[
    {
        "attraction_name": "Vietnam Balloons",
        "attraction_name_vi": "Bóng Bay Việt Nam",
        "general_info": [
            "140 đánh giá",
            "- 5 trong 47 hoạt động ngoài trời ở Mũi Né",
            "Đi khinh khí cầu",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nhà điều hành chuyến bay khinh khí cầu đầu tiên ở Việt Nam! Phi công, thiết bị, tiêu chuẩn an toàn và quản lý - tất cả đều đến từ Châu Âu. Chúng tôi cung cấp các chuyến đi độc đáo trên biển khơi, hồ sa mạc, thành phố ven biển và vùng nông thôn quyến rũ.Đọc thêm",
        "reviews": [
            "Đó là một trải nghiệm tuyệt vời ! Tôi thực sự khuyên bạn nên Nó - rất tuyệt vời. Phi hành đoàn thật tuyệt vời. Tất cả hoàn hảo. Tomas rất tốt.Đọc thêm",
            "Chúng tôi được đón đúng giờ trên một chiếc xe tải nhỏ thoải mái và khinh khí cầu gần như đã sẵn sàng khi chúng tôi đến. Thật vui khi được chứng kiến ​​phi hành đoàn thực hiện những chuẩn bị cuối cùng cho việc cất cánh. Tôi thường sợ độ cao nhưng tôi cảm thấy hoàn toàn an toàn khi ở trên khinh khí cầu và tận hưởng từng giây phút! Phi công rất có kinh nghiệm và có thể cho chúng tôi biết mọi thứ về cách hoạt động của khinh khí cầu. Các thành viên còn lại của phi hành đoàn cũng rất có năng lực và họ đã làm việc cùng nhau như một đội để tìm ra điểm hạ cánh thích hợp. Sau khi hạ cánh, chúng tôi cùng nhau thưởng thức đồ uống trước khi trở về khách sạn. Tôi muốn cảm ơn họ một lần nữa vì trải nghiệm tuyệt vời này mà tôi sẽ không bao giờ quên! Đọc thêm",
            "Bay khinh khí cầu thực sự đã là một trải nghiệm ngoạn mục. Bây giờ hãy thêm phong cảnh kỳ diệu của Mũi Né và đội ngũ nhân viên chuyên nghiệp, ân cần và vui vẻ này vào, và bạn sẽ muốn bắt đầu mỗi ngày như thế này.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi khinh khí cầu rất chuyên nghiệp này. Nó cảm thấy rất an toàn và phi công và nhân viên rất chuyên nghiệp! Đây là một trong những khoảnh khắc tuyệt vời nhất trong chuyến đi của chúng tôi tại Việt Nam!Đọc thêm",
            "Một trải nghiệm hoàn hảo với Vietnam Balloons, mọi thứ đều cực kỳ chuyên nghiệp và có tổ chức. Mọi người trong đội ngũ nhân viên đều thân thiện và các phi công hạ cánh rất suôn sẻ và nói chuyện với chúng tôi qua từng giai đoạn của chuyến bay. Phải làm nếu ở Mũi NéĐọc thêm",
            "Dịch vụ được tổ chức tốt và chuyên nghiệp, sự hỗ trợ tuyệt vời và quan trọng nhất... quang cảnh thật tuyệt vời - điều phải làm nếu bạn ở Mũi Né - .Đọc thêm",
            "Hai ngày trước chúng tôi đã bay, có rất nhiều ấn tượng, mọi thứ đều được tổ chức chuyên nghiệp, không có sự chậm trễ, cảm giác tuyệt vời từ chuyến bay, quang cảnh đơn giản không thể diễn tả được, chỉ có những người chuyên nghiệp làm việc, chúng tôi không thấy nghiệp dư, tôi giới thiệu cho mọi người ! !!Đọc thêm",
            "Tôi chỉ có những điều tốt đẹp để nói về trải nghiệm này! Chuyến đi với khinh khí cầu Việt Nam thật hoàn hảo! Những người điều hành chương trình rất tốt bụng, chu đáo và dễ nói chuyện. Đối với tôi, được đi du lịch bằng khinh khí cầu là một giấc mơ và tôi đã không thất vọng. Đó là một trải nghiệm tuyệt vời mà tôi chắc chắn sẽ giới thiệu! Họ đón và thả bạn tại khách sạn của bạn và thậm chí bạn có thể thanh toán bằng thẻ khi đang di chuyển, không cần phải đến văn phòng hay bất cứ điều gì tương tự. Thật trơn tru và dễ dàng.Đọc thêm",
            "Trải nghiệm khinh khí cầu đầu tiên của tôi ở Việt Nam ở Mũi Né thật tuyệt vời và tôi gửi lời cảm ơn sâu sắc đến đội ngũ dịch vụ đã giúp điều đó xảy ra! Những nụ cười thân thiện và những hướng dẫn an toàn trực tiếp đã giúp gia đình tôi có chuyến bay dễ dàng khi chúng tôi bay ở độ cao 500 mét trên không. Thật sự rất vui vì chúng tôi bay sớm lúc 6 giờ 45 sáng vì thời tiết không quá lạnh, nắng phía bắc quá nóng trong thời gian bay. Nhìn chung, Phi công và phi hành đoàn được đào tạo bài bản, do đó mọi thứ khác đều diễn ra suôn sẻ trong chuyến bay sáng sớm của chúng tôi. Kudos cho chuyến tham quan này!  -  - Đọc thêm",
            "Đây là một chuyến đi tuyệt vời. Đội ngũ tốt bụng và thân thiện và khinh khí cầu là cách tốt nhất để ngắm nhìn Mũi Né! Rất vui, cảm ơn bạn.Đọc thêm",
            "Xin chào, có đúng không - trang web của bạn - không hoạt động phải không? Vẫn có thể thực hiện một chuyến bay khinh khí cầu? Cảm ơn bạn!Đọc thêm",
            "Tôi có thể lấy zalo của bạn không 0909778006 Đọc thêm",
            "Xin chào, làm cách nào tôi có thể đặt bóng bay Việt Nam?Đọc thêm",
            "CHÀO!\n\nBạn có thể truy cập trang web của chúng tôi và đặt chỗ trực tuyến hoặc viết email cho chúng tôi và chúng tôi sẽ đặt chỗ cho bạn: -  \n\nTrupAdvisor không cho phép đưa liên kết html vào câu trả lời của chúng tôi, nhưng chắc chắn bạn sẽ tìm thấy chúng tôi trên google bằng cách tìm kiếm - Vietnam Balloons - . Trang web của chúng tôi cũng được đưa vào danh sách TripAdvisor, bạn có thể tìm thấy trang web này trong tab - thông tin. \n\nCảm ơn rất nhiều!Đọc thêm",
            "Xin chào, bạn có bay vào tháng 8 không?Đọc thêm",
            "Tôi khuyên bạn nên hỏi trực tiếp họ thông qua trang Facebook của họ.Đọc thêm",
            "Bạn có thể thanh toán bằng Visa - Mastercard hoặc có thể là Swish không?Đọc thêm",
            "Xin chào!\n\nCó, chúng tôi chấp nhận MasterCard và Visa. \n\nTrân trọng kính chào,\n\nTomasĐọc thêm",
            "Xin chào, bạn có hoạt động trong dịp Lễ hội mùa xuân - ngày 4 - 5 tháng 2 - ? Ngoài ra có giới hạn độ tuổi cho người lớn tuổi không?Đọc thêm",
            "Xin chào!\n\nCó, chúng tôi hoạt động trong thời gian đó. \n\nKhông có giới hạn về độ tuổi đối với người lớn tuổi, tuy nhiên người lớn tuổi phải có đủ thể lực để đứng trên khinh khí cầu trong 1 giờ khi bay và chịu được va chạm nhẹ xuống đất khi hạ cánh.Đọc thêm",
            "Chào buổi sáng\nchúng tôi ở Mũi Né từ ngày 11 đến ngày 13 tháng 10 năm 18, vui lòng liên hệ với chúng tôi vì chúng tôi muốn có thông tin về chuyến bay khinh khí cầu.\nliên hệ tại mui sinh...... Ocean house\nđiện thoại - 4176440 42 88\nCảm ơn\nAriane MercierĐọc thêm",
            "Ariane thân mến, tôi tin rằng bạn đã nhận được email liên lạc của chúng tôi. Cảm ơn rất nhiều vì đã đặt chuyến phiêu lưu bằng khinh khí cầu với chúng tôi!Đọc thêm",
            "Tôi có thể biết cách đặt tour và thông tin chi tiết không?Đọc thêm",
            "Có một liên hệ với chúng tôi trên trang web của họ - nếu ngày, v.v. phù hợp, Thomas sẽ cung cấp cho bạn thông tin chi tiết về WhatsApp của anh ấy để cung cấp thêm thông tin. Hoặc nó có hiệu quả với chúng tôi không : - Đọc thêm",
            "Chào buổi chiều\nTôi quan tâm đến việc chuyển xe từ Thành phố Hồ Chí Minh đến Mũi Né vào ngày 12 tháng 6.Đọc thêm",
            "Chào buổi chiều\nTôi quan tâm đến việc chuyển xe từ Thành phố Hồ Chí Minh đến Mũi Né vào ngày 12 tháng 6.Đọc thêm"
        ],
        "star_ratings": [
            134,
            3,
            1,
            0,
            2
        ],
        "review_amount": 140,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Binh Thuan Province",
            "Mũi Né",
            "Việt Nam",
            "Phan Thiet",
            "Bóng Bay Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 4, 2020",
            "Written February 14, 2020",
            "Written February 13, 2020",
            "Written February 11, 2020",
            "Written February 2, 2020",
            "Written January 24, 2020",
            "Written January 24, 2020",
            "Written December 29, 2019",
            "Written December 19, 2019",
            "Written December 18, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d12378727-Reviews-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or10-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4474246-Reviews-Bacchus_Corner-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6628601-Reviews-Spa_Kyoto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13162032-Reviews-Firkin_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4097768-Reviews-Saigon_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19255200-Reviews-Temple_Leaf_Spa_Land_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3749935-Reviews-Saigon_Heritage_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d25045404-Reviews-Solmar_Golf_Links_in_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34505-d3478414-Reviews-Oldsmar_Flea_Market-Oldsmar_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g580292-d6961526-Reviews-Cala_Varques-Calas_de_Majorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g48110-d5577587-Reviews-Shrine_of_Our_Lady_of_the_Island-Manorville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52158-d3404728-Reviews-Columcille_Megalith_Park-Bangor_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102432-Reviews-Universal_Studios_Florida-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d20344347-Reviews-Arch-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d152880-Reviews-El_Arco_de_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8447625-Reviews-Krisztina_Massage-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g40818-d103734-Reviews-Popham_Beach_State_Park-Phippsburg_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or10-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    },
    {
        "attraction_name": "Vietnam Balloons",
        "attraction_name_vi": "Bóng Bay Việt Nam",
        "general_info": [
            "140 đánh giá",
            "- 5 trong 47 hoạt động ngoài trời ở Mũi Né",
            "Đi khinh khí cầu",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nhà điều hành chuyến bay khinh khí cầu đầu tiên ở Việt Nam! Phi công, thiết bị, tiêu chuẩn an toàn và quản lý - tất cả đều đến từ Châu Âu. Chúng tôi cung cấp các chuyến đi độc đáo trên biển khơi, hồ sa mạc, thành phố ven biển và vùng nông thôn quyến rũ.Đọc thêm",
        "reviews": [
            "Tôi muốn nói rằng một đội ngũ tuyệt vời, đáng tin cậy, quan trọng nhất là cảm nhận được sự an toàn của chuyến bay, giấc mơ của tôi đã thành hiện thực!  đây là một niềm vui!  Phong cảnh tráng lệ, bầu trời, hồ nước - môi trường xung quanh tuyệt vời!  Cảm giác bay đáng kinh ngạc!  Tôi chắc chắn sẽ trở lại đất nước Việt Nam tuyệt vời một lần nữa và bay trên khinh khí cầu cùng đội ngũ gắn kết chặt chẽ này - Cảm ơn các bạn đã ở đó!Đọc thêm",
            "Kính gửi đội Baloon Việt NamCảm ơn bạn rất nhiều vì trải nghiệm tuyệt vời và rất độc đáo. Chuyến đi orginzied rất chuyên nghiệp. Đội ngũ siêu thân thiện và chuyên nghiệp. ĐƯỢC KHUYẾN NGHỊ CAO!!!!! Trân trọng, Mustafa ErkocĐọc thêm",
            "Nếu tôi có thể tặng 1000 sao cho công ty này thì tôi sẽ làm thế! Đây là một trong những trải nghiệm đáng nhớ nhất trong cuộc đời tôi vì nhiều lý do. Thật tuyệt vời khi được lái khinh khí cầu, tôi chắc chắn muốn làm lại lần nữa!. Các nhân viên và chủ sở hữu Thomas thực sự quan tâm đến việc cung cấp dịch vụ tốt nhất có thể. Chúng tôi cần nhiều công ty như thế này trên thế giới thực sự quan tâm đến việc khiến bạn mỉm cười và góp phần mang đến cho bạn điều gì đó mà bạn sẽ luôn nhớ đến. Tôi sẽ không bao giờ quên các nhân viên và đặc biệt là Thomas và phi công. Cảm ơn bạn rất nhiều vì đã biến đây trở thành một trong những khoảnh khắc đặc biệt nhất trong cuộc đời tôi!!! - Nếu tôi có thể cho công ty này 1000 sao thì tôi sẽ làm thế!  Đây là một trong những trải nghiệm đáng nhớ nhất trong cuộc đời tôi vì nhiều lý do.  Thật tuyệt vời khi được lái khinh khí cầu, tôi chắc chắn muốn làm lại lần nữa!  Các nhân viên và chủ sở hữu Thomas thực sự quan tâm đến việc cung cấp dịch vụ tốt nhất có thể.  Chúng tôi cần thêm nhiều công ty như thế này trên thế giới thực sự quan tâm đến việc khiến bạn mỉm cười và góp phần mang đến cho bạn những điều mà bạn sẽ luôn nhớ đến.  Tôi sẽ không bao giờ quên các nhân viên và đặc biệt là Thomas và phi công.   - Cảm ơn bạn rất nhiều vì đã biến đây thành một trong những khoảnh khắc đặc biệt nhất trong cuộc đời tôi!Đọc thêm",
            "Vừa có chuyến đi khinh khí cầu đầu tiên của chúng tôi! Đi qua cồn cát ở mũi né, ngắm nhìn ngôi chùa và hồ nước....thật tuyệt vời và đội thật xuất sắc. Champaign và trái cây khi hạ cánh với nghi lễ phi công. Cảm ơn một lần nữa vì trải nghiệm tuyệt vời.Đọc thêm",
            "No đa rât tuyệt! Nơi giải trí tuyệt vời nhất mà tôi từng ghé thăm ở Mũi Né! Khung cảnh đẹp, cảm xúc tích cực, đội ngũ chuyên nghiệp và thân thiện!Đọc thêm",
            "Đánh dấu vào danh sách nhóm của bạn với Vietnam Balloons. Nhóm xử lý yêu cầu của tôi với thông tin chi tiết tốt và theo dõi. Phi công thực sự khéo léo với chuyến bay của mình, tôi đã có một trải nghiệm - chuyến đi thú vị. Những bức ảnh được tải lên sẽ không thể chứng minh được tầm nhìn nhưng bạn sẽ tạo nên những kỷ niệm khó quên trong lòng. Đọc thêm",
            "Tôi yêu nó ! Các nhân viên rất tốt bụng, chuyên nghiệp! Đó là một trải nghiệm tuyệt vời với vẻ đẹp của thiên nhiên ...Tôi giới thiệu 200 - Cyril từ Paris. Pháp Đọc thêm",
            "Cảm ơn Cyril! Rất vui được làm bạn vui! : - Đọc thêm",
            "Chuyến đi thật tuyệt vời và là một trải nghiệm tuyệt vời với những đứa con của tôi, phi hành đoàn thực sự rất tuyệt, tận hưởng những khung cảnh hùng vĩ nhất và tôi - rất biết ơn ông Thomas, người đã sắp xếp điều này cho chúng tôi. Tôi yêu từng chút một trong suốt chuyến đi.Đọc hơn",
            "Chúng tôi luôn YÊU chào đón những gia đình dễ thương như bạn trên tàu của chúng tôi! Vợ tôi kể rằng cô ấy thích bạn và yêu các con bạn rất nhiều, đặc biệt là sau khi các con bạn ôm vợ tôi chào buổi sáng! Bạn là những con người tuyệt vời, thật vui khi được giao tiếp với bạn và chia sẻ những khoảnh khắc đẹp đẽ trên bầu trời. \n\nLời cảm ơn chân thành nhất và những lời chúc tốt đẹp nhất từ ​​gia đình những người đam mê bóng bay của chúng tôi!Đọc thêm",
            "Chúng tôi đã đến Mũi Né vào tháng 5 năm nay, bay cùng các bạn, đó là một trải nghiệm khó quên, ngoạn mục, mọi thứ đều được tổ chức rõ ràng, bạn có thể thấy ngay rằng đội ngũ chuyên nghiệp đang làm việc. Được lấy từ khách sạn rõ ràng vào thời gian đã hẹn và mang về, bay trong một giờ, quang cảnh thật tuyệt vời, một kỷ niệm để đời!Đọc thêm",
            "Thật tuyệt vời khi được bay cùng người tôi yêu. Tôi đã đưa ra lời đề nghị với cô ấy ngay trên không và tất nhiên, trong điều kiện như vậy, cô ấy đã đồng ý! Các bạn đã giúp tôi sắp xếp mọi thứ như tôi muốn. Cảm ơn các bạn. Chúng tôi yêu bạn.Đọc thêm"
        ],
        "star_ratings": [
            134,
            3,
            1,
            0,
            2
        ],
        "review_amount": 140,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Binh Thuan Province",
            "Mũi Né",
            "Việt Nam",
            "Phan Thiet",
            "Bóng Bay Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 11, 2019",
            "Written December 10, 2019",
            "Written November 13, 2019",
            "Written November 8, 2019",
            "Written November 7, 2019",
            "Written October 28, 2019",
            "Written October 28, 2019",
            "Written October 25, 2019",
            "Written October 4, 2019",
            "Written October 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d12378727-Reviews-or10-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or20-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4474246-Reviews-Bacchus_Corner-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6628601-Reviews-Spa_Kyoto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13162032-Reviews-Firkin_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4097768-Reviews-Saigon_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19255200-Reviews-Temple_Leaf_Spa_Land_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3749935-Reviews-Saigon_Heritage_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g664891-d10781016-Reviews-Skycab_Cable_Car_Wynn_Palace-Macau.html",
            "https://www.tripadvisor.com/Attraction_Review-g659912-d4960255-Reviews-Pokonji_Dol_Beach-Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d2343197-Reviews-Parays_Game_Ranch-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187211-d6779854-Reviews-Open_Air_Market-Arles_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190881-d19417482-Reviews-Poca_da_Dona_Beija-Furnas_Povoacao_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g57371-d104261-Reviews-Quechee_Gorge-Quechee_Hartford_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3322253-Reviews-KTX_Korea_Train_Express-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g51191-d2234392-Reviews-Kiddie_Park-Bartlesville_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g35034-d940525-Reviews-Georgia_Sea_Turtle_Center-Jekyll_Island_Golden_Isles_of_Georgia_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or20-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or10-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    },
    {
        "attraction_name": "Vietnam Balloons",
        "attraction_name_vi": "Bóng Bay Việt Nam",
        "general_info": [
            "140 đánh giá",
            "- 5 trong 47 hoạt động ngoài trời ở Mũi Né",
            "Đi khinh khí cầu",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nhà điều hành chuyến bay khinh khí cầu đầu tiên ở Việt Nam! Phi công, thiết bị, tiêu chuẩn an toàn và quản lý - tất cả đều đến từ Châu Âu. Chúng tôi cung cấp các chuyến đi độc đáo trên biển khơi, hồ sa mạc, thành phố ven biển và vùng nông thôn quyến rũ.Đọc thêm",
        "reviews": [
            "Đây là một trải nghiệm tuyệt vời và cách để ngắm nhìn một số cảnh đẹp. Bay trên khinh khí cầu rất yên bình - mặc dù nóng hơn tôi mong đợi - và cảm giác rất an toàn. Việc liên lạc với Tomas trước đó rất dễ dàng và nhanh chóng. Điều duy nhất chúng tôi không thích là việc thiếu dây an toàn trên xe, đặc biệt là khi đường sá ở Việt Nam rất khắc nghiệt. Chúng tôi cũng không được cung cấp bất kỳ thông tin nào khi chúng tôi được đón về thời gian chúng tôi lái xe, chuyến bay sẽ kéo dài bao lâu, những gì sẽ xảy ra, v.v. Nhìn chung, tôi chắc chắn khuyên bạn nên sử dụng nó!Đọc thêm",
            "Kính gửi km22_12,\n\nCảm ơn về thông tin bạn vừa nhập! Chúng tôi luôn đánh giá cao những lời phê bình mang tính xây dựng, hãy để tôi giải quyết quan điểm của bạn:\n\n1. Thắt dây an toàn trên xe van: \n\nchúng tôi sử dụng các nhà cung cấp bên thứ ba để vận chuyển khách hàng và chúng tôi luôn yêu cầu một chiếc xe tải có thắt dây an toàn. Chúng tôi rất coi trọng vấn đề này, cảm ơn vì đã cho chúng tôi biết! Chúng tôi chắc chắn sẽ có một cuộc trò chuyện với công ty xe tải. \n\nCó điều, văn hóa ô tô Việt Nam đang tụt hậu so với phương Tây là điều dễ hiểu, luật pháp hiếm khi yêu cầu ghế ngồi phải thắt dây an toàn cho đến gần đây. Vì vậy, không phải tất cả các chủ phương tiện đều có thời gian hoặc mong muốn thích nghi nhanh chóng - những chiếc xe tải họ mua chỉ xuất hiện mà không có dây an toàn. Nhưng cảnh sát đang thực hiện các biện pháp để cải thiện tình hình và chúng tôi cũng vậy!\n\n2. Thông tin về chuyến đi và giờ bay của hành khách trong tương lai: \n\nlịch trình gần đúng được cung cấp trên trang web của chúng tôi. Vì đường bay phụ thuộc vào thời tiết nên chúng tôi có nhiều địa điểm xuất phát và chọn địa điểm tối ưu vào mỗi buổi sáng khi có mặt tại chỗ. Trong khi bạn vẫn đang di chuyển bằng xe tải, phi công của chúng tôi đã thăm dò thời tiết và chọn địa điểm tốt nhất để xuất phát. Các địa điểm xuất phát khác nhau có thể cách nhau tới 20 km và do đó thời gian lái xe có thể kéo dài từ 10-15 phút. \n\nĐối với chuyến bay, nó thường kéo dài khoảng 1 giờ. Tuy nhiên, chuyến bay của bạn kéo dài 1 giờ 20 phút - một trong những chuyến bay dài nhất mà chúng tôi đã thực hiện. \n\nCảm ơn bạn một lần nữa, tôi hy vọng những vấn đề bạn nêu ra và câu trả lời của chúng tôi sẽ giúp ích cho khách hàng trong tương lai. \n\nTrân trọng, Đọc thêm",
            "Nếu các bạn có ý định đến thăm Mũi Né.. thì đừng bỏ lỡ chuyến đi tuyệt vời này cùng những người tuyệt vời nhất. Tomas và vợ anh ấy sẽ đảm bảo rằng bạn sẽ được đối xử như VIP.Đọc thêm",
            "Lần đầu tiên đi khinh khí cầu - thật tuyệt vời. Nhóm có nhiều thông tin, thân thiện và vui vẻ. Trải nghiệm thật tuyệt vời, thay đổi cảnh quan và những quan điểm khác nhau. Nếu bạn muốn thử một trải nghiệm độc đáo, hãy thử xem!Đọc thêm",
            "Hoàn toàn được yêu thích mỗi giây. Biết được điều này thông qua một người bạn và quyết định đặt chỗ. Tôi đã liên lạc với Tomas, người rất hữu ích và phản hồi nhanh. Tôi đang đi từ Nha Trang xuống để làm việc này nên anh ấy đã cho tôi địa điểm cất cánh chính xác và dự đoán đường bay, điều này rất hữu ích cho tài xế taxi. Trải nghiệm khinh khí cầu thật tuyệt vời, một trải nghiệm thực sự trong đời. Khung cảnh thật tuyệt vời và phi công đã trả lời các câu hỏi và rất vui vẻ trong suốt chuyến bay. Không thể giới thiệu đủ điều này cho mọi người trong khu vực!! Đọc thêm",
            "Dịch vụ xuất sắc xuyên suốt - từ đặt phòng đến trả khách tại khách sạn. Chúng tôi đã có một chuyến cất cánh và hạ cánh suôn sẻ và trôi nổi trên những cồn cát - trắng, đỏ cam -, hồ, rừng và bờ biển Mũi Né. Chúng tôi được chào đón bởi ánh bình minh màu cam tuyệt đẹp giữa những đám mây xám xịt. Phi công đã chia sẻ các Câu hỏi thường gặp và bối cảnh lịch sử của khinh khí cầu cũng như số liệu thống kê về chuyến bay của chúng tôi. Đội ngũ hỗ trợ mặt đất cũng rất tuyệt vời. Nhìn thấy họ làm việc khiến tôi trân trọng chuyến đi hơn. Chúng tôi hạ cánh xuống một khu trang trại thanh long và đó là một phần thưởng vì một số tour du lịch liệt kê đó là một phần trong hành trình của họ. Đối với tôi, phần ấn tượng nhất là nghi thức uống sâm panh sau chuyến bay. Thật tuyệt vời và là một trải nghiệm hoàn hảo. Con trai tôi đã hỏi khi nào chuyến bay tiếp theo diễn ra!Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời nhất khi bay cùng Vietnam Balloons! Dịch vụ tuyệt vời này bắt đầu từ lần đặt vé đầu tiên và tiếp tục trong suốt chuyến bay và sau đó. Tomas đã liên hệ với tôi để hỏi thông tin chi tiết của chúng tôi và đã có sự trao đổi tuyệt vời trong toàn bộ quá trình. Họ cho chúng tôi biết điều kiện chuyến bay ngày hôm trước và đón chúng tôi ngay tại phòng khách sạn. Tôi đã đặt chuyến bay để chúc mừng sinh nhật mẹ tôi. Cô ấy không thể ăn bánh nên họ thậm chí còn sắp xếp trái cây kèm nến cho cô ấy sau khi hạ cánh! Phi công của chúng tôi vô cùng hiểu biết và giải thích những gì anh ấy đang làm và tại sao. Tôi cảm thấy an toàn trên khinh khí cầu hơn là trên máy bay! Ngoài ra, mẹ tôi rất sợ độ cao và bà thích thú với điều đó mà không hề sợ hãi. 10 - 10 khuyên Đọc thêm",
            "Taylor thân mến, \n\nRất vui vì bạn đã đề cập đến nỗi sợ độ cao. Điều này thật khó tin, nhưng đúng vậy - bằng cách nào đó, khi đi trên khinh khí cầu, người ta không sợ độ cao... Bản thân tôi cũng sợ độ cao. Vậy mà tôi đã bay khinh khí cầu trong nhiều năm :- - \n\nTôi rất vui vì bạn thích. Không có gì tuyệt vời hơn việc mang lại niềm vui và sự hứng khởi cho mọi người. Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời đối với tất cả chúng tôi và chúng tôi hoàn toàn thích thú với nó. Đặc biệt đề cập đến phi công của chúng tôi, Adam, người đã có cuộc trò chuyện tuyệt vời và đóng góp vào toàn bộ trải nghiệm! Nhìn chung, chuyến đi được phối hợp rất tốt với việc đón khách vào buổi sáng, thời gian đi xe và trải nghiệm, và buổi lễ bắt đầu ở cuối cũng rất vui! Một lần nữa xin cảm ơn vì đã giúp điều phối toàn bộ trải nghiệm. Chúng tôi chắc chắn sẽ giới thiệu nó cho bạn bè và gia đình của chúng tôi trong tương lai.Đọc thêm",
            "Ồ. ôi thôi. Nhân tiện, phi công Kestas rất xinh đẹp. Tôi cũng muốn trở thành phi công sau những gì tôi đã thấy ngày hôm nay.Đọc thêm",
            "Sau khi nói chuyện nhiều lần với Tomas và Kestas từ Vietnam Balloons, cuối cùng chúng tôi cũng đã thực hiện được chuyến bay khinh khí cầu trên các hồ và cồn cát ở khu vực Mũi Né, Việt Nam.  Sau khi đón vào buổi sáng sớm và ngắm khinh khí cầu sắp dựng lên, chúng tôi cất cánh lên bầu trời tĩnh lặng ngắm mặt trời mọc trên cồn cát.  Dịch vụ trên hết cho chuyến bay của chúng tôi, với rượu sâm panh được cung cấp sau chuyến đi.  Các quan điểm ở trên ngoạn mục và trải dài.  Chúng tôi cảm thấy thoải mái và rất hài lòng trong suốt chuyến bay, và với Kestas là người phi công táo bạo, chúng tôi đã được đảm bảo an toàn.  Cuộc hạ cánh thật thú vị và nếu tôi có thể ghi lại được nụ cười trên khuôn mặt các nhóm thì tôi đã làm rồi! Thành thật mà nói, tôi không thể chê trách bất cứ điều gì về trải nghiệm của chúng tôi, chỉ chúc mừng công ty đã cung cấp một dịch vụ vượt trội hơn thế nữa.  Nó sẽ là những kỷ niệm rất đặc biệt của chúng tôi trong chuyến du lịch đến Việt Nam. Dịch vụ xuất sắc và tôi thực sự khuyên tất cả những ai đang có kế hoạch đi du lịch đến Việt Nam nên cân nhắc chuyến bay vui vẻ và giá cả phải chăng này! Cá nhân xin cảm ơn Tomas và Kestas vì đã tạo nên những kỷ niệm ngoạn mục cho chúng tôi khoảnh khắc trong cuộc đời chúng ta, trên cả ngoạn mục. Bay cao và tự do!Đọc thêm",
            "Cảm ơn bạn rất nhiều!!! \n\nNhư tôi thường nói, sự thành công của bất kỳ chuyến bay nào phụ thuộc 50 - vào phi công và 50 - vào hành khách. Hành khách đáng yêu thu hút thời tiết dễ thương! Và do đó có những đường bay đáng yêu.  \n\nTôi chân thành chúc bạn những điều tốt đẹp nhất trong nỗ lực tương lai của bạn! \n\nThật vui khi được phục vụ những người đáng yêu và khiến họ mỉm cười!\n\nVới sự trân trọng tốt nhất có thể,\n\nTomas Đọc thêm",
            "Bay trên những cánh đồng xanh, cồn cát và biển thật tuyệt vời, giống như giấc mơ được bay của bạn trở thành hiện thực. Ngắm bình minh từ khinh khí cầu là trải nghiệm khó quên đối với tôi và các bạn. Đề nghị tham gia hoạt động này nếu bạn ghé thăm Mũi Né.Đọc thêm"
        ],
        "star_ratings": [
            134,
            3,
            1,
            0,
            2
        ],
        "review_amount": 140,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Binh Thuan Province",
            "Mũi Né",
            "Việt Nam",
            "Phan Thiet",
            "Bóng Bay Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 25, 2019",
            "Written May 11, 2019",
            "Written May 4, 2019",
            "Written April 24, 2019",
            "Written April 18, 2019",
            "Written April 16, 2019",
            "Written April 5, 2019",
            "Written March 31, 2019",
            "Written March 29, 2019",
            "Written March 29, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d12378727-Reviews-or20-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or10-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or30-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4474246-Reviews-Bacchus_Corner-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6628601-Reviews-Spa_Kyoto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13162032-Reviews-Firkin_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4097768-Reviews-Saigon_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19255200-Reviews-Temple_Leaf_Spa_Land_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3749935-Reviews-Saigon_Heritage_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d195902-Reviews-Place_Massena-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368670-Reviews-Mt_Fuji_Panoramic_Ropeway-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefec.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8870089-Reviews-Thailand_Cultural_Centre-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g30324-d6740746-Reviews-Dave_s_Falls_County_Park-Amberg_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g31230-d4084054-Reviews-Downtown_Gilbert-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d1740344-Reviews-The_Thing-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g59892-d6677241-Reviews-Doctors_Park-Fox_Point_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g191266-d188778-Reviews-Stirling_Castle-Stirling_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d19838540-Reviews-Mongers_Market-Bridgeport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d4986079-Reviews-Destin_Water_Taxi-Destin_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or30-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or20-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    },
    {
        "attraction_name": "Vietnam Balloons",
        "attraction_name_vi": "Bóng Bay Việt Nam",
        "general_info": [
            "140 đánh giá",
            "- 5 trong 47 hoạt động ngoài trời ở Mũi Né",
            "Đi khinh khí cầu",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nhà điều hành chuyến bay khinh khí cầu đầu tiên ở Việt Nam! Phi công, thiết bị, tiêu chuẩn an toàn và quản lý - tất cả đều đến từ Châu Âu. Chúng tôi cung cấp các chuyến đi độc đáo trên biển khơi, hồ sa mạc, thành phố ven biển và vùng nông thôn quyến rũ.Đọc thêm",
        "reviews": [
            "Đó là một trải nghiệm tuyệt vời! Khung cảnh thật ngoạn mục. Ngoài ra, mọi thứ đều được tổ chức rất tốt và nhóm rất thân thiện với chúng tôi. Phi công Kestutis là tuyệt nhất! Tôi thực sự khuyên bạn nên đặt chuyến bay này nếu bạn đang có ý định đến thăm Mũi Né.Đọc thêm",
            "Đó thực sự là trải nghiệm thú vị và tốt đẹp. Sáng sớm, mặt trời mọc, khung cảnh tuyệt đẹp, trên hết là lịch sử của khinh khí cầu và rượu sâm panh. Hoàn hảo!Đọc thêm",
            "Rosapetr thân mến,\n\nChúng tôi biết đây không phải là chuyến bay đầu tiên của bạn trên khinh khí cầu. Thực tế này khiến chúng tôi càng vui mừng hơn khi thấy đánh giá tích cực. Vậy thì chắc hẳn chúng ta phải có sức hấp dẫn đặc biệt nào đó trong những chuyến bay của mình. \n\nCảm ơn bạn!Đọc thêm",
            "Hãy để giấc mơ của bạn thành hiện thực. Bình minh tuyệt vời từ giỏ bóng bay, những bức ảnh ngoạn mục. Giấc mơ, thiền định và adrenaline cùng một lúc !Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đi khinh khí cầu và tôi thừa nhận rằng tôi hơi lo lắng về điều đó - nhưng sau khi gặp phi công tài năng, tôi cảm thấy thoải mái ngay lập tức. Thật là thú vị khi bay lặng lẽ cách mặt đất 600 mét, ngắm nhìn những cồn cát trắng, trang trại sử dụng pin mặt trời và những chú chim bay phía dưới chúng tôi. Cuộc hạ cánh thật phấn khởi và lễ ăn mừng sâm panh cũng là một bữa tiệc bất ngờ! Họ đề nghị đội mũ để bảo vệ khỏi sức nóng từ khí propan. Hãy mang theo một cái nếu bạn có - nó sẽ hơi khó chịu. Tôi - rất vui vì trải nghiệm này và chúng tôi đã đồng hành cùng Vietnam Balloons - họ đã làm rất tốt về mọi mặt!Đọc thêm",
            "Ngoài đi khinh khí cầu, họ còn có các chuyến tham quan địa phương ở Mũi Né. Chúng tôi đã tham gia một lớp học nấu ăn nửa ngày được tổ chức thông qua một đối tác địa phương, Mui Ne Hostel và Cafe 141. Chúng tôi đã có một buổi tiệc tuyệt vời, với đầu bếp và hướng dẫn viên đưa chúng tôi đến chợ ẩm thực Phan Thiết để mua tất cả nguyên liệu cho bữa trưa. Sau đó quay trở lại Mũi Né nơi chúng tôi và đầu bếp đã chuẩn bị một bữa trưa vô cùng ngon miệng. Được rồi, đầu bếp và chúng tôi đã làm được. Chà, thực ra đó là người đầu bếp với sự giúp đỡ thiếu sót của chúng tôi. Thật là vui quá! Rất khuyến khích!Đọc thêm",
            "Gia đình chúng tôi - những đứa trẻ 9 và 10 tuổi - đã có trải nghiệm tuyệt vời với Khinh khí cầu Việt Nam và chuyến bay ở Mũi Né. Tôi đã liên hệ với công ty trước vài tháng, họ phản hồi rất nhanh. Tôi nhận được tất cả dữ liệu cần thiết gần như ngay lập tức. Vào buổi sáng của chuyến bay họ đón chúng tôi từ Joe - s Cafe - btw: nơi tuyệt vời để ở lại Mũi Né! - lúc 5 giờ sáng. Thức dậy sớm là hoàn toàn xứng đáng. Chúng tôi được đưa đến nơi mà một số người đã chuẩn bị sẵn một quả bóng bay. Thật thú vị khi quan sát chúng. Chuyến bay thực sự là một trải nghiệm tuyệt vời cho cả gia đình. Phi công của chúng tôi đã rất thành công khi xoay quả bóng bay xung quanh để mọi người có thể chụp được những bức ảnh đẹp. Chúng ta cũng bị cúm ở những độ cao khác nhau. Việc hạ cánh hoàn toàn nhanh chóng và sau đó là lễ rửa tội. Nhóm đã chăm sóc chúng tôi rất nhiều. Trẻ em rất thích trải nghiệm này, vì vậy chúng tôi thực sự muốn giới thiệu chuyến bay cho mọi người.  Đọc thêm",
            "Trải nghiệm tuyệt vời!  Toàn cảnh chim tuyệt đẹp - tầm mắt thật khó quên! Tôi có cảm giác mình đã lên đến tầng trời thứ bảy! Cảm ơn các bạn, tôi rất thích sự đồng hành của các bạn! Rất nhiều nụ hôn dành cho phi công Kestutis vui tính và cực kỳ tốt bụng của chúng ta. Tôi hy vọng tôi sẽ sớm bay cùng bạn lần nữa!Đọc thêm",
            "Tôi cùng gia đình đã thấy tất cả những đánh giá tuyệt vời này và chúng tôi quyết định tự mình thử nó. Và chúng tôi thề - chúng tôi không thất vọng! Ngược lại, chúng tôi thực sự ngạc nhiên về tất cả các hoạt động. Từ điểm đón, báo cáo an ninh, hạ cánh và trả khách về khách sạn. Chuyến bay diễn ra vào sáng sớm nên bạn bắt đầu ngày mới với ánh bình minh tuyệt vời và sau chuyến bay, bạn có cả ngày cho các hoạt động khác. Trước khi phi công chuyến bay Kestas giải thích tất cả những vấn đề an ninh! Anh ấy rất có kinh nghiệm nên bạn không phải lo lắng về bất cứ điều gì. Trên thực tế tất cả các phi hành đoàn đều tuyệt vời. Tất cả mọi người đều rất thân thiện và sẵn sàng giúp đỡ. Nói về chuyến bay - thời tiết tốt nhưng trong suốt chuyến bay, gió nổi lên một chút, nhưng như tôi đã nói trước đó Kestas biết cách đối phó với nó! Và cuộc hạ cánh cũng suôn sẻ. Các quan điểm cũng rất ấn tượng. Những cánh đồng Việt Nam, biển, cát. Nói chung cả gia đình tôi đều hài lòng và ngạc nhiên. Nhân viên tuyệt vời, cuộc phiêu lưu và kinh nghiệm tuyệt vời! Cảm ơn bạn, cảm ơn bạn cảm ơn bạn!Đọc thêm",
            "Nhóm nghiên cứu cung cấp một dịch vụ tuyệt vời. Thu thập bằng xe buýt nhỏ, một chuyến đi khinh khí cầu an toàn và thoải mái, và một lễ kỷ niệm thú vị cho những người lần đầu tiên tham gia sự kiện. Chúng tôi đặc biệt may mắn. Gió thổi chúng tôi thẳng xuống hồ ở độ cao rất thấp, rồi bay lên trên bãi cát trắng cồn cát nơi gió thay đổi. Chúng tôi gần như bị thổi bay trở lại điểm đã nêu và sau đó lại đi xuống hồ để lặp lại tiền boa. Thật tuyệt vời!Đọc thêm",
            "Trải nghiệm một lần trong đời, các nhân viên rất hữu ích và thân thiện vì bản thân tôi cực kỳ sợ độ cao. Thực sự kỳ diệu!Đọc thêm"
        ],
        "star_ratings": [
            134,
            3,
            1,
            0,
            2
        ],
        "review_amount": 140,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Binh Thuan Province",
            "Mũi Né",
            "Việt Nam",
            "Phan Thiet",
            "Bóng Bay Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 28, 2019",
            "Written March 26, 2019",
            "Written March 23, 2019",
            "Written March 22, 2019",
            "Written March 17, 2019",
            "Written March 13, 2019",
            "Written March 8, 2019",
            "Written March 3, 2019",
            "Written March 3, 2019",
            "Written February 23, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d12378727-Reviews-or30-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or20-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or40-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4474246-Reviews-Bacchus_Corner-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6628601-Reviews-Spa_Kyoto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13162032-Reviews-Firkin_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4097768-Reviews-Saigon_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19255200-Reviews-Temple_Leaf_Spa_Land_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3749935-Reviews-Saigon_Heritage_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276813-Reviews-Hungarian_National_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d523870-Reviews-Parikia_Town-Parikia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d552985-Reviews-Circus_Circus_Midway-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d1064281-Reviews-Bioparc_Valencia-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g60822-d12501288-Reviews-American_Fossil-Kemmerer_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9714392-Reviews-The_Drifter-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g33422-d11891639-Reviews-Desert_Reef_Hot_Spring-Florence_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d3671237-Reviews-Rose_Garden-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d2628397-Reviews-Bali_Joe_Bar-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d11911134-Reviews-The_Slipway_Shopping_Centre-Dar_es_Salaam_Dar_Es_Salaam_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or40-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or30-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    },
    {
        "attraction_name": "Vietnam Balloons",
        "attraction_name_vi": "Bóng Bay Việt Nam",
        "general_info": [
            "140 đánh giá",
            "- 5 trong 47 hoạt động ngoài trời ở Mũi Né",
            "Đi khinh khí cầu",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nhà điều hành chuyến bay khinh khí cầu đầu tiên ở Việt Nam! Phi công, thiết bị, tiêu chuẩn an toàn và quản lý - tất cả đều đến từ Châu Âu. Chúng tôi cung cấp các chuyến đi độc đáo trên biển khơi, hồ sa mạc, thành phố ven biển và vùng nông thôn quyến rũ.Đọc thêm",
        "reviews": [
            "Chuyến đi khinh khí cầu thật tuyệt vời, thật là một khởi đầu tuyệt vời trong ngày! Dịch vụ này không ai sánh kịp, từ đón đến hạ cánh suôn sẻ, đội đều biết họ đang làm gì. Khung cảnh tuyệt đẹp trong suốt chuyến đi, ước gì mỗi ngày đều bắt đầu như thế nàyĐọc thêm",
            "Trải nghiệm tuyệt vời, dịch vụ thật tuyệt vời, khung cảnh ngoạn mục sẽ làm lại điều đó trong tích tắc! Cảm ơn bạn vì trải nghiệm khinh khí cầu đầu tiên tuyệt vời!Đọc thêm",
            "Rất ấn tượng với dịch vụ, từ đầu đến cuối, tất cả việc đón và trả khách đều diễn ra kịp thời.   Lần đầu tiên tôi đi khinh khí cầu, Kestas là một phi công rất có kinh nghiệm khiến chúng tôi rất thư giãn trên máy bay. Ban đầu, tôi hơi lo lắng về việc thanh toán trực tuyến nên tôi đã lựa chọn thanh toán, thanh toán sau chuyến đi.   Nó dường như vô nghĩa trên thẻ tín dụng.   Mariana thật tuyệt vời với phương tiện thanh toán trên iPhone của mình. Tôi thực sự khuyên bạn nên đi chuyến này vì còn quá sớm và khi bạn hoàn thành, xe buýt sẽ đưa bạn trở lại khách sạn, bữa sáng vẫn được phục vụ. Do đó, hãy cho bạn thời gian còn lại trong ngày để thực hiện các hoạt động khác. cảm ơn Kestas và nhómĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời, an ninh là quan trọng, hoàn toàn đẹp đẽ với cú hạ cánh nhẹ nhàng - - - Trải nghiệm tuyệt vờiĐọc thêm",
            "Đó không phải là chuyến bay đầu tiên của tôi bằng khinh khí cầu. Nhưng phải thừa nhận cái này có đầu tiên ở Châu Á! Tôi thực sự muốn nói lời cảm ơn sâu sắc đến đội ngũ tất cả họ đều là những người tuyệt vời! Cũng cảm ơn rất nhiều cho Việt Nam. Anh ấy khác xa với ở trên. Những cánh đồng đẹp, bình minh và biển. Máy ảnh là thứ bắt buộc phải có khi bạn đang bay! Cũng cảm ơn rất nhiều cho phi công. Tôi thề là anh ấy biết mình đang làm gì! Cảm ơn bạn và tôi hy vọng tôi - sẽ quay lại!Đọc thêm",
            "Tôi và bạn tôi đã thực hiện chuyến bay qua Mũi Né xinh đẹp bằng khinh khí cầu! Đó là trải nghiệm đầu tiên của tôi trên khinh khí cầu và thậm chí không phải ở quê hương tôi. Nhưng tôi có thể đảm bảo với bạn - đó là một cuộc phiêu lưu không có thật. Khung cảnh thật tráng lệ và cảm giác! Ồ! Tôi cảm thấy adrenaline, nỗi sợ hãi trước chuyến bay, cá là khi chúng tôi bắt đầu bay lên, cảm giác thật thư giãn. Bởi vì phi công thực sự có kinh nghiệm, thân thiện và biết cách giao tiếp với khách hàng. Trên thực tế tất cả phi hành đoàn đều tuyệt vời. Những người thực sự thân thiện và giàu kinh nghiệm, sẵn sàng giúp đỡ trong mọi trường hợp và chuẩn bị một cuộc phiêu lưu và trải nghiệm tuyệt vời cho mọi người. Chuyến bay khởi hành vào sáng sớm và hầu hết mọi người vào buổi sáng đều khá tức giận! Nhưng không phải những kẻ này. Mọi người gặp bạn với một nụ cười! Như tôi đã nói trước đây, quang cảnh từ khinh khí cầu rất tuyệt vời nên đừng quên mang theo máy ảnh vì bạn phải ghi lại khung cảnh thiên nhiên và Việt Nam cũng như phần sau khi hạ cánh. Nói chung - tôi thực sự thích chuyến tham quan này và tôi - tôi rất biết ơn đoàn làm phim! Tôi thề rằng ai cũng phải làm điều đó khi ở Việt Nam!Đọc thêm",
            "Tôi đã bay nhiều lần. Mỗi chuyến bay đều khác nhau. Tuy nhiên, có một điều vẫn không thay đổi: chuyến bay cùng khinh khí cầu mang đến cho bạn cảm xúc. Cầu vồng của cảm xúc! Đây là lần gần đây nhất của tôi với Vietnam Balloons:Chúng tôi bắt đầu chậm rãi và bay thấp trên mặt hồ, có cảm giác như đang đi trên mặt nước. Với mặt trời mọc phản chiếu từ bề mặt, chim bay xung quanh, đó thực sự là một trải nghiệm yên bình, thiền định tuyệt vời nhất mà tôi từng có. Và rồi khinh khí cầu đưa chúng tôi lên cao hơn. Và cao hơn. Mặc dù tôi - tôi nói chung không phải là người thích độ cao, nhưng khinh khí cầu bay KHÔNG gây SỢ chút nào! Chỉ cần cảnh quan tuyệt đẹp xung quanh. Bằng cách nào đó bạn cảm thấy an toàn trong giỏ ngay cả khi bay cách mặt đất 1 km. Tuy nhiên, bay cao còn ly kỳ hơn - đi bộ trên hồ. Và rồi cuộc hạ cánh... woo!!! Gió tăng lên một chút và phi công - như anh ấy giải thích sau - phải giảm tốc độ khinh khí cầu xuống. Vì khinh khí cầu không có chỗ ngắt kèm theo nên anh ta cố tình lao vào ngọn cây và bụi rậm để giảm tốc độ! Chúng tôi đã có một vài pha đu dây, rất vui và cảm giác phấn khích! Sau khi chúng tôi hạ cánh, cô gái xinh đẹp ôm chặt trong tay tôi tuyên bố: - ha, cái đó - s rock-n-roll theo cách của tôi!!! - Haha!Tôi thực sự khuyên bạn nên trải nghiệm này. Đặc biệt nếu bạn muốn một cái gì đó đặc biệt cho người khác. BTW của tôi, hôn tôi và nói - CẢM ƠN BẠN, thật tuyệt vời! - Cảm ơn đội Bóng bay Việt Nam! Chúc các chuyến bay vui vẻ! Tôi - sẽ quay lại.Đọc thêm",
            "Tôi và gia đình đã thực hiện chuyến bay qua Mũi Né cùng với Thomas và phi hành đoàn của anh ấy. Một buổi sáng sớm! Nhưng một trải nghiệm tuyệt vời. Chúng tôi thực sự rất vui từ người trẻ nhất mới 3 tuổi đến người già nhất 70 tuổi.  Quang cảnh ngoạn mục - s.  Vận chuyển đến và đi từ khách sạn có tiêu chuẩn tốt. Phi công có kiến ​​thức và thân thiện. Họ còn bổ sung thêm những chiếc bánh sinh nhật thơm ngon, rượu sủi tăm và đồ ăn nhẹ cho tôi và anh rể. Nếu bạn ở quanh Mũi Né, tôi thực sự khuyên bạn nên đi chuyến bay này! Cảm ơn Thomas Thomas và Thomas! Nhiều Thomas trong phi hành đoàn.Đọc thêm",
            "Cảm ơn bạn rất nhiều!!!\n\nChúng tôi sẽ luôn nhớ đến bạn và gia đình thân yêu của bạn, đối với chúng tôi thật sự rất vui khi được phục vụ bạn và chứng kiến ​​buổi đoàn tụ gia đình ấm cúng. \n\nNhững lời chúc tốt đẹp nhất của chúng tôi gửi tới tất cả các bạn! Nếu bạn quay lại, hãy cho chúng tôi biết, bạn sẽ được chào đón nồng nhiệt và nhận được mọi sự trợ giúp mà bạn cần. \n\nThomas, Thomas và Thomas :- - Đọc thêm",
            "Chuyến bay khinh khí cầu tuyệt vời với phi công tuyệt vời được bao quanh bởi 360 độ - khung cảnh đáng yêu. Cần phải làm lại.Tận hưởng chuyến tham quan nàyĐọc thêm",
            "Đón khách từ khách sạn đến sớm nhưng chắc chắn xứng đáng với những khoảnh khắc trên bầu trời. Những khung cảnh không thể tin được từ khinh khí cầu đến cồn cát, đền thờ, hồ nước và đại dương thật đáng kinh ngạc - và bản thân chuyến đi diễn ra suôn sẻ từ khi cất cánh đến khi hạ cánh. Chúng tôi hạ cánh gần đường và được chào đón bằng rượu sâm panh và trái cây sau câu chuyện về phát minh bóng bay vào năm 1783. Một lần nữa xin cảm ơn phi công và phi hành đoàn vì trải nghiệm này!Đọc thêm"
        ],
        "star_ratings": [
            134,
            3,
            1,
            0,
            2
        ],
        "review_amount": 140,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Binh Thuan Province",
            "Mũi Né",
            "Việt Nam",
            "Phan Thiet",
            "Bóng Bay Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 23, 2019",
            "Written February 23, 2019",
            "Written February 20, 2019",
            "Written February 15, 2019",
            "Written February 13, 2019",
            "Written February 9, 2019",
            "Written February 9, 2019",
            "Written February 7, 2019",
            "Written February 1, 2019",
            "Written January 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d12378727-Reviews-or40-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or30-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or50-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4474246-Reviews-Bacchus_Corner-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6628601-Reviews-Spa_Kyoto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13162032-Reviews-Firkin_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4097768-Reviews-Saigon_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19255200-Reviews-Temple_Leaf_Spa_Land_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3749935-Reviews-Saigon_Heritage_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1142650-d4270340-Reviews-Ammes_Beach-Svoronata_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34152-d131842-Reviews-Venetian_Pool-Coral_Gables_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8384781-Reviews-Red_Rock_Lanes-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d17625704-Reviews-Virak_Buntham_Express-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3871067-Reviews-The_Dungeon-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1548142-Reviews-Water_Tower_Place-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32513-d2233275-Reviews-Bolsa_Chica_State_Beach-Huntington_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8751237-Reviews-Jackson_Street_Bridge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30375-d4096356-Reviews-Regions_Field-Birmingham_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g42554-d8368623-Reviews-Lake_of_the_Clouds-Ontonagon_Upper_Peninsula_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or50-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or40-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    },
    {
        "attraction_name": "Vietnam Balloons",
        "attraction_name_vi": "Bóng Bay Việt Nam",
        "general_info": [
            "140 đánh giá",
            "- 5 trong 47 hoạt động ngoài trời ở Mũi Né",
            "Đi khinh khí cầu",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nhà điều hành chuyến bay khinh khí cầu đầu tiên ở Việt Nam! Phi công, thiết bị, tiêu chuẩn an toàn và quản lý - tất cả đều đến từ Châu Âu. Chúng tôi cung cấp các chuyến đi độc đáo trên biển khơi, hồ sa mạc, thành phố ven biển và vùng nông thôn quyến rũ.Đọc thêm",
        "reviews": [
            "Thật là một cách tuyệt vời để bắt đầu buổi sáng của bạn! Đã sớm chuyển từ khách sạn đến điểm xuất phát ac van thoải mái, nơi khinh khí cầu đã đợi chúng tôi. Phi công Kestas rất giàu kinh nghiệm - anh ấy có 20 năm kinh nghiệm bay - và khiến chuyến bay của chúng tôi trở nên rất thú vị! Bay trên những cánh đồng lúa xanh, một số vùng sa mạc, dòng sông nhỏ, ngôi làng và vẫy tay chào mọi người trên mặt đất chắc chắn là một góc nhìn khác và khó quên khi nhìn thấy Việt Nam thân yêu của tôi! - Sau khi hạ cánh an toàn, người phi công đã khiến chúng tôi cười rất nhiều khi kể cho chúng tôi nghe về lịch sử khinh khí cầu được tạo ra như thế nào. Chúng tôi đã làm lễ rửa tội cho chuyến bay đầu tiên và nhận được giấy chứng nhận, kèm theo một ít rượu sâm panh và đồ ăn nhẹ. Không còn nghi ngờ gì nữa, đây là buổi sáng tuyệt vời nhất của tôi trong năm 2018! - - - Xin chân thành cảm ơn đội bóng bay Việt Nam! -  -  - Đọc thêm",
            "Rritux thân mến,\n\nCảm ơn bạn đã đánh giá tốt của bạn. Tôi hài lòng rằng ngay cả khi chúng tôi đã mở rộng đội ngũ của mình một chút, chất lượng dịch vụ vẫn như cũ. Chắc hẳn chúng ta đã thuê đúng người rồi! \n\nTôi và nhóm của tôi chúc bạn những điều tốt đẹp nhất trong những hành trình tương lai. Và chắc chắn chúng tôi sẽ đợi bạn quay trở lại Việt Nam lần nữa!Đọc thêm",
            "Đừng bỏ lỡ cơ hội có một không hai này để ngắm nhìn Việt Nam từ buồng lái mở - của khinh khí cầu! Vietnam Balloons được điều hành bởi các phi công người Litva giàu kinh nghiệm và họ đang lái khinh khí cầu do Đức sản xuất. Tùy thuộc vào hướng gió và tốc độ của buổi sáng, các phi công sẽ chọn các địa điểm phóng khác nhau và bạn sẽ thấy những khung cảnh hơi khác nhau nhưng dù gió thế nào đi nữa, bạn sẽ đánh giá cao tầm nhìn toàn cảnh của bờ biển Việt Nam và các dãy núi ở phía bắc . Sau khi hạ cánh, phi công và nhóm của anh ấy chuẩn bị một bữa tiệc rượu vang sủi đáng yêu và bạn sẽ được nghe một số câu chuyện thú vị về chuyến bay khinh khí cầu đầu tiên trong lịch sử! Có trái cây và bánh quy và phi công sẽ trao cho bạn chứng chỉ chuyến bay đặc biệt trước khi chiếc xe buýt nhỏ thoải mái đưa bạn trở về khách sạn. Một trải nghiệm tuyệt vời cho giá trị tốt! Cảm ơn Vietnam Balloons!!Đọc thêm",
            "Đây thực sự là chuyến bay đầu tiên của tôi với khinh khí cầu. Dịch vụ này thực sự đáng tin cậy. Tôi chỉ đặt trước 1 ngày và có chỗ ngồi. Thời gian đón là lúc 4h30 tại khách sạn của tôi và khi tôi đến lối vào phía trước, xe chuyển đã có mặt ở đó. Trong suốt chuyến bay, tôi cảm thấy khá an tâm - mặc dù tôi hơi sợ độ cao. Người lái khinh khí cầu dường như khá có kinh nghiệm và đã xác nhận ấn tượng này trong cuộc trò chuyện sau chuyến bay của chúng tôi: Anh ấy đã nhận được chứng chỉ của mình khoảng 15 năm trước. Chỉ như một lời khuyên: Hãy quên đi những gì bạn đọc về những gì bạn có thể thấy và chỉ cần cởi mở với vẻ đẹp của phong cảnh. Vì người lái khinh khí cầu phải phản ứng với cường độ và hướng gió nên không thể dự đoán được những gì bạn sắp thấy và những gì không thể xảy ra do điều kiện thực tế.Đọc thêm",
            "Kính gửi Ph1lomela,\n\nCảm ơn rất nhiều vì những lời tốt đẹp của bạn!\n\nQuả thực bạn đúng rằng không thể dự đoán được hướng gió vào một số ngày nhất định. Phi công của chúng tôi luôn chọn điểm xuất phát tối ưu với sự an toàn của hành khách là mối quan tâm hàng đầu và cao nhất. Và mọi hướng gió đều an toàn từ điểm đã chọn vào bất kỳ ngày nào. \n\nVậy thì như bạn đã lưu ý, Mẹ Thiên nhiên sẽ đưa chúng ta đến nơi mà bà ấy muốn. Tuy nhiên, khi chúng ta lên tới độ cao 600 hoặc đôi khi là 1.000 mét - trong trường hợp của bạn là 800 mét so với mặt đất - , vẻ đẹp của phong cảnh khiến bạn nghẹt thở, ngay cả đối với những người bay nhiều lần đến đây. :- -  \n\nMột lần nữa xin cảm ơn bạn rất nhiều, chúng tôi chúc bạn mọi điều tốt đẹp nhất trong những hành trình sắp tới!Đọc thêm",
            "Chắc chắn là trải nghiệm tốt nhất ở miền Nam Việt Nam! Bình minh tuyệt vời, những ngôi chùa vàng, những cồn cát rộng lớn từ trên cao - khung cảnh mà bạn chắc chắn muốn bắt đầu buổi sáng của mình. Đã yêu nó! Cảm ơn tất cả phi hành đoàn khinh khí cầu Việt Nam, đặc biệt là phi công tuyệt vời Kestas của chúng tôi!Đọc thêm",
            "Tôi biết đây sẽ là một trải nghiệm tuyệt vời vì Tomas, người tổ chức đã gửi email đầu tiên cho tôi. Luôn cập nhật cho tôi, giúp chọn bánh cho ngày kỷ niệm của chúng tôi, siêu chuyên nghiệp nhưng đồng thời cũng hài hước - hehe Tomas bạn có thể có cà chua lần sau - . Họ đón chúng tôi vào buổi sáng từ khách sạn, lái xe khoảng 1 giờ cho đến khi họ tìm được địa điểm hoàn hảo để cất cánh và cuộc phiêu lưu bắt đầu. Suốt chặng đường Thuyền trưởng kể cho chúng tôi nghe những câu chuyện về lịch sử của khinh khí cầu, và sau khi hạ cánh.... hãy đi và tìm hiểu nhé :D, bạn sẽ không hối hận đâu!!!Aciu labay Tomas!Đọc thêm",
            "Thật là một trải nghiệm đáng kinh ngạc. Rất khuyến khích những ai muốn làm cho kỳ nghỉ của họ ở Mũi Né trở nên đặc biệt hơn. Tomas, người tổ chức đã thật tuyệt vời khi giúp chúng tôi cập nhật thông tin về thời tiết, sắp xếp đón khách và trả lời tất cả các câu hỏi rất nhanh chóng. Kestas phi công của chúng tôi rất chuyên nghiệp và rất coi trọng sự an toàn. Anh ấy nói tiếng Anh rất tốt và chỉ ra những điểm tham quan chính để xem khi chúng tôi thanh thản lơ lửng trong không trung. Anh ấy cũng có khiếu hài hước tuyệt vời thể hiện rõ trong cách kể chuyện của mình. Nhìn chung, đây là một trải nghiệm được tổ chức rất tốt và là điều gì đó thực sự đáng nhớ. Đọc thêm",
            "Đây thực sự là một trải nghiệm tuyệt vời nhờ sự chú ý đến từng chi tiết, tính chuyên nghiệp của phi công, phi hành đoàn mặt đất và chủ nhà của chúng tôi. Rất khuyến khích trải nghiệm này nếu bạn muốn có một cái nhìn độc đáo về cảnh quan tuyệt đẹp này. Đọc thêm",
            "Tôi và bạn gái đi du lịch tới Mũi Né và đây là địa điểm đứng đầu danh sách những điều chúng tôi muốn đến đó - và điều đó không làm tôi thất vọng! Thời tiết đặc biệt xấu khi chúng tôi đến Mũi Né và Tomas liên lạc với chúng tôi hàng ngày để cung cấp thông tin cập nhật về thời tiết và những dự đoán về thời điểm anh ấy dự kiến ​​sẽ an toàn để bay. Chúng tôi đã bắt đầu vào buổi sáng ngày thứ 4 và ngày cuối cùng của chúng tôi và kết thúc thật là một khởi đầu tuyệt vời. Chúng tôi đã được đón đúng giờ từ khách sạn vào đầu giờ. Có một số bức ảnh tuyệt vời về đội đang chuẩn bị khinh khí cầu cất cánh - bước vào bên trong khi nó đang được bơm căng! Bình minh thật tuyệt vời khi chúng tôi ở trên không. Chúng tôi đi qua rừng, hồ, chùa và cồn cát trắng. Và thưởng thức bữa sáng với rượu sâm panh để chào đón chúng tôi khi chúng tôi hạ cánh! Điểm cao nhất cho Tomas và nhóm - rất vui khi được ở bên cạnh. Một trong những buổi sáng thứ Hai tuyệt vời nhất của tôi trong ký ức gần đây! Rất khuyến khích! Đọc thêm",
            "Cảm ơn BrendanM1987! Như tôi đã nói qua email với bạn của bạn, tinh thần của chuyến bay phụ thuộc 50 - vào chúng tôi và 50 - vào hành khách của chúng tôi. Bạn và bạn gái của bạn thật tuyệt vời, và do đó Mẹ Thiên nhiên đã ban thưởng cho tất cả chúng ta một chuyến bay tuyệt vời mà ngay cả tôi, đã bay rất nhiều lần, vẫn ghen tị :- - Hãy giữ vững tính cách tuyệt vời của mình nhé các bạn! Tôi ước gì tất cả những người đi khinh khí cầu đều có những hành khách như bạn. Thật đáng yêu. Tôi cũng sẽ không bao giờ quên chuyến bay đặc biệt này. Và tôi ước mình cũng có thể đánh giá hành khách của mình. Bạn sẽ nhận được xếp hạng sao Hollywood :- - Đọc thêm",
            "Bình minh trên cồn cát, chùa vàng, tượng Phật, quang cảnh đại dương và chuyến bay miễn phí bằng khinh khí cầu - cuộc phiêu lưu thực sự không thể quên. Dịch vụ xuất sắc và đội ngũ chuyên nghiệp. Cảm ơn!Đọc thêm",
            "Tôi đã đặt chuyến phiêu lưu này cho ngày sinh nhật của chồng tôi và tận hưởng từng phút, ngay từ khi tiếp xúc với Tomas cho đến chuyến đi thực sự. Đây không phải là một chuyến đi chắc chắn như Sài Gòn Sky Deck tại Bitexco. Bạn cần có cảm giác phiêu lưu và khao khát những điều chưa biết. Chúng tôi cất cánh cùng đứa con 5 tuổi của mình, chứng kiến ​​khung cảnh ngoạn mục và hạ cánh ở một nơi hoang vu. Một chiếc máy kéo xuất hiện và dồn chúng tôi lại trên đường. Nó khiến bạn đánh giá cao sự thoải mái và chắc chắn trong cuộc sống hàng ngày của một người! Chồng và con trai tôi yêu thích toàn bộ trải nghiệm này. Và tôi rất vui được gặp Tomas và gia đình anh ấy. Đọc thêm",
            "Kính gửi A, \n\nBạn nói đúng, đây là một cuộc phiêu lưu, và một chút bất an sẽ khiến quảng cáo trở nên quyến rũ hơn :- - Tôi rất vui vì gia đình bạn yêu thích nó!\n\nChúng tôi thường xuyên hạ cánh gần đường, nhưng đôi khi chúng tôi hạ cánh ở vùng hoang dã thực sự. Trong những trường hợp đó, máy kéo hoặc xe jeep chở hành khách ra ngoài, trừ khi họ thích đi bộ hơn.\n\nCảm ơn vì một trong những đánh giá thú vị nhất và chúc bạn mọi điều tốt đẹp nhất!Đọc thêm"
        ],
        "star_ratings": [
            134,
            3,
            1,
            0,
            2
        ],
        "review_amount": 140,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Binh Thuan Province",
            "Mũi Né",
            "Việt Nam",
            "Phan Thiet",
            "Bóng Bay Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 15, 2018",
            "Written December 5, 2018",
            "Written November 22, 2018",
            "Written November 6, 2018",
            "Written November 3, 2018",
            "Written November 1, 2018",
            "Written November 1, 2018",
            "Written October 26, 2018",
            "Written October 15, 2018",
            "Written October 12, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d12378727-Reviews-or50-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or40-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or60-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4474246-Reviews-Bacchus_Corner-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6628601-Reviews-Spa_Kyoto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13162032-Reviews-Firkin_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4097768-Reviews-Saigon_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19255200-Reviews-Temple_Leaf_Spa_Land_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3749935-Reviews-Saigon_Heritage_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d1468106-Reviews-Virginia_Aquarium_Marine_Science_Center-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g196481-d2256120-Reviews-Manganari_Beach-Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d621606-Reviews-Dollywood_s_Splash_Country-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d10440734-Reviews-How_to_Become_Icelandic_in_60_Minutes-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g35783-d9885928-Reviews-Cave_In_Rock_Ferry-Cave_in_Rock_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d143784-Reviews-Gooseberry_Falls_State_Park-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d116233-Reviews-New_York_Transit_Museum-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33412-d538147-Reviews-Fiddler_s_Green_Amphitheatre-Englewood_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d9976786-Reviews-Capitol_Bus_Services-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g56691-d17578958-Reviews-South_Padre_Island_Beach-South_Padre_Island_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or60-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or50-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    },
    {
        "attraction_name": "Vietnam Balloons",
        "attraction_name_vi": "Bóng Bay Việt Nam",
        "general_info": [
            "140 đánh giá",
            "- 5 trong 47 hoạt động ngoài trời ở Mũi Né",
            "Đi khinh khí cầu",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Nhà điều hành chuyến bay khinh khí cầu đầu tiên ở Việt Nam! Phi công, thiết bị, tiêu chuẩn an toàn và quản lý - tất cả đều đến từ Châu Âu. Chúng tôi cung cấp các chuyến đi độc đáo trên biển khơi, hồ sa mạc, thành phố ven biển và vùng nông thôn quyến rũ.Đọc thêm",
        "reviews": [
            "wow wow - trải nghiệm đầu tiên với khinh khí cầu, chuyến đi tuyệt vời... rất đáng để thử, ít nhất một lần trong đời...Đọc thêm",
            "Một trong những trải nghiệm đáng kinh ngạc nhất mà tôi từng có. Đối với tôi đây là cơ hội chỉ có một trong đời mà tôi sẽ không bao giờ quên. Cảm giác được bay cao trên một số khung cảnh đẹp nhất mà tôi từng chứng kiến ​​là điều mà tôi không thể diễn tả bằng lời. Thực sự rất ấn tượng! Chúng tôi rất hài lòng với dịch vụ cá nhân và chuyên nghiệp của phi hành đoàn, họ đối xử với chúng tôi như thể chúng tôi là VIP từ đầu đến cuối. Đó là một cảm giác phấn khích khi bay rất cao với sự yên tĩnh tuyệt đẹp xung quanh chúng tôi, chúng tôi chưa bao giờ cảm thấy sợ hãi, những người này đã lo liệu mọi thứ, vì vậy cảm ơn bạn rất nhiều vì dịch vụ tuyệt vời của bạn và làm cho kỳ nghỉ của chúng tôi trở nên đặc biệt hơn. Tôi giới thiệu cuộc phiêu lưu tuyệt vời này cho bất kỳ ai và tất cả những ai có cơ hội bay cùng đội này. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Đi khinh khí cầu là một trong những việc phải làm của tôi và tôi chưa bao giờ tưởng tượng mình sẽ có một chuyến đi như vậy ở Việt Nam. Mỗi giây đều đáng giá, khung cảnh thật ngoạn mục; cồn cát, hồ nước, rừng rậm, mọi thứ! Việc cất cánh suôn sẻ khiến tôi quên mất rằng tôi - thực sự đang bay.. ngay cả một người sợ độ cao như tôi cũng có thể lái nó mà không sợ hãi. Cảm ơn bạn vì trải nghiệm, buổi lễ nhỏ - dễ thương, rượu và giấy chứng nhận.Đọc thêm",
            "Chúng tôi chỉ có 3 ngày ở Mũi Né và đã cố gắng sắp xếp một chuyến đi khinh khí cầu trong 2 ngày đầu tiên. Tomas giải thích rằng điều kiện gió rất mạnh và không an toàn để bay và hy vọng đến ngày thứ 3, thời tiết sẽ thuận lợi. Chúng tôi hồi hộp chờ đợi và cuối cùng nhận được tin nhắn WhatsApp từ Tomas rằng rất tốt để bay vào ngày thứ 3. Tôi rất vui khi thấy Tomas đặt sự an toàn của hành khách lên trên doanh thu và lợi nhuận. Chúng tôi được đón tại khách sạn lúc 4:45 sáng như đã thông báo trước đó. Chứng kiến ​​phi hành đoàn thổi phồng khinh khí cầu và chuẩn bị sẵn sàng là một trải nghiệm thú vị. Tuy nhiên, trải nghiệm tuyệt vời nhất là ngắm bình minh phía trên đường chân trời trên khinh khí cầu.. diễn ra lúc 5:39 sáng. Phi công, David, một chàng trai trẻ tốt bụng có rất nhiều niềm đam mê với khinh khí cầu và cuối cùng đã giải thích cho chúng tôi về việc bay khinh khí cầu của chuyến bay. Chúng tôi cũng có rượu sâm panh trên mặt đất và một giấy chứng nhận được viết và ký tên chứng nhận đã đưa chúng tôi thực hiện chuyến bay khinh khí cầu đầu tiên. Chúng tôi chắc chắn đã rất thích thú. Cảm ơn Tomas, David và phi hành đoàn đã chăm sóc chúng tôi và khiến chuyến tham quan Việt Nam của chúng tôi trở nên thú vị hơn rất nhiều.Đọc thêm",
            "Tôi rất có thể khuyên bạn nên đi khinh khí cầu mặt trời mọc. Khung cảnh tuyệt vời bao quát khu vực và Dovydas cùng đoàn làm phim rất tuyệt vời. Tất cả cùng nhau tạo nên một kỷ niệm hoàn hảo với buổi lễ uống sâm panh cuối cùng. Cảm ơn các bạn!Đọc thêm",
            "Cơ hội bay vào ngày hôm sau là 80 - do điều kiện gió, thời tiết không cho phép trong một tuần. Tomas giải thích rằng việc đó quá mạo hiểm - an toàn là trên hết!  Tôi nắm lấy cơ hội, ở lại Mũi Né thêm một ngày. Và cuối cùng mọi chuyện cũng suôn sẻ - đón khách từ khách sạn, nhìn thấy quả bóng bay được chuẩn bị và làm nóng. David phi công của chúng tôi đã khiến nó diễn ra suôn sẻ và thú vị - khởi hành, chuyến bay và hạ cánh. Tanja đã tổ chức sinh nhật lần thứ 7 của mình cùng cha mẹ - và nhận được một bài hát đa ngôn ngữ - Chúc mừng sinh nhật - cho tất cả các hành khách. Thật vui khi thấy các khách du lịch và những chiếc xe bốn bánh trên mặt đất của Cồn cát trắng đang vật lộn để có được vị trí đón bình minh khi đang bay trên chúng. Giấy chứng nhận chuyến bay đầu tiên - cùng một chiếc bánh sinh nhật và rượu sâm panh sau khi hạ cánh đã kết thúc một buổi sáng tuyệt vời. Cảm ơn Tomas, David và tất cả các thành viên khác! tái bút Không có vấn đề gì với những người sợ độ cao!!! Hãy thử và tận hưởng!Đọc thêm",
            "Tôi và bạn bè đã tới Mũi Né, Phan Thiết và thử đi khinh khí cầu ở đó. Tôi - muốn nói rằng tôi - tôi hoàn toàn hài lòng với khung cảnh tuyệt vời của ánh nắng, phong cảnh đẹp, không khí trong lành, sự thân thiện và hài hước của nhân viên. Tôi đặc biệt giới thiệu Vietnam Balloons cho nhóm bạn bè hoặc gia đình muốn trải nghiệm dịch vụ thú vị này đồng thời có thể quan sát vẻ đẹp của thiên nhiên và lối sống của người dân địa phương ở Mũi Né. Đây cũng là một lựa chọn lý tưởng cho những cặp đôi mong muốn có những khoảnh khắc đáng nhớ bên nhau đồng thời tận hưởng dịch vụ chăm sóc khách hàng vô cùng chuyên nghiệp. Cảm ơn Vietnam Balloons vì dịch vụ tốt nhất của các bạn đã mang đến cho chúng tôi một chuyến đi thật sự thú vị. Chúng tôi yêu nó rất nhiều.Đọc thêm",
            "Khi có cơ hội dành một buổi sáng trên Khinh khí cầu Việt Nam qua Mũi Né, chúng tôi đã chớp lấy cơ hội. Sự yên bình và tĩnh lặng khi ngắm bình minh trên Vịnh Mũi Né thật tráng lệ và lơ lửng trên phong cảnh - ít nhất là nâng cao tinh thần - phải nói là ít nhất .Các nhà điều hành thật tuyệt vời và trải nghiệm thật tuyệt vời!Đọc thêm",
            "Hot air balloons remained the most exciting part of our Vietnam trip and Thomas and his team did the absolute justification for our expectations. I prebooked the Hot air balloon ride on 1st of April 2018. I would like to share my thoughts in three  parts. a  -  Experience: Thomas and his team were professional and courteous. Undoubtedly they will make the journey memorable and exciting. I liked the part when Thomas outlined the History of Hot air balloon rides. Don - t miss that part. It is interesting to hear from him. There is a ceremony that follows which I leave that  surprise to you to embrace.a -  Safety: Despite being a doctor, I did overlook the fact that whether this hot air balloon ride is suitable for my elderly parents. My Father and Mom have bone and joint disease and when the pilot instructed for landing, they succumbed to the vigorous thrust of the balloon basket on the ground. However, rest of the adults managed well with the landing. Our Pilot Adam gave us clear instructions throughout the flight and hence It was a smooth experience for us.  My Young friend who flew with his wife in another balloon had totally an unexpected landing -  I would say  - traumatic landing -  -   The Pilot didn - t insist the passengers to stay in the basket and bend their knees -  this is a very important aspect to remember while landing. -  and eventually things went haywire and His wife and he got injured.While injury can happen on any flight but this is something I want my fellow traveling community to be aware that please be aware of your own physiological limits. Always ask doubts and get things clarified with the team before your flight. Middle-aged to elderly or anyone with bone and joint disease please ask the team regarding the worst possible ways of landing in advance for your mental preparedness. I wouldn - t blame this on  the team, instead, i would blame this as shared ignorance on the Pilot as well as my Friend and his wife who assumed thingsc -  Value for money:If money can - t buy happiness then what else it - s for? Thanks to Thomas for attractive discounts for 9 of us. Despite the odds, Hot air balloon won my heart and stays atop of my memories from Vietnam. I will come back for next year Certainly.Read more",
            "Dr. Kumar,\n\nThank you for your sincere feedback!  \n\nI feel I must elaborate a bit on landing part. \n\nWhile most of the time our landing are as soft as feather, there are circumstances of weather conditions where pilots need to opt for harsher landing. Harsher meaning there will be bumps into the ground, and one truly needs to be physically fit to a degree of average 70 year old person. It - s like jumping from 0,5 meter high wall - this is what we call harsh landing. If we predict landing harsher than that, we just do not fly. \n\nYou well pointed out that the pilot did not do enough to make sure safety precautions are followed through. The injuries you have mentioned were bruises on hand of one passenger - because of the bushes around the basket which pilot used for slowing Balloon down. We accept this is our fault of not insisting enough on safety rules to stay in the basket while landing and not stick out any part of your body out. \n\nI - d like to point out that during our 21 year of operations in Europe and Vietnam, there have been 2 cases overall where passengers got physical injuries  - bruises - , and both cases were due to same reason: Pilot not insisting enough on following safety rules. \n\nOverall, it - s our fault and we accept the criticism. More so, we are much thankful for it. The pilot in question was given a notice and should he fail to perform again, he will not only lose his job, but also his license right away. \n\nFor us safety of passengers is paramount. We cancel a number of flights if we see weather conditions are not suitable. We once again apologize for the injury caused. We take it very and very seriously, however minor the injury is. \n\nFor the future passengers I would like to make some points clear:\n\n1. Do not stick any part of the body out of the basket while landing. \n2. Be prepared that when we land it could be a bump into the ground. Same as jumping down 0.5 m height. It - s rarely the case  - 99 -  -  we land so softly you would not even notice -  but please be aware of that. \n\n3. Don - t leave the basket without pilot permission. \n\nDr. Kumar, thank you once again for your insights. The pilot in question is undergoing full scrutiny of aviation safety rules. Should those minor injuries repeat again with given pilot, he will be fired and lose the license for flying hot air balloon.\n\nGiven your rating we understand you enjoyed the experience. \n\nRest assured any fault of pilots will be punished in most severe lawfully possible way. Read more",
            "Chồng tôi đã đặt điều này như một sự bất ngờ cho ngày sinh nhật của tôi......trải nghiệm siêu thực!! Chúng tôi đang ở Sài Gòn và Thomas cùng chồng tôi sắp xếp một chiếc ô tô riêng để đưa chúng tôi xuống Mũi Né, nơi chúng tôi chuyển sang xe buýt và đón thêm ba hành khách khác trên đường. Chúng tôi đến địa điểm ngay trước khi mặt trời mọc và toàn bộ chuyến đi khinh khí cầu vừa mới ra khỏi thế giới này! Rất yên bình, ngoại trừ việc đốt gas để giữ cho quả bóng luôn căng phồng. Chúng tôi đã có một buổi bình minh kỳ diệu và phi công của chúng tôi rất hiểu biết và giúp chúng tôi cảm thấy thoải mái. Đường bay của chúng tôi cũng vượt qua những cồn cát đỏ, nó thực sự phải được trải nghiệm để thực sự hiểu chuyến đi này tuyệt vời như thế nào. Chồng tôi cũng đã tổ chức hoa và bánh sinh nhật cho tôi, đó là một sự cảm động đáng yêu và một lần nữa chồng tôi nhận xét rằng việc liên lạc và giữ liên lạc với Thomas thật dễ dàng. Liên hệ ban đầu là qua email, sau đó qua WhatsApp - ý tưởng tuyệt vời. Sau chuyến bay, tất cả chúng tôi đều có - chuyến bay đầu tiên - buổi lễ và bữa sáng với rượu sâm panh được phục vụ kèm trái cây và tất nhiên là bánh sinh nhật! : - tất cả chúng tôi đều có chứng chỉ. Tất cả đều là trải nghiệm hạng nhất và Thomas và nhóm của anh ấy không thể chuyên nghiệp hơn và làm mọi thứ có thể để chúng tôi có được trải nghiệm siêu thực này. Tôi chắc chắn sẽ giới thiệu nếu ở Việt Nam - một kỳ nghỉ chào mừng sự yên tĩnh, tránh xa sự hối hả và giao thông của thành phố Sài Gòn.Đọc thêm"
        ],
        "star_ratings": [
            134,
            3,
            1,
            0,
            2
        ],
        "review_amount": 140,
        "location": [
            "Những điều cần làm ở Mũi Né",
            "Binh Thuan Province",
            "Mũi Né",
            "Việt Nam",
            "Phan Thiet",
            "Bóng Bay Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 2, 2018",
            "Written June 23, 2018",
            "Written May 4, 2018",
            "Written May 1, 2018",
            "Written April 18, 2018",
            "Written April 16, 2018",
            "Written April 15, 2018",
            "Written April 8, 2018",
            "Written April 5, 2018",
            "Written March 22, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1009804-d12378727-Reviews-or60-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or50-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or70-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4474246-Reviews-Bacchus_Corner-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6628601-Reviews-Spa_Kyoto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13162032-Reviews-Firkin_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4097768-Reviews-Saigon_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19255200-Reviews-Temple_Leaf_Spa_Land_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3749935-Reviews-Saigon_Heritage_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17529228-Reviews-Brelax_Therapy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g255060-d257278-Reviews-Sydney_Opera_House-Sydney_New_South_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d23588074-Reviews-DISTRITO_T_Mobile-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155845-Reviews-Robson_Street-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d12728020-Reviews-Limni_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d622597-Reviews-Kanyon_Shopping_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d2389760-Reviews-Cocoa_Beach-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g7386020-d2486863-Reviews-Playa_El_Tunco-El_Tunco_La_Libertad_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d16639693-Reviews-Karting_Star_Bali-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34332-d10032739-Reviews-Jensen_Beach_Park-Jensen_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d4495343-Reviews-Rocky_Gap_State_Park-Flintstone_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or70-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1009804-d12378727-Reviews-or60-Vietnam_Balloons-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html"
    }
]