[
    {
        "attraction_name": "Viking Ship Museum",
        "attraction_name_vi": "Bảo tàng tàu Viking",
        "general_info": [
            "1.988 đánh giá",
            "2 trên 61 hoạt động giải trí ở Roskilde",
            "Bảo tàng chuyên ngành",
            "Tàu thuyền",
            "Bảo tàng Lịch sử"
        ],
        "attraction_summary": "Tàu chiến đang chờ bạn tại Bảo tàng Tàu Viking. Đừng lo lắng, họ sẽ không nổ súng đâu. Bảo tàng này dành riêng cho việc giáo dục về đóng thuyền, khảo cổ học và cuộc sống của người Viking. Đây là nơi trẻ em yêu thích và du khách ở mọi lứa tuổi có thể xuống nước trên những chiếc thuyền truyền thống. Mở cửa 10 giờ sáng - 4 giờ chiều bảy ngày một tuần, cho đến 5 giờ chiều. trong những tháng hè.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một chuyến thăm hoàn toàn tuyệt vời ở đây! Nếu bạn bước vào đó mà nghĩ rằng bạn chỉ đang nhìn vào tàn tích của một vài chiếc thuyền cũ thì điều đó có vẻ không thú vị hoặc tốn thời gian. nhưng chúng tôi đã dành gần như cả ngày ở đây! Việc họ cung cấp các chuyến tham quan miễn phí bản thân nó đã là điều đáng kinh ngạc, các bảo tàng ở những nơi khác trên thế giới thậm chí còn không mơ làm được điều này. Hướng dẫn viên du lịch của chúng tôi trong ngày, Silas, thật tuyệt vời - rất nhiều thông tin, kiên nhẫn, thân thiện và rõ ràng rất đam mê. Bên cạnh chuyến tham quan đầy thông tin, bản thân bảo tàng còn có rất nhiều thứ để cung cấp, bạn có thể ghé thăm cửa hàng gỗ, xem họ làm dây thừng, xem những chiếc thuyền tái thiết của họ, tham quan và thậm chí chèo thuyền! Cửa hàng quà tặng cũng rất đẹp với nhiều đồ trang sức gọn gàng. Chúng tôi đã có một chuyến đi trong ngày từ Copenhagen bằng tàu hỏa và tất cả đều tuyệt vời, chuyến đi bằng tàu rất nhanh chóng và dễ dàng và việc đi bộ từ Ga Trung tâm Roskilde đến bảo tàng cũng rất đáng yêu. Rất khuyến khích.Đọc thêm",
            "Tôi không chắc mình có thích chuyến thăm này không nhưng tôi thấy nó rất đáng giá.  Chúng tôi may mắn đến nơi khi chuyến tham quan ngoài trời nói tiếng Anh đang bắt đầu.  Họ đóng thuyền tại bảo tàng theo phong cách và quy trình lịch sử, bao gồm cả thuyền Viking.  Chuyến tham quan ngoài trời giải thích cách thức và lý do các loại thuyền khác nhau được chế tạo.  Chuyến tham quan kéo dài khoảng một giờ và rất nhiều thông tin.  Hướng dẫn rất tốt.\n\nSau khi chuyến tham quan ngoài trời kết thúc, chúng tôi có thể tham gia chuyến tham quan bảo tàng trong nhà bằng tiếng Anh.  Chuyến tham quan này ngắn hơn nhưng rất tốt.  Đó chỉ là số lượng chi tiết phù hợp với chúng tôi.\n\nChúng tôi rất thích chuyến thăm của chúng tôi vì các tour du lịch.  Tôi không nghĩ sẽ tốt như vậy nếu chúng tôi cố gắng tự mình đến thăm.\n\nLưu ý rằng các chuyến tham quan đã được bao gồm trong giá vào cửa và họ có các chuyến tham quan suốt cả ngày.  Chúng tôi tham gia tour ngoài trời vào buổi trưa và tour trong nhà lúc 1h00.  Chúng tôi có khoảng 5 phút để đi từ chuyến tham quan ngoài trời đến chuyến tham quan trong nhà.Đọc thêm",
            "Chắc chắn đáng để ghé thăm trong một hoặc hai giờ để hiểu thêm một chút về di sản Viking ở Đan Mạch.  Phần trung tâm của bảo tàng là một số con tàu viking được bảo tồn một phần đã hơn 1.000 năm tuổi, bảo tàng có phần cũ kỹ cũng cung cấp cái nhìn thoáng qua về nghề thủ công đóng tàu và làm dây gợi ý: bắt đầu từ vỏ cây.  Chúng tôi dành khoảng một giờ và đến đó ngay khi nó mở cửa lúc 10 giờ. Đó là một chuyến đi dễ dàng từ ga xe lửa trung tâm ở Copenhagen sau đó đi bộ dễ dàng 20 phút ra bến cảng và bảo tàng.  \n\nDưới đây còn có rất nhiều hoạt động và hoạt động khác dành cho trẻ em.Đọc thêm",
            "Chuyến tàu không dài thì bạn đi bộ hoặc bắt xe buýt đến bảo tàng. Hướng dẫn đã cung cấp cho chúng tôi thông tin thú vị về việc đóng thuyền, v.v. và các trưng bày trong bảo tàng được trình bày độc đáo với nhiều tài liệu giáo dục. Tôi hoàn toàn tận hưởng ngày đi chơi của mình.Đọc thêm",
            "This was a great day out, first full day of our holiday in Denmark. Roskilde is an easy train ride from Copenhagen , even as there were 14 of us with bikes! An easy downhill cycle from the station to the DanHostel, which is right next to the Viking Ship centre where we stayed the night before. \nThe Viking Ship museum is much more than a museum. Yes there is the museum housing the conserved remains of the viking ships and a wealth of information about them. There are plans afoot to re-house the ships in a more suitable building, so the museum may be different in a few years time. \nOutside on the water there are replicas of the ships that you can elect to sail in, so long as you are happy to brave the weather, hoist the sails and row! And on the wharf there are various areas with craftsmen  women replicating ship parts and other associated artefacts. Great in the early June sunshine, though probably not quite so much fun in the rain and wind. On the waterfront there is a modern cafe and a large restaurant  overlooking the Marina. Within a few minutes you can walk you can walk away from the tourist bustle, along the side of the fjord, past smaller craft into the peace of a nature reserve. \nUnfortunately we ran out of time as in the afternoon we had arranged to cycle out to the Herslev Bryghus brewery where we had an excellent lunch followed by a very informative and entertaining tour of the brewery, then down to the nearby beach at Herslev Strand. All in all a perfect but busy, day. \nIn the late afternoon we cycled back to the DanHostel to freshen up before venturing out on a fifteen minute walk up the hill to the quaint old town of Roskilde, with shops restaurants and bars where we enjoyed fine Danish hospitality, and a glimpse of the town square and cathedral. we definitely could and should have spent two days in Roskilde.\nAfter a good nights sleep at the DanHostel we continued on with our tour, cycling all the way to the top of the Zealand island the next day.Read more",
            "Chuyến đi rất dễ dàng bằng tàu hỏa từ Copenhagen. Các biển báo từ nhà ga hướng dẫn đường đi, qua thị trấn xinh đẹp này, đến Bảo tàng Tàu Viking. Tất nhiên, những con tàu được bảo tồn đang được trưng bày rất thú vị, nhưng vào mùa hè, có nhiều thứ để xem và làm hơn. Những người đóng tàu, những người làm dây thừng, các hoạt động dành cho trẻ nhỏ đều vui nhộn và thú vị. Bản sao con tàu mà bạn có thể lên và khám phá thực sự tuyệt vời và vào một ngày đẹp trời, một chuyến đi thuyền buồm trên vịnh hẹp rất đáng giá, và cũng khá vất vả khi bạn chèo thuyền và làm việc với cánh buồm, tất nhiên là dưới sự hướng dẫn của chuyên gia. \nQuán cà phê có bàn bên trong và bên ngoài, và đồ ăn và bia, rất thú vị. Tôi đã có một khoảng thời gian rất tuyệt ở đây, rất đáng để giới thiệu. Đọc thêm",
            "Trưng bày đẹp mắt những tàn tích được lắp ráp lại của năm con tàu Viking 1.000 năm tuổi khác nhau.   Ngoài ra còn có nhiều bản sao kích thước đầy đủ đích thực.   Giải thích tốt.   Bạn có thể đi tàu từ Copenhagen đến Roskilde.  Đọc thêm",
            "Phần giới thiệu hay về tàu Viking và lý do tại sao các nhà sử học tin rằng chúng là chìa khóa cho kỷ nguyên thống trị của người Viking thế kỷ 8-11.  Rất nhiều triển lãm cũng như trình diễn trực tiếp về các khía cạnh khác nhau của việc đóng tàu Viking.  Nơi tuyệt vời để đưa bọn trẻ đến!Đọc thêm",
            "Đến thăm gia đình và một người bạn trong chuyến du lịch Đan Mạch hai tuần của chúng tôi.  Tôi đã từng đến đây nhiều lần trong quá khứ.  Nơi tuyệt vời để đón một người mới để dễ hiểu về lịch sử của người Viking và cận cảnh các con tàu Viking. Dành phần lớn thời gian của chúng tôi bên trong vì trời mưa.  Đã thực hiện một chuyến tham quan nhanh bên ngoài trong xưởng đóng thuyền.  Bản dịch tiếng Anh trong bảo tàng rất hoàn hảo.Đọc thêm",
            "Để xem những con tàu mang tính biểu tượng đã được trục vớt từ đáy đại dương này thật cảm động. Bảo tàng được xây dựng có mục đích thực sự hấp dẫn và những chiếc thuyền khác được tái tạo theo thiết kế lịch sử rất đẹp. Thủ đô lịch sử của Đan Mạch Roskilde tự nó đã rất đẹp và là một địa điểm không thể bỏ qua nếu bạn đến thăm Copenhagen trong hơn một vài ngàyĐọc thêm",
            "Thực sự không còn nhiều trong số 5 chiếc thuyền bị chìm được trục vớt. Điều làm cho trải nghiệm này trở thành một trải nghiệm tuyệt vời là chuyến tham quan sân thuyền. Khi người hướng dẫn bắt đầu và nói rằng sẽ mất 45 phút, tôi đã rên rỉ trong lòng nhưng một người hướng dẫn tốt sẽ tạo nên sự khác biệt và anh ấy đã giải thích thật thú vị về công việc họ đang làm ở bãi thuyền. Chúng tôi đi đến đó từ trung tâm thành phố Copenhagen: Tàu điện ngầm, tàu khu vực, xe buýt - hơi khó khăn một chút nhưng đối với một số việc chúng tôi sẽ chỉ làm khi tôi đề xuấtĐọc thêm",
            "Chúng tôi đã đến thăm bảo tàng này và rất ấn tượng với cách bố trí các con tàu trong bảo tàng vì nó khá nhỏ để chứa 5 con tàu này và các bộ phận khác của bảo tàng. Chúng tôi đã xem được bộ phim và quay lại xem nó giữa chừng khi đi dạo quanh bảo tàng. Có các chuyến tham quan có hướng dẫn viên bằng tiếng Anh và các ngôn ngữ khác vào các thời điểm khác nhau trong ngày. Thật không may, chúng tôi không có thời gian cho một chuyến do lịch trình khó khăn ở Roskilde. Vẫn là cuộc đi bộ qua 5 phòng trưng bày và phần trình bày về lý do tại sao chúng cần bị đánh chìm và câu chuyện về sự phòng thủ của Roskilde được thực hiện rất tốt và mang tính thông tin. Đây là một màn trình diễn thú vị sau khi bạn hoàn thành chuyến tham quan Phòng trưng bày và sẽ rất thú vị cho những đứa trẻ chèo thuyền trên thuyền riêng của mình! Cửa hàng được bố trí tốt và có nhiều mặt hàng thú vị để mua. Sau bảo tàng, bạn có thể đi bộ đến Cảng Viking nhỏ, nơi những chiếc thuyền buồm đi biển được cất giữ trong trường hợp của chúng tôi dành cho mùa đông do thời điểm chúng tôi đến thăm vào tháng Tư. Tuy nhiên, đó vẫn là một lý do chính đáng để bạn quay lại để chèo thuyền trên Viking Galley. Có một quán cà phê ở đây và những thứ khác để xem trước khi bạn rời khỏi đây. Đó sẽ là chuyến đi 5 sao nếu chúng tôi có buồm nhưng lần này tôi không sợ.Đọc thêm",
            "Để một con tàu Bắc Âu bằng gỗ tồn tại hàng trăm năm là một điều khá tuyệt vời. Có 5 quả là phi thường! Bảo tàng Tàu Viking cho phép du khách tiếp cận gần hơn với những con tàu được tìm thấy gần đó và đưa ra những giải thích về lịch sử. Những con tàu được tái tạo gần lối vào bảo tàng có thể giúp du khách hiểu được cách những con tàu này hoạt động và di chuyển người Bắc Âu. Rất đáng để ghé thămĐọc thêm",
            "Trải nghiệm tuyệt vời toàn diện tại bảo tàng này. Từ bãi thuyền đang hoạt động cho đến các bản sao kích thước thật dưới nước, những con tàu Viking đã được phục hồi và chế tạo nhà kho đồ gỗ của riêng bạn. Thiết lập tuyệt vời. Điều tiếc nuối duy nhất của chúng tôi là chúng tôi đã không đi đúng mùa cho chuyến đi đến vịnh hẹp trên một trong những con tàu dài vào lần tới!Đọc thêm",
            "Một bảo tàng tuyệt vời để ghé thăm vì thật tuyệt vời khi thấy bản sao chính xác của những con tàu trong bảo tàng đang được đóng ở bãi thuyền và thử nghiệm trên Fjord để chúng có thể xem chúng hoạt động như thế nào. Bản thân các cuộc triển lãm thật đáng kinh ngạc, việc các bộ phận của con tàu còn tồn tại giống như một phép lạ. Bảo tàng còn có các triển lãm khác ngoài năm con tàu và tất cả nhân viên ở đó đều rất hữu ích và thân thiện. Từ ga Roskilde, bạn có thể dễ dàng đi bộ xuống bảo tàng trong vòng 20 phút vì đây là quãng đường đi bộ khá dễ dàng. Phải xem nếu bạn muốn xem lịch sử Đan Mạch.Đọc thêm",
            "Từ Nhà thờ Roskilde, chúng tôi chuyển đến một địa điểm khác ở Roskilde, Bảo tàng Tàu Viking. Mặt đất, vẫn còn ướt vì trận mưa trước, cùng với bầu trời xám xịt và những đám mây dày đặc, tạo cho địa điểm này một cảm giác đáng ngại. Khi cả nhóm rời khỏi xe buýt du lịch, chúng tôi len lỏi giữa các tòa nhà và khu vực mà trong suốt mùa xuân và mùa hè lẽ ra phải náo nhiệt với khách du lịch, hướng dẫn viên và người lao động địa phương. Thay vào đó, chúng tôi được xem miễn phí những con tàu Viking đang chèo thuyền được chế tạo một phần trong xưởng đóng thuyền của bảo tàng. Tôi lén nhìn qua cửa sổ của một cửa hàng làm dây thừng cũng như các tòa nhà khác khi nhóm chúng tôi đi đến bảo tàng. Khi chúng tôi đến gần bảo tàng, có một vài người đang làm việc trên các bản sao của con tàu. Bên trong bảo tàng, để có được kiến ​​thức về năm con tàu Viking nguyên bản được khai quật mà Skuldelev đóng từ năm 1962, một bộ phim Năm con tàu Viking từ Skuldelev được chiếu trong một rạp hát nhỏ ở tầng dưới. Ở tầng trên, khung cảnh đầy ám ảnh về những con tàu thế kỷ 11 đang được trưng bày. Ấn tượng và sâu sắc, việc xem những con tàu đã bị chôn vùi trong nhiều năm này sẽ khiến người ta ước rằng chúng có thể trò chuyện và tiết lộ lịch sử của mình cho tất cả mọi người cùng nghe. Nhìn chung: Có cơ hội lên một chiếc thuyền Bắc Âu truyền thống cho phép hành khách tham gia chèo thuyền và những công việc khác để biết cảm giác trở thành một người Viking là như thế nào. Kiểm tra trang web để biết tình trạng sẵn có bắt đầu từ tháng 5 đến tháng 9.Đọc thêm",
            "Bảo tàng này không lớn, nhưng khá nhiều thông tin. Cả phần còn lại của những con tàu cũ và bản sao hiện đại đều rất thú vị để xem và tìm hiểu.Đọc thêm",
            "Một cái nhìn sâu sắc hấp dẫn về lịch sử Viking, với yếu tố con người. Bằng cách đó, bảo tàng không chỉ có các vật trưng bày, tiêu đề, hình ảnh và vật trưng bày. Thay vào đó, chúng là những màn trình diễn các kỹ năng cần thiết để chế tạo các bản sao tàu Viking đích thực, tạo cơ hội cho du khách làm việc với các công cụ và gỗ, cơ hội chèo thuyền trên những chiếc thuyền sao chép và chơi các trò chơi Viking với các diễn viên, mặc trang phục. Vé gia đình có sẵn để giảm chi phí và địa điểm ăn uống. Tuy nhiên, giống như hầu hết các quốc gia Scandinavi, việc này có thể tốn kém. Bãi đậu xe cũng có thể là một vấn đề vào những ngày cuối tuần đông khách, vì vậy nếu có thể, hãy lên kế hoạch cho chuyến thăm trong tuần và có nhiều thời gian để đi bộ và tham gia. Vì vậy, phải đi bộ rất nhiều hãy lưu ý, vì các cuộc triển lãm, trình diễn thủ công và sảnh thuyền dài chính, mặc dù đã được quy hoạch tốt nhưng vẫn trải rộng khắp địa điểm chính.Đọc thêm",
            "Để xem những con tàu mang tính biểu tượng đã được trục vớt từ đáy đại dương này thật cảm động. Bảo tàng được xây dựng có mục đích thực sự hấp dẫn và những chiếc thuyền khác được tái tạo theo thiết kế lịch sử rất đẹp. Thủ đô lịch sử của Đan Mạch Roskilde tự nó đã rất đẹp và là một địa điểm không thể bỏ qua nếu bạn đến thăm Copenhagen trong hơn một vài ngàyĐọc thêm",
            "Đến thăm gia đình và một người bạn trong chuyến du lịch Đan Mạch hai tuần của chúng tôi.  Tôi đã từng đến đây nhiều lần trong quá khứ.  Nơi tuyệt vời để đón một người mới để dễ hiểu về lịch sử của người Viking và cận cảnh các con tàu Viking. Dành phần lớn thời gian của chúng tôi bên trong vì trời mưa.  Đã thực hiện một chuyến tham quan nhanh bên ngoài trong xưởng đóng thuyền.  Bản dịch tiếng Anh trong bảo tàng rất hoàn hảo.Đọc thêm",
            "Bảo tàng có mở cửa vào thứ Hai trong tháng Giêng không? \n\nĐi từ trung tâm Copenhagen có dễ dàng không?Đọc thêm",
            "Sẽ có người ở ga xe lửa hỗ trợ bạn trong chuyến đi đến Roskilde.  Dễ như ăn bánh. Đọc thêm",
            "Xin chào, tôi đã đọc trong phần bình luận rằng chó được phép vào. \nHọ cũng được phép đi thuyền phải không? \nBạn có phải trả thêm tiền cho chuyến đi thuyền không và nếu có thì bao nhiêu?\nCảm ơn trước.Đọc thêm",
            "Xin chào!\nCác chuyến đi thuyền buồm hàng ngày từ ngày 1 tháng 5 đến ngày 30 tháng 9 có thể bị hủy trong trường hợp thời tiết xấu.\nGiá: 120,00 DKK 50 phút. Chó không được phép lên thuyền hoặc vào trong Sảnh tàu Viking. Chó được phép vào Đảo Bảo tàng Museum Harbor. Thường thì phòng vé sẽ chăm sóc chú chó của bạn khi bạn đi thuyền.Đọc thêm",
            "Có thể thanh toán vé bằng thẻ tín dụng hay chỉ bằng tiền mặt?Đọc thêm",
            "Kirsty Styles thân mến\nCó, bạn có thể thanh toán bằng thẻ tín dụng quốc tế tại bảo tàng.\nTrân trọng,\nRikkeĐọc thêm",
            "Có nên tham quan bảo tàng vào ngày mưa không?Đọc thêm",
            "Xin chào bạn - đây vừa là bảo tàng trong nhà vừa ngoài trời, và mọi hoạt động vẫn diễn ra bất chấp trời mưa - nhưng bạn có thể bị ướt:Đọc thêm",
            "Đứa trẻ 3 tuổi... không có cách nào để đi thuyền?Đọc thêm",
            "Xin chào Laura - Tôi xin lỗi, nhưng chính quyền đã đặt ra các quy định về việc đi thuyền cùng hành khách trên thuyền gỗ truyền thống và trẻ em phải từ 4 tuổi mới được tham gia các chuyến đi bằng thuyền. \n\nTrân trọng,\nRikkeĐọc thêm",
            "CHÀO. Chúng tôi sẽ đến vào thứ ba. Chúng tôi có trẻ em từ 7 và 12 tuổi. Chúng tôi nên lên kế hoạch tham quan trong bao lâu và có quán cà phê hay khu dã ngoại không. Cảm ơn Đọc thêm",
            "Xin chào, tôi sẽ nói là 30-60 phút. Có một quán cà phê gần đó nhưng không ở cùng tòa nhà. Có một số bàn bên trong, hoặc bạn có thể ngồi ở đâu đó bên ngoài, có một công viên ngay đối diện bảo tàng. Đọc thêm",
            "Mất bao lâu để tham quan bảo tàng? Với hai đứa trẻ 9 và 5 tuổi, việc này có thể được thực hiện trong nửa ngày hay bạn cần cả ngày?",
            "Vì vậy, tùy thuộc vào các con tàu được trưng bày và lời giải thích của hướng dẫn viên, tối đa là 2 giờ là kết thúc. Sau đó, bên ngoài bảo tàng ngay trên vịnh hẹp có rất nhiều hoạt động dành cho trẻ em. Vì vậy, nó phụ thuộc vào loại hình kinh doanh. Chúng tôi dành một ngày cho bảo tàng này giữa chuyến du lịch và chuyến tham quan. Đọc thêm",
            "Xin chào! Chúng ta có thể vào bảo tàng và đi thuyền với ba lô lớn không? Cảm ơn bạnĐọc thêm",
            "Ai biết? Tôi không thể nhớ có tủ đựng đồ của bạn không. Nếu tôi là bạn, bạn sẽ gọi cho họ để hỏi. Mọi người ở đó rất tốt bụng và hữu ích. \n\nĐiện thoại 4546300200\n\nHoặc truy cập web để liên hệ với họ \n\nChúc may mắn!!! Đọc thêm",
            "Xin chào, thuyền buồm có được cung cấp bằng tiếng Anh không? Tôi đã xem một video nhóm làm việc cùng nhau, liệu chúng tôi có thể tham gia mà không cần nói tiếng Đan Mạch không?Đọc thêm",
            "Xin chào - vâng, bạn có thể. Tất cả các hướng dẫn sẽ được đưa ra bằng tiếng Anh. Một chuyến đi thuyền bình thường có nhiều quốc tịch khác nhau - và họ luôn phối hợp rất ăn ý với nhau!\n\nTrân trọng,\nRikkeĐọc thêm",
            "Chi phí vào cửa là bao nhiêu?\nĐọc thêm",
            "Xin chào Ruud667\nNgày 1 tháng 5 đến ngày 21 tháng 10: Người lớn 130,00 DKK \nPhần còn lại của năm: 90,00 DKK\nTrẻ em 0-17 tuổi được miễn phí.\n\nTrân trọng, RikkeĐọc thêm"
        ],
        "star_ratings": [
            1090,
            609,
            199,
            66,
            24
        ],
        "review_amount": 1988,
        "location": [
            "Roskilde",
            "Bảo tàng tàu Viking",
            "Tây Zealand",
            "Zealand",
            "Đan mạch",
            "Châu Âu",
            "Các hoạt động ở Roskilde"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 7, 2023",
            "Written August 7, 2023",
            "Written August 29, 2023",
            "Written September 1, 2023",
            "Written September 17, 2023",
            "Written October 15, 2023",
            "Written October 18, 2023",
            "Written June 4, 2024",
            "Written May 12, 2024",
            "Written April 22, 2024",
            "Written April 14, 2024",
            "Written March 22, 2024",
            "Written February 20, 2024",
            "Written November 30, 2023",
            "Written October 19, 2023",
            "Written October 18, 2023",
            "Written October 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189544-d245516-Reviews-Viking_Ship_Museum-Roskilde_West_Zealand_Zealand.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d800058-Reviews-Restaurant_Store_Bors-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d5602425-Reviews-Pipers_Hus-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d7281456-Reviews-Cafe_Knarr-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d3589429-Reviews-Sagafjord-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d815003-Reviews-Mumm-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d4975283-Reviews-Vikingernes_Spisehus-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d940337-Reviews-Raadhuskaelderen-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d1224918-Reviews-Restaurant_Snekken-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d23274092-Reviews-Viking_Pizza_Grill_Roskilde-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189544-d14794867-Reviews-Il_Padrino_Pizzeria-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d3572094-Reviews-Glasgalleriet-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d10911309-Reviews-Roskilde_Havn-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d6623475-Reviews-RoS_Gallery-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d11804113-Reviews-Sankt_Joergenbjerg_Church-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d12842064-Reviews-L_A_Rings_Atelier-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d26815206-Reviews-Galleri_Bodekaer-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d319622-Reviews-Roskilde_Domkirke-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d5963998-Reviews-Byparken_City_Park_Roskilde-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d245514-Reviews-Roskilde_Museum-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d245511-Reviews-Museet_for_Samtidskunst-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d245516-Reviews-or10-Viking_Ship_Museum-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d10250942-Reviews-RAGNAROCK_Museet_for_pop_rock_og_youth_culture-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d4267169-Reviews-Lutzhofts_Kobmandsgard-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d3566945-Reviews-Skt_Laurentii_Kirkeruin-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d10536077-Reviews-Musicon-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d245512-Reviews-Palaesamlingerne_The_Palace_Collections-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d3539757-Reviews-Roskilde_Kloster-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d3537864-Reviews-Det_Gamle_Raadhus-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d12670344-Reviews-Roskilde_Tourist_Information-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145326-Reviews-Hot_Springs_Mountain_Tower-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d1491644-Reviews-Whale_s_Tale_Waterpark-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d255307-Reviews-La_Jolla_Cove-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d8147079-Reviews-Charlie_s_Bar_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143388-Reviews-Harlem-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48198-d8492262-Reviews-Havana_Glen_Park-Montour_Falls_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298296-d15368061-Reviews-Pantai_Batu_Hitam-Kuantan_Kuantan_District_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g30531-d12700970-Reviews-OWA_Parks_Resort-Foley_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d4135835-Reviews-Valle_delle_Ferriere-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g36057-d12950017-Reviews-Golden_Eagle_Ferry-Golden_Eagle_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189544-d245516-Reviews-or10-Viking_Ship_Museum-Roskilde_West_Zealand_Zealand.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189544-d245516-Reviews-Viking_Ship_Museum-Roskilde_West_Zealand_Zealand.html"
    }
]