[
    {
        "attraction_name": "Violette Train Express",
        "attraction_name_vi": "Tàu tốc hành Violette",
        "general_info": [
            "33 đánh giá",
            "- 330 trên 598 Vận tải tại Hà Nội",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Khi tôi gõ những dòng này, tôi cách Huế khoảng 2,5 giờ và mặt trời vừa mọc. Có rất nhiều đánh giá tồi tệ ở đây. Trên mỗi xe đều có nhà vệ sinh thích hợp với vòi chậu vệ sinh đẹp mắt. Chúng sạch sẽ và tiện dụng. Chúng tôi sẽ đi du lịch vào tuần sau Ngày Độc lập và chúng tôi có gần như toàn bộ chiếc xe cho riêng mình. Nó - sạch sẽ. Lựa chọn xe ăn uống rất ít, nhưng chúng tôi đã nghĩ trước và mang theo đồ ăn nhẹ, nước và rượu của riêng mình. Có các trạm lọc nước trong mỗi xe để đổ đầy chai của bạn. Họ bán nước, soda, bia và đồ ăn nhẹ. Không có băng. Mang theo bình giữ nhiệt có thể là một ý tưởng hay nếu bạn kén chọn đồ uống hỗn hợp của mình. \n\nĐây không phải là một chuyến tàu mag lev. Nó có thể lắc lư khá mạnh ở một số đoạn và rất ồn. Tôi ngủ khá ngon sau vài ly cocktail. Đó - là một chuyến tàu. Đối phó với nó. Xe đủ đẹp, nhân viên nhiệt tình. Điều này ổn. Nó không sang trọng nhưng tốt hơn nhiều nhà trọ. \n\nChúng tôi mua vé ở nhà ga với giá chỉ bằng một nửa so với giá chúng tôi thấy trên mạng. Có rất nhiều công ty du lịch - trang web lừa đảo.  Bạn có thể kiểm tra chỗ trống trực tuyến sau đó chỉ cần mua vé tại nhà ga. Họ đề nghị cất túi của bạn ở đó với giá 100 nghìn đồng.  - he he - Chúng tôi đi mua đồ ăn và mua sắm và không có vấn đề gì cả. \n\nCửa sổ hơi có sương mù để chụp ảnh, đặc biệt là vào ban đêm, nhưng đây là vùng khí hậu nhiệt đới nên tôi không biết bạn mong đợi điều gì. AC đá. Có thể hơi lạnh đối với những người máu mỏng, nhưng có rất nhiều chăn. Không có Wifi nhưng tín hiệu di động khá ổn định với một vài khoảng trống ngắn ở đây và đó. Ổ cắm sạc USB ở mỗi bến. Nói chung là một trải nghiệm tốt đẹp. \n\nHọ đưa cho bạn một chiếc túi màu nâu với một ít khoai tây chiên, bánh quy giòn và một chiếc cốc giấy - không nghĩ trước về chiếc cốc nên đó là chiếc ly hợp - Ngoài ra còn một chai nước và một lon cà phê đá. Đọc thêm",
        "reviews": [
            "Tôi nên bắt đầu bằng cách nói rằng khi liên hệ với Violette, chúng tôi đã hỏi về việc đặt chuyến tàu SE1. Lúc đó chúng tôi không thực sự hiểu nhưng họ khuyên không nên làm vậy mà thay vào đó hãy đặt chuyến tàu SE19 vì - nó đẹp hơn - . Từ việc trò chuyện với những người bạn đã từng tham gia cuộc hành trình, chúng tôi nghĩ mình có thể hiểu được lý do tại sao.\nTất cả thông tin trực tuyến đều cho thấy rằng tất cả các toa tàu đều giống nhau, nhưng điều chúng tôi lo lắng nhất - nhà vệ sinh - có thể chứng minh điều ngược lại.\nChúng tôi đã có một trải nghiệm tuyệt vời. Cabin sạch sẽ, thoáng mát, nhân viên phục vụ mang bia lạnh đến và chúng tôi đến đích - Đông Hà - đúng giờ. Quan trọng nhất là nhà vệ sinh và phòng giặt rất tuyệt vời. \nTàu lắc lư khá nhiều và khá ồn ào, nhưng giường ngủ thoải mái và cabin rộng rãi hơn nhiều so với những gì chúng tôi thường thấy trên giường ngủ ở Anh. \nchúng tôi đã gặp một cặp đôi đã bị hoãn lại và thay vào đó bắt một trong những chiếc xe buýt giường nằm VIP nhưng có vẻ như chúng tôi đã có một chuyến đi thoải mái hơn nhiều.Đọc thêm",
            "Kính thưa tất cả,\n\nHãy cẩn thận!\n\nChúng tôi bắt chuyến tàu từ Đà Nẵng đến Hà Nội, trên cabin VIP dành cho 2 người. \n\nChúng tôi là những hành khách đi tàu dày dạn kinh nghiệm, vì vậy chúng tôi chắc chắn không hoạt động với bất kỳ quan niệm sai lầm nào về tiếng ồn, sự thoải mái của cabin hoặc tình trạng nhà vệ sinh. \n\nNhưng  - \n\nSau khi được phục vụ bữa ăn gồm cơm nguội, súp và thịt - sau khi chúng tôi chỉ định ăn chay và nhận được xác nhận bằng lời nói - trên một chiếc khay bẩn, người phục vụ đã cố gắng chụp ảnh chúng tôi cùng với thức ăn bằng điện thoại cá nhân của cô ấy. \n\nBản thân tôi và đối tác của tôi đang mặc quần áo ngủ. Để bảo vệ quyền riêng tư của mình, chúng tôi đã yêu cầu rõ ràng cô ấy không chụp BẤT KỲ bức ảnh nào nhiều lần. Cô ấy xác nhận rằng cô ấy hiểu, nói rằng chúng tôi không có trong ảnh - tuy nhiên, xin lưu ý bạn, đồ đạc của chúng tôi vẫn còn đó - và sau đó vẫn chụp hai - 2 bức ảnh. \n\nHoang mang ở giai đoạn này, chúng tôi đã yêu cầu được xem những bức ảnh này, vì cô ấy không tỏ ra dấu hiệu nào cho thấy cô ấy sẽ tự ý cho chúng xem.\nMặc dù yêu cầu KHÔNG chụp bất kỳ bức ảnh nào nhưng cả hai bức ảnh đều được chụp và có cả đối tác của tôi. \n\nSau khi vi phạm trắng trợn mọi yêu cầu của chúng tôi, người phục vụ đã chấp nhận xóa những bức ảnh này và bỏ đi.\n\nNói chung thì đó là một cuộc hành trình đủ thú vị, nhưng chúng tôi khá bối rối trước sự tương tác kỳ lạ và xâm lấn này. \n\nLuôn băng giá.Đọc thêm",
            "Chúng tôi lấy SE19 từ Hà Nội đến Đà Nẵng.  Tôi thực sự rất ngạc nhiên với chuyến tàu này.  Giường tầng cơ bản nhưng thoải mái và cung cấp cho chúng tôi nhiều đồ ăn nhẹ miễn phí.  Cùng với đó, chúng tôi có thể gọi thêm đồ uống và đồ ăn nhẹ thông qua trang web hoặc thông qua các nhân viên tàu thường xuyên đến.\n\nNhà vệ sinh được dọn dẹp liên tục nên rất sạch sẽ và kết nối WiFi tốt hơn Eurostar hay bất kỳ chuyến tàu nào ở Châu Âu mà tôi từng trải nghiệm.Đọc thêm",
            "Chúng tôi lấy SE19 từ Hà Nội đến Đà Nẵng.  Tôi thực sự rất ngạc nhiên với chuyến tàu này.  Giường tầng cơ bản nhưng thoải mái và cung cấp cho chúng tôi nhiều đồ ăn nhẹ miễn phí.  Cùng với đó, chúng tôi có thể gọi thêm đồ uống và đồ ăn nhẹ qua trang web hoặc thông qua nhân viên tàu, những người thường xuyên đến đây. Nhà vệ sinh được dọn dẹp liên tục nên rất sạch sẽ và kết nối WiFi tốt hơn Eurostar hay bất kỳ chuyến tàu nào ở Châu Âu. Tôi đã trải nghiệm.Đọc thêm",
            "Cơ bản nhưng thoải mái và vui vẻ. Đạp xe chậm qua vùng quê Việt Nam, ngủ ngon và thức dậy ở thành phố mới, vui quá!Đọc thêm",
            "Tàn bạo.. trộm cắp ở dạng tệ hơn.. tất cả các ca đều giống nhau.. và nếu họ có xe vip thì họ bán tất cả như thể chúng là v.i.p.Tàu ​​vẫn ổn, rẻ nhưng không KHÔNG trả tiền bất kỳ nâng cấp nàoĐọc thêm",
            "Dịch vụ khủng khiếp trên chuyến tàu đêm này từ Hà Nội đến Đà Nẵng. Chúng tôi đến xe buffet gọi đồ uống và ngồi chơi bài. Người phụ nữ làm việc trong xe buffet đang chơi nhạc karaoke Việt rất tệ và nó rất to nên chúng tôi lịch sự yêu cầu cô ấy vặn nhỏ lại. Cô ấy hét lên - Không - với chúng tôi và sau đó nói với chúng tôi rằng chúng tôi không được phép chơi bài trong xe buffet, cô ấy được chụp trong ảnh. Cô ấy thô lỗ và thiếu tôn trọng chúng tôi và chúng tôi đã trả - 200 cho 4 vé trong cabin. Tránh!Đọc thêm",
            "Lừa đảo, SE4 cơ bản là ga tàu Việt Nam. Bến trên giống ga tàu Việt Nam, nhưng vẫn bẩn - Đồ ăn nhẹ miễn phí, cảm ơn bạn!!! Đọc thêm",
            "Được quảng cáo là - tiện nghi VIP - và được tính phí tương ứng. Tích cực. Đã đúng giờ. Trên tàu có đồ ăn. Tuyến đường đi qua vùng nông thôn đẹp nhất Đông Nam Á. Tiêu cựcNó - đó là một sự lột xác. Họ cũng giống như bất kỳ nhà cung cấp dịch vụ nào khác. Họ chỉ hơn lời hứa và tính phí quá mức. Cabin của chúng tôi trông không giống những gì trên ảnh. Nhà vệ sinh. Thường xuyên hết nước. Sự ghê tởm không thể tưởng tượng được khi hành khách cứ sử dụng bồn cầu mà không có khả năng xả nước. Nhà vệ sinh quá cũ - không thể làm sạch chúng đúng cách. Họ chỉ bốc mùi thôi. Tôi nghĩ giấy vệ sinh sẽ được cung cấp cho dịch vụ VIP.? Không phải vậy. Giường đá cứng. Vải lanh không được trang bị. Giây phút bạn nằm xuống ga trải giường sẽ bị trượt và không thể chịu nổi. Tàu rất cũ, gây ra nhiều tiếng ồn, không thể ngủ được.Đọc thêm",
            "không, không, làm ơn đừng - t!  hãy tin vào những đánh giá xấu!   - chúng tôi không - không tin - mọi thứ đều là một phần lớn - nó: cabin, tiếng ồn, nhà vệ sinh, nhân viên, đơn giản là mọi thứ......và đây là vé vip, đắt hơn vé vé máy bayĐọc thêm",
            "Tôi - tôi rất thất vọng với dịch vụ. Chúng tôi đặt chuyến tàu Violette từ Sapa đến Hà Nội thông qua bookaway. Qua hình ảnh có thể thấy tàu tươm tất, sạch sẽ. Nhưng thứ chúng tôi nhận được không phải là tàu Violette mà là tàu tốc hành gia đình. Nó hoàn toàn khác với hình ảnh. Không có tàu tím trong TRAIN SP4.Đọc thêm",
            "Kính gửi tất cả mọi người,Hãy cẩn thận!Chúng tôi bắt chuyến tàu từ Đà Nẵng đến Hà Nội, trong cabin VIP dành cho 2 người. Chúng tôi là những hành khách đi tàu dày dạn kinh nghiệm, vì vậy chúng tôi chắc chắn không hoạt động với bất kỳ quan niệm sai lầm nào về tiếng ồn, sự thoải mái của cabin hoặc tình trạng nhà vệ sinh. Nhưng - Sau khi được phục vụ bữa cơm nguội, súp và thịt - sau khi chúng tôi chỉ định ăn chay và nhận được xác nhận bằng lời nói - trên một chiếc khay bẩn, người phục vụ đã cố gắng chụp ảnh chúng tôi cùng với thức ăn bằng điện thoại cá nhân của cô ấy. Bản thân tôi và đối tác của tôi đang mặc quần áo ngủ. Để bảo vệ quyền riêng tư của mình, chúng tôi đã yêu cầu rõ ràng cô ấy không chụp BẤT KỲ bức ảnh nào nhiều lần. Cô ấy xác nhận rằng cô ấy hiểu, nói rằng chúng tôi không có trong ảnh - tuy nhiên, xin lưu ý bạn, đồ đạc của chúng tôi vẫn còn đó - và sau đó vẫn chụp hai - 2 bức ảnh. Hoang mang ở giai đoạn này, chúng tôi đã yêu cầu được xem những bức ảnh này, vì cô ấy không tỏ ra dấu hiệu nào cho thấy cô ấy sẽ tự mình cho chúng xem. Mặc dù yêu cầu KHÔNG chụp bất kỳ bức ảnh nào nhưng cả hai bức ảnh đều được chụp và có cả đối tác của tôi. Sau khi vi phạm trắng trợn mọi thứ chúng tôi yêu cầu, người phục vụ đã chấp nhận xóa những bức ảnh này và bỏ đi. Nhìn chung thì đó là một hành trình đủ thú vị, nhưng chúng tôi khá khó chịu trước sự tương tác kỳ lạ và xâm phạm này. Luôn băng giá.Đọc thêm",
            "Chúng tôi đã rơi vào tình trạng lũ lụt. Tàu phải dừng lại. Chúng tôi ở lại hai đêm. Vào ngày thứ 3, chúng tôi và nhiều du khách đã trốn thoát khi taxi cuối cùng cũng đến được nơi chúng tôi dừng lại. Sau đó chúng tôi yêu cầu hoàn lại tiền vì những lý do rõ ràng. Họ trả lời rằng tàu vẫn chạy bình thường. Vì vậy không có căn cứ để hoàn tiền. Được khuyên. Hơn nữa, chuyến đi rất run rẩy. Hãy chuẩn bị.Đọc thêm"
        ],
        "star_ratings": [
            2,
            8,
            6,
            6,
            13
        ],
        "review_amount": 35,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Tàu tốc hành Violette",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written September 5, 2023",
            "Written November 11, 2023",
            "Written December 28, 2023",
            "Written April 18, 2024",
            "Written April 19, 2024",
            "Written April 11, 2024",
            "Written March 27, 2024",
            "Written March 25, 2024",
            "Written March 24, 2024",
            "Written February 28, 2024",
            "Written February 1, 2024",
            "Written January 19, 2024",
            "Written December 28, 2023",
            "Written November 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19415163-Reviews-Violette_Train_Express-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-or10-Violette_Train_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-or20-Violette_Train_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25257198-Reviews-Love_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11898757-Reviews-Hanoi_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12529983-Reviews-Cat_Ba_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25353831-Reviews-Danny_Phan_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28963-d207156-Reviews-Greeter_Falls-Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g56764-d13330443-Reviews-The_Woodlands_Mall-The_Woodlands_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60966-d4713804-Reviews-Harbor_Mountain_Trail-Sitka_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d656583-Reviews-Hovedoya-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d8840936-Reviews-Hayden_Falls_Park-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d3749891-Reviews-Accra_Mall-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d19060596-Reviews-Delirium_Gastro_Bar-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1530244-Reviews-Fabric_Mart-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g315853-d17430833-Reviews-Almannagja-Thingvellir_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g58674-d15051391-Reviews-Pasco_Flea_Market-Pasco_Tri_Cities_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-or10-Violette_Train_Express-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-Violette_Train_Express-Hanoi.html"
    },
    {
        "attraction_name": "Violette Train Express",
        "attraction_name_vi": "Tàu tốc hành Violette",
        "general_info": [
            "33 đánh giá",
            "- 330 trên 598 Vận tải tại Hà Nội",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Khi tôi gõ những dòng này, tôi cách Huế khoảng 2,5 giờ và mặt trời vừa mọc. Có rất nhiều đánh giá tồi tệ ở đây. Trên mỗi xe đều có nhà vệ sinh thích hợp với vòi chậu vệ sinh đẹp mắt. Chúng sạch sẽ và tiện dụng. Chúng tôi sẽ đi du lịch vào tuần sau Ngày Độc lập và chúng tôi có gần như toàn bộ chiếc xe cho riêng mình. Nó - sạch sẽ. Lựa chọn xe ăn uống rất ít, nhưng chúng tôi đã nghĩ trước và mang theo đồ ăn nhẹ, nước và rượu của riêng mình. Có các trạm lọc nước trong mỗi xe để đổ đầy chai của bạn. Họ bán nước, soda, bia và đồ ăn nhẹ. Không có băng. Mang theo bình giữ nhiệt có thể là một ý tưởng hay nếu bạn kén chọn đồ uống hỗn hợp của mình. \n\nĐây không phải là một chuyến tàu mag lev. Nó có thể lắc lư khá mạnh ở một số đoạn và rất ồn. Tôi ngủ khá ngon sau vài ly cocktail. Đó - là một chuyến tàu. Đối phó với nó. Xe đủ đẹp, nhân viên nhiệt tình. Điều này ổn. Nó không sang trọng nhưng tốt hơn nhiều nhà trọ. \n\nChúng tôi mua vé ở nhà ga với giá chỉ bằng một nửa so với giá chúng tôi thấy trên mạng. Có rất nhiều công ty du lịch - trang web lừa đảo.  Bạn có thể kiểm tra chỗ trống trực tuyến sau đó chỉ cần mua vé tại nhà ga. Họ đề nghị cất túi của bạn ở đó với giá 100 nghìn đồng.  - he he - Chúng tôi đi mua đồ ăn và mua sắm và không có vấn đề gì cả. \n\nCửa sổ hơi có sương mù để chụp ảnh, đặc biệt là vào ban đêm, nhưng đây là vùng khí hậu nhiệt đới nên tôi không biết bạn mong đợi điều gì. AC đá. Có thể hơi lạnh đối với những người máu mỏng, nhưng có rất nhiều chăn. Không có Wifi nhưng tín hiệu di động khá ổn định với một vài khoảng trống ngắn ở đây và đó. Ổ cắm sạc USB ở mỗi bến. Nói chung là một trải nghiệm tốt đẹp. \n\nHọ đưa cho bạn một chiếc túi màu nâu với một ít khoai tây chiên, bánh quy giòn và một chiếc cốc giấy - không nghĩ trước về chiếc cốc nên đó là chiếc ly hợp - Ngoài ra còn một chai nước và một lon cà phê đá. Đọc thêm",
        "reviews": [
            "Tôi nên bắt đầu bằng cách nói rằng khi liên hệ với Violette, chúng tôi đã hỏi về việc đặt chuyến tàu SE1. Lúc đó chúng tôi không thực sự hiểu nhưng họ khuyên không nên làm vậy mà thay vào đó hãy đặt chuyến tàu SE19 vì - nó đẹp hơn - . Từ việc trò chuyện với những người bạn đã từng tham gia cuộc hành trình, chúng tôi nghĩ mình có thể hiểu được lý do tại sao.\nTất cả thông tin trực tuyến đều cho thấy rằng tất cả các toa tàu đều giống nhau, nhưng điều chúng tôi lo lắng nhất - nhà vệ sinh - có thể chứng minh điều ngược lại.\nChúng tôi đã có một trải nghiệm tuyệt vời. Cabin sạch sẽ, thoáng mát, nhân viên phục vụ mang bia lạnh đến và chúng tôi đến đích - Đông Hà - đúng giờ. Quan trọng nhất là nhà vệ sinh và phòng giặt rất tuyệt vời. \nTàu lắc lư khá nhiều và khá ồn ào, nhưng giường ngủ thoải mái và cabin rộng rãi hơn nhiều so với những gì chúng tôi thường thấy trên giường ngủ ở Anh. \nchúng tôi đã gặp một cặp đôi đã bị hoãn lại và thay vào đó bắt một trong những chiếc xe buýt giường nằm VIP nhưng có vẻ như chúng tôi đã có một chuyến đi thoải mái hơn nhiều.Đọc thêm",
            "Kính thưa tất cả,\n\nHãy cẩn thận!\n\nChúng tôi bắt chuyến tàu từ Đà Nẵng đến Hà Nội, trên cabin VIP dành cho 2 người. \n\nChúng tôi là những hành khách đi tàu dày dạn kinh nghiệm, vì vậy chúng tôi chắc chắn không hoạt động với bất kỳ quan niệm sai lầm nào về tiếng ồn, sự thoải mái của cabin hoặc tình trạng nhà vệ sinh. \n\nNhưng  - \n\nSau khi được phục vụ bữa ăn gồm cơm nguội, súp và thịt - sau khi chúng tôi chỉ định ăn chay và nhận được xác nhận bằng lời nói - trên một chiếc khay bẩn, người phục vụ đã cố gắng chụp ảnh chúng tôi cùng với thức ăn bằng điện thoại cá nhân của cô ấy. \n\nBản thân tôi và đối tác của tôi đang mặc quần áo ngủ. Để bảo vệ quyền riêng tư của mình, chúng tôi đã yêu cầu rõ ràng cô ấy không chụp BẤT KỲ bức ảnh nào nhiều lần. Cô ấy xác nhận rằng cô ấy hiểu, nói rằng chúng tôi không có trong ảnh - tuy nhiên, xin lưu ý bạn, đồ đạc của chúng tôi vẫn còn đó - và sau đó vẫn chụp hai - 2 bức ảnh. \n\nHoang mang ở giai đoạn này, chúng tôi đã yêu cầu được xem những bức ảnh này, vì cô ấy không tỏ ra dấu hiệu nào cho thấy cô ấy sẽ tự ý cho chúng xem.\nMặc dù yêu cầu KHÔNG chụp bất kỳ bức ảnh nào nhưng cả hai bức ảnh đều được chụp và có cả đối tác của tôi. \n\nSau khi vi phạm trắng trợn mọi yêu cầu của chúng tôi, người phục vụ đã chấp nhận xóa những bức ảnh này và bỏ đi.\n\nNói chung thì đó là một cuộc hành trình đủ thú vị, nhưng chúng tôi khá bối rối trước sự tương tác kỳ lạ và xâm lấn này. \n\nLuôn băng giá.Đọc thêm",
            "Chúng tôi lấy SE19 từ Hà Nội đến Đà Nẵng.  Tôi thực sự rất ngạc nhiên với chuyến tàu này.  Giường tầng cơ bản nhưng thoải mái và cung cấp cho chúng tôi nhiều đồ ăn nhẹ miễn phí.  Cùng với đó, chúng tôi có thể gọi thêm đồ uống và đồ ăn nhẹ thông qua trang web hoặc thông qua các nhân viên tàu thường xuyên đến.\n\nNhà vệ sinh được dọn dẹp liên tục nên rất sạch sẽ và kết nối WiFi tốt hơn Eurostar hay bất kỳ chuyến tàu nào ở Châu Âu mà tôi từng trải nghiệm.Đọc thêm",
            "Tôi nên bắt đầu bằng cách nói rằng khi liên hệ với Violette, chúng tôi đã hỏi về việc đặt chuyến tàu SE1. Lúc đó chúng tôi không thực sự hiểu nhưng họ khuyên không nên làm vậy mà thay vào đó hãy đặt chuyến tàu SE19 vì - nó đẹp hơn - . Từ việc nói chuyện với những người bạn - những người đã thực hiện cuộc hành trình, chúng tôi nghĩ rằng chúng tôi có thể hiểu được lý do tại sao. Tất cả thông tin trực tuyến đều cho thấy rằng tất cả các toa tàu đều giống nhau, nhưng điều chúng tôi lo lắng nhất - nhà vệ sinh - có thể chứng minh điều ngược lại. Chúng tôi đã có một trải nghiệm thú vị. Cabin sạch sẽ, thoáng mát, nhân viên phục vụ mang bia lạnh đến và chúng tôi đến đích - Đông Hà - đúng giờ. Quan trọng nhất là nhà vệ sinh và phòng giặt rất tuyệt vời. Tàu lắc lư khá nhiều và khá ồn ào, nhưng giường ngủ thoải mái và cabin rộng rãi hơn nhiều so với những gì chúng tôi thường dùng trên giường ngủ ở Anh. Chúng tôi gặp một cặp vợ chồng đã bị hoãn lại và lấy một chiếc thay vào đó là xe buýt giường nằm VIP nhưng có vẻ như chúng tôi đã có chuyến đi thoải mái hơn nhiều.Đọc thêm",
            "We booked VIP cabin for 2 people in advance online. I was aware that we could get the train far cheaper if we booked on the day at the station but we wanted to guarantee our room as we were travelling Hanoi to Ho Chi Minh City  -  - 30 hours - . The ticket included meals and a welcome basket of drinks and snacks. The train arrived 45 minutes early and left on time, which gave us time to purchase snacks and water, put our 2 large case and arrange our belongings for the journey. I had read reviews that stated the room might not be very clean so I took household cleaning wipes and sanitised everything. There was a sheet on the bed with pillow and light quilt which looked clean but reviews indicated that these may have been used and not cleaned, so I put a teeshirt over the pillow. The sleeper beds were comfy enough and the air con was a bit tired but overall we were generally cool and comfortable. There was lots of lighting options and there was a electrical socket and usb ports for each bed. There was no Wi-Fi but we were able to connect at a couple of stations along the way to check in with family. The toilets were old and tired, we had closest to us one squat toilet and one western toilet. The toilets were clean but often wet from someone using the hose. The toilet paper ran out half way through the journey but we thought ahead and brought our own. There was soap and running water in the toilets. There was also a hot water machine in the train corridor, I didn - t use it but it looked like you could use for noodle pots or tea. The breakfast was steamed pork buns which were tasty but no vegetarian option available. This was ok as there are plenty of vendors walking up and down the carriage selling snack and drinks so I purchased coconut yoghurt which was nice. Lunch and dinner were generally the same, salad, steamed rice, seasonal vegetables with a protein, we had fried chicken and pork for lunch, and fried pork and fried egg. Again no vegetarian option but I took the meat off my plate, but the rest was nice and filling. Hospitality was pleasant, they brought our meals and took away our rubbish but they didn - t offer much more of a service. We found out later that this is a state owned enterprise and it does not have luxury amenities or hospitality that might be expected from a private service. I know I have listed things that would be expected as basic amenities but if it - s unfamiliar, then I think it - s good to know what to expect in advance. As for the train journey, the views were spectacular. We saw beautiful water falls and the coast. We travelled though villages and towns and followed our location on the map. We saw the countryside and farm land and lots of animals including cows and water buffalo. The train was steady and rhythmic so there were a lot of unexpected naps. We had no internet access to distract us, we were able to read books, play games and took in all the magnificent views. This is exactly what we were after and I - m so glad we booked it. For us, this met all our expectations and was a good way to see a lot Vietnam in a short space of time.Read more",
            "Viollete Express Warning - Scam artists and most unprofessional services at premium pricesI am a train lover and have taken so many trains from South to North, VN, and everywhere in between. Never experienced any issues with VN Railway.For our Ninh Binh-Hue trip, I went directly to Ga Hanoi and purchased the ticket from the ticket counter, quầy vé. I asked for an earlier train for around 500kVND - PAX, but was upsaled to Lotus Train, at a much later time for an additional 700KVND per ticket. I explained that we are 4 VN females and must have a compartment to ourselves for safety and cultural reasons. I was sold 4 tickets for the same compartment on Coach 8.When we tried to board the train, we were told that our tickets were not legitimate. We had to forced our way onto the train as it began to depart. Then, we were told that our tickets were issued by Viollete Express, who were not authorized to sell tickets for the Lotus Train, and 2 berths in our assigned compartment were occupied by other passengers. 2 members of our family would need to shift to another compartment in Coach 9. When we got there, that compartment was occupied by 2 Western men already. This was not possible given our cultural customs and practices. We protested and finally, I was given the contact info of a Lotus Train professional, who responded even at 11PM, and we were assigned a single compartment on Coach 6.Even though I left my VN phone number, Zalo number and email address, nobody contacted us about anything prior to departure.I emailed Viollete Express an about the incidence. Last night, someone  - she did not give me her name - , called to  - investigate -  what happened. She was beyond rude, condescending and extremely antagonizing to the point that I had to end the call.Clearly, our safety and comfort meant nothing and paying extra to scam artists only invites more trouble.If you value your money, travel experience and safety, especially if you - re female travelers, AVOID VIOLLETE EXPRESS.I will post my Vlog of the whole experience including the phone call with VE once my VN tour is complete but I felt it necessary to warn other train lovers ASAP.I believed that I bought my tickets directly from VN Railway and never even knew anything about VE until this whole mess occurred. I was never informed that I was being sold tickets by scam artists. As I do my research, I am quite horrified and really want others to be aware of VE.Happy Journey, everyone, and be safe -  -  - Read more",
            "Khi tôi gõ những dòng này, tôi cách Huế khoảng 2,5 giờ và mặt trời vừa mọc. Có rất nhiều đánh giá tồi tệ ở đây. Trên mỗi xe đều có nhà vệ sinh thích hợp với vòi chậu vệ sinh đẹp mắt. Chúng sạch sẽ và tiện dụng. Chúng tôi sẽ đi du lịch vào tuần sau Ngày Độc lập và chúng tôi có gần như toàn bộ chiếc xe cho riêng mình. Nó - sạch sẽ. Lựa chọn xe ăn uống rất ít, nhưng chúng tôi đã nghĩ trước và mang theo đồ ăn nhẹ, nước và rượu của riêng mình. Có các trạm lọc nước trong mỗi xe để đổ đầy chai của bạn. Họ bán nước, soda, bia và đồ ăn nhẹ. Không có băng. Mang theo bình giữ nhiệt có thể là một ý tưởng hay nếu bạn kén chọn đồ uống hỗn hợp của mình. Đây không phải là một chuyến tàu mag lev. Nó có thể lắc lư khá mạnh ở một số đoạn và rất ồn. Tôi ngủ khá ngon sau vài ly cocktail. Đó - là một chuyến tàu. Đối phó với nó. Xe đủ đẹp, nhân viên nhiệt tình. Điều này ổn. Nó không sang trọng nhưng tốt hơn nhiều nhà trọ. Chúng tôi mua vé ở nhà ga với giá chỉ bằng một nửa so với giá chúng tôi thấy trên mạng. Có rất nhiều công ty du lịch - trang web lừa đảo.  Bạn có thể kiểm tra chỗ trống trực tuyến sau đó chỉ cần mua vé tại nhà ga. Họ đề nghị cất túi của bạn ở đó với giá 100 nghìn đồng.  - he he - Chúng tôi đi mua đồ ăn và mua sắm và không có vấn đề gì cả. Cửa sổ hơi có sương mù để chụp ảnh, đặc biệt là vào ban đêm, nhưng đây là vùng khí hậu nhiệt đới nên tôi không biết bạn mong đợi điều gì. AC đá. Có thể hơi lạnh đối với những người máu mỏng, nhưng có rất nhiều chăn. Không có Wifi nhưng tín hiệu di động khá ổn định với một vài khoảng trống ngắn ở đây và đó. Ổ cắm sạc USB ở mỗi bến. Nói chung là một trải nghiệm tốt đẹp. Họ đưa cho bạn một chiếc túi màu nâu với một ít khoai tây chiên, bánh quy giòn và một chiếc cốc giấy - không nghĩ trước về chiếc cốc nên đó là chiếc ly hợp - Ngoài ra còn một chai nước và một lon cà phê đá. Đọc thêm",
            "Chúng tôi đi từ Hà Nội đến Huế bằng tàu Violette. Nhìn hình thì ok nhưng thực tế lại khác.  Cabin rất nhỏ và lẽ ra không quá 2 người nhưng lại có tới 4 người! Chúng tôi thậm chí còn đặt vé đắt nhất. Tàu cũng rất ồn khi chạy. Nhà vệ sinh thật kinh khủng. Đi bằng máy bay! tốt hơn và rẻ hơn nhiều! Chỉ làm điều này nếu bắt buộc phải làm - thông thường chúng tôi không kén chọn nhưng điều này không tốt.Đọc thêm",
            "Tôi sẽ không thay đổi trải nghiệm này vì bất cứ điều gì, nhưng tôi ước mình trẻ hơn 30 tuổi, vâng. Chúng tôi chia sẻ một cabin cho 4 người với bạn bè và chúng tôi đã cười rất nhiều. Bộ đồ giường sạch sẽ, chúng tôi đã có sẵn đồ ăn nhẹ trong cabin do đại lý của chúng tôi đặt trước. Chúng tôi có ngủ ngon không, thật đấy - chồng tôi đã ngủ - đó là điều bắt buộc khi đi du lịch. Phong cảnh và trải nghiệm hoành tráng. Như những đánh giá khác, nhà vệ sinh hơi tồi tàn nhưng chỉ ở được 1 đêm. Cứ làm đi xĐọc thêm",
            "Lãng phí tiền bạc quá lớn - đừng để bị lừa như tôi đã làm. Đó là cùng một bến với vé bình thường, nhưng một nhân viên tàu đã vội vàng ném chiếc chăn và gối màu tím vào bạn. Sau này, anh ấy có thể xin lỗi vì đã đến muộn với giỏ khoai tây chiên và chai nước của bạn. Ước gì tôi vừa mua một tấm vé bình thường, có lẽ tấm trải giường trên nệm của tôi sẽ thực sự vừa vặn. Vô cùng thất vọng.Đọc thêm",
            "Một trải nghiệm tuyệt làm sao! Chúng tôi đã đặt một cabin bốn giường cho hai người và chúng tôi đã có một hành trình rực rỡ nhưng không hề sang trọng từ Hà Nội đến Đà Nẵng. Cabin và ga trải giường sạch sẽ, nhà vệ sinh ....mmmmm...Phương Tây nhưng hãy mang theo cuộn giấy vệ sinh và khăn lau kháng vi-rút của riêng bạn lol ! Ngoài ra, hãy mang theo thức ăn của riêng bạn vì xe thức ăn đã không xuất hiện cho đến ngay trước khi chúng tôi xuống xe. Chúng tôi thức dậy lúc 5h sáng và say mê ngắm nhìn cảnh làng quê Việt Nam trôi qua. Đọc thêm",
            "Ngay từ khi lên tàu, chúng tôi đã biết rằng kỳ vọng của mình sẽ không được đáp ứng - chi phí dành cho hạng nhất nhưng thực tế là hạng gia súc. Chỉ cần một vài điều cần lưu ý: 1. Nhà vệ sinh hoàn toàn kinh tởm và dường như không được dọn dẹp trong thế kỷ này - mặc dù rõ ràng mọi người sử dụng chúng để tắm - 2. Các phòng không có cách âm và vì vậy bạn cũng có thể thưởng thức bữa tiệc của mọi người khác.3. Các đoàn tàu cũ kỹ và ọp ẹp đến mức nếu những người trên tàu không làm bạn tỉnh táo thì tiếng lạch cạch và tiếng đóng sầm cửa sẽ xảy ra.4. Gối, ga trải giường và chăn không được làm sạch sau mỗi lần sử dụng. Khi chúng tôi xuống xe ở Huế, chúng tôi thấy một nhân viên gấp chăn của chúng tôi và đặt chúng vào vị trí cho người dùng tiếp theo. Nhìn chung.. vẫn là một cách thuận tiện để đi vòng quanh Việt Nam - nhưng có thể chỉ mất 12 giờ hoặc ít hơn, đừng - t uống bất cứ thứ gì và lót túi ngủ BYO!Đọc thêm",
            "Chúng tôi đã đọc nhiều báo cáo khác nhau về chuyến tàu đêm từ Hà Nội đến Huế và không chắc chắn điều gì sẽ xảy ra. Chúng tôi đặt cabin 4 giường mặc dù chỉ có 2 chúng tôi. Chúng tôi rất ngạc nhiên với cabin và cuộc hành trình. Những chiếc giường tầng khá thoải mái và chúng tôi rất dễ chịu và ấm áp. Chúng tôi gặp rất ít tiếng ồn trong suốt cuộc hành trình. Nhà vệ sinh cơ bản nhưng có thể sử dụng được. Có xe đẩy giải khát bán trà cà phê và đồ ăn nhẹ. Bạn có thể mua đồ uống, v.v. từ các cửa hàng trên ga Hà Nội trước khi khởi hành.Đọc thêm",
            "Xin chào, bạn có biết có thể mang hành lý lớn lên máy bay không? Tôi không thể tìm thấy bất kỳ thông tin nào và có vẻ như họ không thực sự muốn trả lời email của tôi. Chúng tôi có 2 kiện hành lý ký gửi máy bay tiêu chuẩn có kích thước 81 cm - 43 cm - 32 cm - Tập 95. \nTôi không tìm thấy bất kỳ lựa chọn nào trên trang web của họ để mua thêm hành lý dự trữ.Đọc thêm"
        ],
        "star_ratings": [
            2,
            8,
            6,
            6,
            13
        ],
        "review_amount": 35,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Tàu tốc hành Violette",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written September 5, 2023",
            "Written November 11, 2023",
            "Written December 28, 2023",
            "Written April 18, 2024",
            "Written November 11, 2023",
            "Written October 26, 2023",
            "Written October 26, 2023",
            "Written September 5, 2023",
            "Written April 7, 2023",
            "Written March 26, 2023",
            "Written March 24, 2023",
            "Written November 1, 2022",
            "Written August 2, 2022",
            "Written March 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19415163-Reviews-or10-Violette_Train_Express-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-Violette_Train_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-or20-Violette_Train_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25257198-Reviews-Love_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11898757-Reviews-Hanoi_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12529983-Reviews-Cat_Ba_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25353831-Reviews-Danny_Phan_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d591342-Reviews-The_Path-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156674-Reviews-Flower_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d146018-Reviews-Findley_State_Park-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g52033-d1182968-Reviews-Petersen_Rock_Garden_and_Museum-Redmond_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d646305-Reviews-Tanger_Outlets_Charleston-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d240639-Reviews-Gare_du_Nord-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g58287-d3469885-Reviews-Bolar_Mountain_Recreation_Area-Warm_Springs_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g4431681-d3670603-Reviews-Booths_Corner_Farmers_Market-Garnet_Valley_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g196583-d670244-Reviews-Les_Espaces_d_Abraxas-Noisy_le_Grand_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182434-d10405341-Reviews-Chinese_Garden_of_Serenity-Santa_Lucija_Island_of_Malta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-or20-Violette_Train_Express-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-or10-Violette_Train_Express-Hanoi.html"
    },
    {
        "attraction_name": "Violette Train Express",
        "attraction_name_vi": "Tàu tốc hành Violette",
        "general_info": [
            "33 đánh giá",
            "- 330 trên 598 Vận tải tại Hà Nội",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Khi tôi gõ những dòng này, tôi cách Huế khoảng 2,5 giờ và mặt trời vừa mới mọc. Có rất nhiều đánh giá tệ hại ở đây. Mỗi toa tàu đều có nhà vệ sinh phù hợp với vòi xịt vệ sinh tốt. Chúng sạch sẽ và tiện dụng. Chúng tôi đi du lịch vào tuần sau Ngày Độc lập và chúng tôi có gần như toàn bộ toa tàu cho riêng mình. Nó sạch sẽ. Các lựa chọn toa ăn rất ít, nhưng chúng tôi đã nghĩ trước và mang theo đồ ăn nhẹ, nước và rượu của riêng mình. Có các trạm nước lọc trên mỗi toa tàu để bạn đổ đầy bình. Họ bán nước, soda, bia và đồ ăn nhẹ. Không có đá. Có thể là một ý kiến ​​hay nếu bạn - kén chọn đồ uống hỗn hợp của mình. \n\nĐây không phải là tàu maglev. Nó có thể lắc khá mạnh qua một số đoạn và nó - ồn ào. Tôi ngủ khá ngon sau khi uống vài ly cocktail. Đó - là một chuyến tàu. Hãy chấp nhận điều đó. Toa tàu khá đẹp, nhân viên phục vụ rất chu đáo. Điều này ổn. Nó không phải là sang trọng, nhưng nó - tốt hơn nhiều nhà trọ. \n\nChúng tôi đã mua vé tại nhà ga với giá bằng một nửa giá chúng tôi thấy trực tuyến. Có rất nhiều trang web - công ty du lịch lừa đảo. Bạn có thể kiểm tra tình trạng chỗ trống trực tuyến sau đó chỉ cần mua vé tại nhà ga. Họ đề nghị gửi hành lý của bạn ở đó với giá 100.000 đồng. - he he - Chúng tôi đã đi mua một ít đồ ăn và mua sắm và không gặp vấn đề gì. \n\nCửa sổ hơi mờ để chụp ảnh, đặc biệt là vào ban đêm, nhưng đây là khí hậu nhiệt đới nên tôi không biết bạn mong đợi điều gì. Điều hòa hoạt động tốt. Có thể hơi lạnh đối với những người máu mỏng, nhưng có rất nhiều chăn. Không có Wifi nhưng tín hiệu di động khá ổn định với một vài khoảng cách ngắn ở đây và ở đó. Ổ cắm sạc USB ở mỗi giường. Nhìn chung là một trải nghiệm tuyệt vời. \n\nHọ đưa cho bạn một túi giấy đựng một ít khoai tây chiên và bánh quy giòn cùng một cốc giấy - không nghĩ đến cốc trước nên đó là ly hợp - Ngoài ra còn có một chai nước và một lon cà phê đá. Đọc thêm",
        "reviews": [
            "Tôi nên bắt đầu bằng cách nói rằng khi liên hệ với Violette, chúng tôi đã hỏi về việc đặt chuyến tàu SE1. Lúc đó chúng tôi không thực sự hiểu nhưng họ khuyên không nên làm vậy mà thay vào đó hãy đặt chuyến tàu SE19 vì - nó đẹp hơn - . Từ việc trò chuyện với những người bạn đã từng tham gia cuộc hành trình, chúng tôi nghĩ mình có thể hiểu được lý do tại sao.\nTất cả thông tin trực tuyến đều cho thấy rằng tất cả các toa tàu đều giống nhau, nhưng điều chúng tôi lo lắng nhất - nhà vệ sinh - có thể chứng minh điều ngược lại.\nChúng tôi đã có một trải nghiệm tuyệt vời. Cabin sạch sẽ, thoáng mát, nhân viên phục vụ mang bia lạnh đến và chúng tôi đến đích - Đông Hà - đúng giờ. Quan trọng nhất là nhà vệ sinh và phòng giặt rất tuyệt vời. \nTàu lắc lư khá nhiều và khá ồn ào, nhưng giường ngủ thoải mái và cabin rộng rãi hơn nhiều so với những gì chúng tôi thường thấy trên giường ngủ ở Anh. \nchúng tôi đã gặp một cặp đôi đã bị hoãn lại và thay vào đó bắt một trong những chiếc xe buýt giường nằm VIP nhưng có vẻ như chúng tôi đã có một chuyến đi thoải mái hơn nhiều.Đọc thêm",
            "Kính thưa tất cả,\n\nHãy cẩn thận!\n\nChúng tôi bắt chuyến tàu từ Đà Nẵng đến Hà Nội, trên cabin VIP dành cho 2 người. \n\nChúng tôi là những hành khách đi tàu dày dạn kinh nghiệm, vì vậy chúng tôi chắc chắn không hoạt động với bất kỳ quan niệm sai lầm nào về tiếng ồn, sự thoải mái của cabin hoặc tình trạng nhà vệ sinh. \n\nNhưng  - \n\nSau khi được phục vụ bữa ăn gồm cơm nguội, súp và thịt - sau khi chúng tôi chỉ định ăn chay và nhận được xác nhận bằng lời nói - trên một chiếc khay bẩn, người phục vụ đã cố gắng chụp ảnh chúng tôi cùng với thức ăn bằng điện thoại cá nhân của cô ấy. \n\nBản thân tôi và đối tác của tôi đang mặc quần áo ngủ. Để bảo vệ quyền riêng tư của mình, chúng tôi đã yêu cầu rõ ràng cô ấy không chụp BẤT KỲ bức ảnh nào nhiều lần. Cô ấy xác nhận rằng cô ấy hiểu, nói rằng chúng tôi không có trong ảnh - tuy nhiên, xin lưu ý bạn, đồ đạc của chúng tôi vẫn còn đó - và sau đó vẫn chụp hai - 2 bức ảnh. \n\nHoang mang ở giai đoạn này, chúng tôi đã yêu cầu được xem những bức ảnh này, vì cô ấy không tỏ ra dấu hiệu nào cho thấy cô ấy sẽ tự ý cho chúng xem.\nMặc dù yêu cầu KHÔNG chụp bất kỳ bức ảnh nào nhưng cả hai bức ảnh đều được chụp và có cả đối tác của tôi. \n\nSau khi vi phạm trắng trợn mọi yêu cầu của chúng tôi, người phục vụ đã chấp nhận xóa những bức ảnh này và bỏ đi.\n\nNói chung thì đó là một cuộc hành trình đủ thú vị, nhưng chúng tôi khá bối rối trước sự tương tác kỳ lạ và xâm lấn này. \n\nLuôn băng giá.Đọc thêm",
            "Chúng tôi lấy SE19 từ Hà Nội đến Đà Nẵng.  Tôi thực sự rất ngạc nhiên với chuyến tàu này.  Giường tầng cơ bản nhưng thoải mái và cung cấp cho chúng tôi nhiều đồ ăn nhẹ miễn phí.  Cùng với đó, chúng tôi có thể gọi thêm đồ uống và đồ ăn nhẹ thông qua trang web hoặc thông qua các nhân viên tàu thường xuyên đến.\n\nNhà vệ sinh được dọn dẹp liên tục nên rất sạch sẽ và kết nối WiFi tốt hơn Eurostar hay bất kỳ chuyến tàu nào ở Châu Âu mà tôi từng trải nghiệm.Đọc thêm",
            "Viollete Express Warning - Scam artists and most unprofessional services at premium pricesI am a train lover and have taken so many trains from South to North, VN, and everywhere in between. Never experienced any issues with VN Railway.For our Ninh Binh-Hue trip, I went directly to Ga Hanoi and purchased the ticket from the ticket counter, quầy vé. I asked for an earlier train for around 500kVND - PAX, but was upsaled to Lotus Train, at a much later time for an additional 700KVND per ticket. I explained that we are 4 VN females and must have a compartment to ourselves for safety and cultural reasons. I was sold 4 tickets for the same compartment on Coach 8.When we tried to board the train, we were told that our tickets were not legitimate. We had to forced our way onto the train as it began to depart. Then, we were told that our tickets were issued by Viollete Express, who were not authorized to sell tickets for the Lotus Train, and 2 berths in our assigned compartment were occupied by other passengers. 2 members of our family would need to shift to another compartment in Coach 9. When we got there, that compartment was occupied by 2 Western men already. This was not possible given our cultural customs and practices. We protested and finally, I was given the contact info of a Lotus Train professional, who responded even at 11PM, and we were assigned a single compartment on Coach 6.Even though I left my VN phone number, Zalo number and email address, nobody contacted us about anything prior to departure.I emailed Viollete Express an about the incidence. Last night, someone  - she did not give me her name - , called to  - investigate -  what happened. She was beyond rude, condescending and extremely antagonizing to the point that I had to end the call.Clearly, our safety and comfort meant nothing and paying extra to scam artists only invites more trouble.If you value your money, travel experience and safety, especially if you - re female travelers, AVOID VIOLLETE EXPRESS.I will post my Vlog of the whole experience including the phone call with VE once my VN tour is complete but I felt it necessary to warn other train lovers ASAP.I believed that I bought my tickets directly from VN Railway and never even knew anything about VE until this whole mess occurred. I was never informed that I was being sold tickets by scam artists. As I do my research, I am quite horrified and really want others to be aware of VE.Happy Journey, everyone, and be safe -  -  - Read more",
            "Tầm nhìn tuyệt vời, phòng tuyệt vời và phi hành đoàn luôn thân thiện, nhà vệ sinh cũng rất sạch sẽ, vì vậy trong một đêm thực sự là một trải nghiệm tuyệt vờiĐọc thêm",
            "Cabin không khớp với hình ảnh theo bất kỳ cách nào. Hầu như không có thức ăn, cabin không được chuẩn bị. Nhân viên không có động lực lắm. Tôi sẽ không đề xuất kết nối và sẽ bay vào lần sau. Nó không còn tốn kém nữa!Đọc thêm",
            "Một trải nghiệm khá Việt Nam nhưng rất thú vị. Giá cả phải chăng cho 2 người lớn và 2 trẻ em. Bao gồm bữa sáng - rất rất cơ bản - 4 giường cơ bản khá chắc chắn. Chúng tôi đã đi vào ban đêm. Trải nghiệm từ Hà Nội đến Huế rất tuyệt!!!! Đề xuất cho mọi người!!!!Đọc thêm",
            "Chúng tôi có cảm giác giường chưa được thay. Nhà vệ sinh gần như bị tràn, không có giấy vệ sinh và xà phòng. Có khói thuốc ở các ngăn khácĐọc thêm",
            "Không có sự sạch sẽ mặc dù có vé giường nằm VIP, bạn không thể ngủ trên tàu vì quá ồn. Phòng vệ sinh, quên nó đi! Đọc thêm"
        ],
        "star_ratings": [
            2,
            8,
            6,
            6,
            13
        ],
        "review_amount": 35,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Tàu tốc hành Violette",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written September 5, 2023",
            "Written November 11, 2023",
            "Written December 28, 2023",
            "Written April 18, 2024",
            "Written October 26, 2023",
            "",
            "Written May 28, 2024",
            "",
            "Written April 26, 2024",
            "",
            "Written March 3, 2024",
            "",
            "Written December 29, 2023",
            "",
            "Written December 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19415163-Reviews-or20-Violette_Train_Express-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-or10-Violette_Train_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-Violette_Train_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25257198-Reviews-Love_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11898757-Reviews-Hanoi_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12529983-Reviews-Cat_Ba_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25353831-Reviews-Danny_Phan_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d2578086-Reviews-Robert_Is_Here-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g190386-d550014-Reviews-Kykkos_Monastery_Panagia_tou_Kykkou-Pedoulas_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g608906-d12672000-Reviews-Cane_Malu-Bosa_Province_of_Oristano_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274951-d23549704-Reviews-Lukiskes_Prison_2_0-Vilnius_Vilnius_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d8781490-Reviews-The_Zoo_Amphitheatre-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d14067619-Reviews-Joining_Beach-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g46843-d270681-Reviews-Wild_West_City-Stanhope_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d4702879-Reviews-Jale_Beach-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60768-d3443654-Reviews-Red_Sands-El_Paso_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d20896228-Reviews-Wonderspaces_Austin-Austin_Texas.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19415163-Reviews-or20-Violette_Train_Express-Hanoi.html"
    }
]