[
    {
        "attraction_name": "Vivu Travel",
        "attraction_name_vi": "Du lịch trực tiếp",
        "general_info": [
            "12 đánh giá",
            "- 703 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một trải nghiệm tuyệt vời trong chuyến tham quan có hướng dẫn viên riêng đến Việt Nam. Vivu Travel đảm nhận mọi việc từ việc đưa đón từ sân bay về khách sạn; buổi dã ngoại; các chuyến bay nội địa; chỗ ở khách sạn; và các bữa ăn. Thông tin liên lạc trước và trong chuyến tham quan rất tuyệt vời và họ rất chú ý đến nhiều câu hỏi của chúng tôi cũng như rất chủ động và hữu ích. Người tổ chức của chúng tôi, Lan và hướng dẫn viên ở mỗi thành phố chúng tôi đến thăm đều rất am hiểu và nói tiếng Anh rất tốt. Lan, người tổ chức của chúng tôi, đã gợi ý những địa điểm tham quan thú vị và những gợi ý tuyệt vời về các hoạt động. Chúng tôi có nhiều địa điểm yêu thích đến mức khó có thể chọn ra điểm đến hàng đầu. Cảm ơn Vivu Travel vì những dịch vụ tuyệt vời của bạn và khiến chúng tôi cảm thấy được chào đón tại Việt Nam. Chúng tôi chắc chắn sẽ giới thiệu Vivu Travel và không ngần ngại quay lại Vivu Travel cho kỳ nghỉ tiếp theo của chúng tôi!Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời nhất khi lần đầu tiên đến Việt Nam.  Điều này chỉ có Ngọc với Vivu Travel mới thực hiện được.  Chúng tôi đặt niềm tin hoàn toàn vào Vivu Travel để đảm bảo rằng chúng tôi sẽ được nhìn thấy những điểm nổi bật của Việt Nam.  Mọi địa điểm, mọi khách sạn, mọi tài xế và mọi hướng dẫn viên đều được xếp hạng 5 sao.  Chúng tôi đã ở Hà Nội, Đà Lạt, Sài Gòn và Hội An và ngoài việc đến thăm những thành phố đó, chúng tôi còn thực hiện những chuyến đi trong ngày đặc biệt về vùng nông thôn.  Tôi chắc chắn sẽ tìm Ngọc cho một chuyến thăm khác không chỉ ở Việt Nam mà còn các nước khác trong khu vực.  Cô ấy rất tốt bụng và kiên nhẫn với chúng tôi và luôn sẵn sàng.  Cảm ơn vì một chuyến phiêu lưu tuyệt vời đến đất nước của bạn.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến Việt Nam và du lịch VIVU được bạn bè giới thiệu. Thời điểm chúng tôi liên lạc với thời điểm chúng tôi rời khỏi đất nước, chúng tôi đã nhận được dịch vụ khách hàng đặc biệt. Giao tiếp của Hoài - nhanh chóng và chu đáo, hành trình mà cô ấy sắp xếp cho chúng tôi chính xác là những gì chúng tôi mong muốn, cho phép chúng tôi tập trung vào việc tận hưởng chuyến đi của mình. Hướng dẫn viên của chúng tôi Thức thật tuyệt vời, anh ấy đã dành thời gian để giải thích chi tiết hành trình của chúng tôi mỗi ngày, anh ấy rất linh hoạt, anh ấy quan tâm đặt chỗ cho chúng tôi vào từng khách sạn và anh ấy dẫn chúng tôi đến cổng cho các chuyến bay xuyên quốc gia. Trên hết, anh ấy đã làm cho chuyến đi trở nên vui vẻ. Đặc biệt đề cập đến tài xế Kha của chúng tôi. Giống như tất cả các chuyến đi, không có gì là luôn thuận buồm xuôi gió, chúng tôi gặp một vấn đề nhỏ khi chuyển từ sân bay Denang đến khách sạn ở Hội An, chúng tôi đã nói chuyện với Hoài và Thức và họ cùng nhau có một tài xế khác cho chúng tôi trong vòng 30 phút. Chúng tôi đã nhận được dịch vụ tuyệt vời và rất khuyến khích đội ngũ tại VIVU travel.Đọc thêm",
            "Chúng tôi được bạn bè ở Sydney giới thiệu Vivutravel. Ngay từ khi liên hệ với Lan Nguyễn, chúng tôi đã nhận được dịch vụ năm sao. Cô ấy đã gửi cho chúng tôi hành trình trong vòng 24 giờ sau khi liên hệ với cô ấy. Dịch vụ của cô rất xuất sắc từ việc tổ chức visa, vé nội địa, đưa đón khách sạn, nhận phòng và hướng dẫn viên du lịch. Chúng tôi đã có WhatsApp của cô ấy và cô ấy luôn có thể liên lạc và trả lời bất kỳ câu hỏi nào chúng tôi có. Các hướng dẫn viên du lịch được tổ chức thật tuyệt vời và có một hướng dẫn viên và tài xế du lịch cá nhân thật tuyệt vời, đặc biệt là trong cái nóng 38 độ và lên xe và được cung cấp nước lạnh và khăn lạnh. Linh, Peter và Ty rất hiểu biết và có dấu ấn cá nhân tuyệt vời. Ngay cả sau khi có họ làm hướng dẫn viên, họ vẫn liên lạc để đưa ra lời khuyên và lời khuyên cho khu vực địa phương. Chúng tôi đã nhận được dịch vụ tốt nhất và muốn giới thiệu Vivutravel cũng như các hướng dẫn mà chúng tôi có cho bất kỳ ai!!!Đọc thêm",
            "Từ đầu đến cuối, chúng tôi khá ấn tượng với Kim vì sự đáp ứng, chu đáo, quan tâm và chuyên nghiệp của cô ấy.  Cô ấy lắng nghe ý kiến ​​đóng góp của chúng tôi, đưa ra đề xuất và cập nhật hành trình của chúng tôi - vợ tôi và tôi - để phản ánh nhu cầu của chúng tôi thường xuyên nếu cần.  Kim đã đăng ký với chúng tôi vào ngày đầu tiên và giúp chúng tôi cảm thấy thoải mái với cam kết ưu tiên chúng tôi.  Cô ấy đã thực hiện lời hứa đó một cách đầy màu sắc.  Khi chúng tôi cần rút ngắn chuyến đi vì bệnh, Kim đã dành ngày thứ Bảy của mình để sắp xếp và liên hệ với những người khác để đảm bảo rằng chúng tôi được chăm sóc chu đáo.  Cô ấy đã làm điều đó một cách lịch sự, kiên nhẫn và chu đáo nhất. Chúng tôi đánh giá rất cao Kim và đội ngũ Vivu Travel đã khiến chuyến đi đến Việt Nam của chúng tôi trở nên ý nghĩa, an tâm và đáng nhớ.  Chúng tôi thực sự khuyên bạn nên sử dụng Kim và Vivu Travel.Đọc thêm",
            "Từ lần đầu tiên tôi liên lạc với Kim, không có gì là quá khó khăn để cô ấy sắp xếp hành trình của chúng tôi. Đây là lần đầu tiên chúng tôi đến Việt Nam và tin tưởng Kim sẽ đưa ra hành trình kéo dài hai tuần. Cô ấy đã làm rất tốt khi đưa ra hành trình cuối cùng sau khi chúng tôi thực hiện một số điều chỉnh. Cô ấy không hề thúc ép và đã cân nhắc đến các yêu cầu của chúng tôi. Chúng tôi bắt đầu chuyến đi của mình tại Hà Nội và kết thúc tại TP.HCM. Vì đó là sinh nhật đặc biệt của vợ tôi nên Kim đã tổ chức một chiếc bánh sinh nhật bất ngờ khi chúng tôi đang đi du thuyền Vịnh Hạ Long, điều mà chúng tôi rất trân trọng. Tất cả các hướng dẫn viên đều thân thiện và hiểu biết. Chúng tôi đã được gặp Kim khi ở Hà Nội và thật tuyệt khi được gặp cô ấy trực tiếp sau khi chúng tôi đã liên lạc qua email hoặc WhatsApp trong hơn sáu tháng. Nhìn chung đó là một chuyến đi tuyệt vời. Cảm ơn KimĐọc thêm",
            "Chúng tôi được một người bạn giới thiệu đến Vivu Travel và chúng tôi rất vui vì dịch vụ tuyệt vời mà chúng tôi nhận được từ Kim. Chúng tôi chỉ ở Hà Nội 4 đêm nhưng Kim đảm bảo rằng chúng tôi đã trải nghiệm những điều tuyệt vời nhất ở Hà Nội và Vịnh Hạ Long. Hướng dẫn của chúng tôi Sonny thật tuyệt vời. Chúng tôi giới thiệu Vivu Travel cho bất kỳ ai muốn đến thăm Việt Nam và chúng tôi chắc chắn sẽ sử dụng Vivu Travel một lần nữa trong tương lai. Cảm ơn bạnĐọc thêm",
            "Chỉ nếu tôi có thể cho nó hơn 5 sao - .Tôi đã tiếp cận Hoài của chuyến du lịch Vivu vào khoảng giữa năm 2023 theo đề xuất cá nhân, nhằm lên kế hoạch cho một hành trình khá phức tạp. 4 người cho một số người và 2 người cho phần còn lại, cùng với những lần đến và trả khách khác nhau. Hoài đã cực kỳ hữu ích ngay từ đầu. Cô ấy rất chuyên nghiệp và kiên nhẫn trong khi chúng tôi thực hiện nhiều thay đổi trong chương trình. Toàn bộ chuyến đi kéo dài 4,5 tuần đã được tổ chức một cách hoàn hảo. Chúng tôi đã có khoảng thời gian tuyệt vời khi đi du lịch qua Thái Lan, Việt Nam và Campuchia. Các hướng dẫn viên khác nhau mà chúng tôi có ở các địa điểm khác nhau đều có kiến ​​thức và hữu ích và các tài xế cũng rất giỏi. Chúng tôi đã được trải nghiệm Tết Nguyên đán của Việt Nam, đó là một trải nghiệm thú vị. Hoài luôn có mặt trong suốt chuyến đi và ngay cả trong kỳ nghỉ Tết của họ . Chúng tôi được mời đến văn phòng của họ và được chào đón rất nhiệt tình. Cảm ơn Hoài và toàn bộ nhóm của cô ấy đã biến đây thành một chuyến đi để đời. Chúng tôi sẽ trân trọng những kỷ niệm và chắc chắn sẽ quay trở lại trong tương lai.        -   -   -   -   -   -   -   -   -   - Đọc thêm",
            "Công ty đặc biệt là LAN, nhà tổ chức là một người xuất sắc và đã khiến chuyến du lịch của chúng tôi trở nên đáng nhớ. Sự sắp xếp, đón và vận chuyển của cô ấy là một trong những điều tốt nhất tôi từng trải qua trong 25 năm du lịch. Cách giao tiếp và cập nhật thông tin cho chúng tôi của cô ấy được đánh giá rất caoĐọc thêm",
            "Chuyến đi đến Việt Nam thú vị chủ yếu nhờ sự sắp xếp và lên kế hoạch chuyên nghiệp của Vivu Travel. Tất cả các tour du lịch trong chuyến đi đều được tổ chức tốt. Nếu ngân sách của bạn cho phép, tôi thực sự khuyên bạn nên mua dịch vụ từ một công ty lữ hành. Trong chuyến thăm Việt Nam của tôi, Vivu Travel là sự lựa chọn của tôi.Đọc thêm"
        ],
        "star_ratings": [
            13,
            0,
            0,
            0,
            0
        ],
        "review_amount": 13,
        "location": [
            "Hà Nội",
            "Du lịch trực tiếp",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 3, 2024",
            "Written May 22, 2024",
            "Written May 19, 2024",
            "Written April 22, 2024",
            "Written March 29, 2024",
            "Written March 11, 2024",
            "Written March 4, 2024",
            "Written February 26, 2024",
            "Written February 6, 2024",
            "Written February 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-or10-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d6932298-Reviews-Lung_Cu_Flag_Tower-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31702-d1455812-Reviews-Ron_Coleman_Mining-Jessieville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13570645-Reviews-Piranha_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3139249-Reviews-Encore_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d13808858-Reviews-Songdo_Cable_Car-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g54087-d531808-Reviews-Fort_Wetherill_State_Park-Jamestown_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g189493-d4915818-Reviews-Bisti_Beach-Hydra_Saronic_Gulf_Islands_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g40840-d8820291-Reviews-Maine_Lobster_Festival-Rockland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d523859-Reviews-Mirtiotissa_Beach-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33130-d8036553-Reviews-Zap_Zone-Stockton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d249512-Reviews-Happy_Hollow_Park_and_Zoo-San_Jose_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-or10-Vivu_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Vivu Travel",
        "attraction_name_vi": "Du lịch trực tiếp",
        "general_info": [
            "12 đánh giá",
            "- 703 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Việc sắp xếp chuyến du lịch Vivu của cô Kim đã được thực hiện rất tốt, trước khi đi du lịch, gặp gỡ và chào hỏi, khách sạn, tài xế và hướng dẫn viên đều rất tốt..luôn rất hữu ích và có sức chứa. Chắc chắn sẽ giới thiệu cô kim và Vivu đi du lịch cho những ai muốn đến thăm Việt Nam và Campuchia.Đọc thêm",
            "Hành trình rất tốt, trước khi khởi hành, tôi đã biết về chi phí, gặp gỡ, sinh hoạt hàng ngày và khách sạn tốt trong ngân sáchĐọc thêm",
            "Hà Giang là vùng đất đẹp nhất vùng Đông Bắc Việt Nam, là điểm đến tuyệt vời cho các chuyến du lịch văn hóa, tham quan và mạo hiểm. Đây là điểm đến mới nổi của thế giới và mong đợi một trải nghiệm khó quên.Đọc thêm"
        ],
        "star_ratings": [
            13,
            0,
            0,
            0,
            0
        ],
        "review_amount": 13,
        "location": [
            "Hà Nội",
            "Du lịch trực tiếp",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 25, 2024",
            "Written January 24, 2024",
            "Written January 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d27134007-Reviews-or10-Vivu_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-Vivu_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11019378-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4108068-Reviews-Dong_Van_Karst_Plateau_Geopark-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d6932298-Reviews-Lung_Cu_Flag_Tower-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d11046531-Reviews-Ma_Pi_Leng_Pass-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d8380132-Reviews-Dinh_Vua_Meo-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3389597-d27473282-Reviews-Adventure_Travel-Meo_Vac_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4200402-d15275829-Reviews-Don_Cao_Fortress-Dong_Van_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450617-Reviews-Vietnam_Nomadic-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8842556-Reviews-Lotte_World_Tower_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g56039-d1417778-Reviews-Cherokee_Trace_Drive_Thru_Safari-Jacksonville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g562639-d3572528-Reviews-The_Healing_Thermal_Springs_of_Edipsos-Edipsos_Euboea_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g29867-d23696329-Reviews-Defy_Apex-Apex_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146645-Reviews-Canyon_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d7688524-Reviews-Catalina_Island_Golf_Cart_Rentals-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d7140060-Reviews-PK_Cocktail_Bar-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1754585-Reviews-Mae_Sa_Waterfall-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d3648780-Reviews-Tilden_Park_Little_Farm-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298161-d8558898-Reviews-AEONMALL_Narita-Narita_Chiba_Prefecture_Kanto.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d27134007-Reviews-or10-Vivu_Travel-Hanoi.html"
    }
]