[
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "VM Du lịch",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Tour du lịch thiên nhiên động vật hoang dã"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện 2 chuyến tham quan với tài xế Luyt. Chuyến tham quan 1 ngày quanh thành phố Huế và ngày thứ 2 chuyến tham quan từ Huế đến Hội An với một số điểm dừng trên đường đi. Luyt rất chuyên nghiệp, thân thiện và kịp thời. Rất khuyến khích cho bất kỳ chuyến đi nào ở khu vực Huế.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi bằng xe Jeep của Mỹ từ Đà Nẵng đến Huế và sau đó đến Hội An. Khung cảnh thật tuyệt vời dọc theo đèo Hải Vân! Dương là một người lái xe xuất sắc và rất vui vẻ! VMtravel rất hữu ích trong việc sắp xếp chuyến tham quan với những câu trả lời rất nhanh! Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Alex là một người lái xe rất an toàn và có năng lực, anh đã lắng nghe chúng tôi về những gì chúng tôi đã làm và không muốn làm trong chuyến đi trong ngày của mình. Rất khuyến khích công ty này và AlexĐọc thêm",
            "Pansy, người liên hệ của chúng tôi tại VM Travel đã thực hiện xuất sắc việc sắp xếp và giám sát kỳ nghỉ hai tuần của chúng tôi. Mọi thứ đã được tổ chức tốt. Chỗ ở khách sạn rất tuyệt vời, cả 5 và chúng tôi không thể yêu cầu thêm. Rất ấn tượng và do đó không ngần ngại giới thiệu họ. Đọc thêm",
            "Chúng tôi đã có kỳ nghỉ 10 ngày ở Việt Nam và đặt tất cả chỗ ở, dịch vụ đưa đón, chuyến tham quan và chuyến bay nội bộ thông qua VM travel. Dịch vụ khách hàng và giao tiếp được 5 sao. Tất cả các chuyến tham quan đều vượt quá mong đợi của chúng tôi, việc chuyển tiền thật tuyệt vời và chỗ ở thật tuyệt vời. Pansy cung cấp thông tin liên lạc hàng ngày cho chúng tôi trong suốt chuyến đi, điều này khiến chúng tôi rất yên tâm. Muốn giới thiệu Pansy và nhóm VM cho bất kỳ ai có kế hoạch đến thăm Việt Nam.Đọc thêm",
            "Nếu tôi có thể cho tài xế của chúng tôi, Alex, 100 sao thì tôi sẽ làm. Anh ấy đến sớm, xử lý lô hành lý của chúng tôi và lái xe suôn sẻ, an toàn và chuyên nghiệp từ Hội An đến Huế. Anh ấy chỉ ra những lĩnh vực quan tâm, dừng lại để chụp ảnh, chụp ảnh anh ấy là một nhiếp ảnh gia tuyệt vời, ăn trưa, giải khát và làm mọi thứ để khiến trải nghiệm của chúng tôi trở nên tuyệt vời. Hãy yên tâm, anh ấy chính là người lái xe mà bạn muốn.Đọc thêm",
            "Truong là một hướng dẫn viên hoàn hảo. Anh ấy đã lái xe đưa chúng tôi từ công viên quốc gia Bạch Mãn đến Hội An. Lái xe rất cẩn thận và điềm tĩnh, không hề bóp còi. Anh ấy đã dừng xe rất nhiều để chụp những bức ảnh tuyệt đẹp và kể cho chúng tôi nghe những câu chuyện thú vị về phong cảnh, lịch sử Việt Nam cũng như về cuộc sống thường ngày ở Việt Nam. Anh ấy rất am hiểu và có thể trả lời mọi câu hỏi của chúng tôi. Anh ấy rất thân thiện, đúng giờ tuyệt đối và nói tiếng Anh tốt. Anh ấy đã liên hệ với chúng tôi trước qua Whatsapp nên chúng tôi luôn được thông báo về thời gian đón, v.v. Chiếc xe sạch sẽ, mới, lớn và rất thoải mái. Thực sự không có điều gì chúng tôi có thể phàn nàn. Dịch vụ hoàn hảo!!!! Cảm ơn Truong! Đọc thêm",
            "Chúng tôi đã sử dụng dịch vụ của VM Travels trong ba ngày riêng biệt trong thời gian lưu trú tại Huế và chất lượng dịch vụ, tài xế và phương tiện của họ rất vượt trội. Liên hệ qua email trước khi chúng tôi đến Việt Nam rất nhanh chóng và mọi việc diễn ra rất suôn sẻ nhờ họ. Tôi cũng đánh giá cao việc không phải gửi tiền từ nước ngoài trước. Khi chúng tôi bay vào Huế, chúng tôi đã gặp anh Tan, một tài xế thân thiện, nói tiếng Anh và lái chiếc Toyota mới, sạch sẽ của anh ấy rất an toàn cho việc đưa đón khách sạn của chúng tôi. Chúng tôi rất ấn tượng về anh ấy nên tôi đã yêu cầu anh ấy chở chúng tôi trong hai lần hẹn hò tiếp theo và chúng tôi rất vui vì anh ấy đã sẵn sàng. Chúng tôi dành trọn một ngày cùng anh, đi thăm tất cả các lăng mộ triều Nguyễn quanh Huế và làng hương. Hai ngày sau, anh lại chở chúng tôi đến chỗ ở tiếp theo của chúng tôi ở Hội An, với nhiều điểm dừng chân tuyệt đẹp bao gồm đầm Lăng Cô, Ngũ Hành Sơn và đèo Hải Vân. Anh Tan là một người bạn rất thân thiện và anh ấy luôn nghĩ đến mọi thứ để chúng tôi cảm thấy thoải mái, chẳng hạn như nước lạnh và giữ cho xe mát trong bóng râm khi chúng tôi đi tham quan. Tôi thực sự đánh giá cao việc có thể thư giãn trong một chiếc xe thoải mái với người lái xe an toàn như vậy. Ông Tân đảm bảo rằng chuyến thăm Huế của chúng tôi diễn ra rất suôn sẻ!Đọc thêm",
            "Chuyến đi trong ngày tuyệt vời từ sân bay Huế đến Hội An, trên ô tô riêng với tài xế và hướng dẫn viên nói tiếng Anh hàng đầu. Chúng tôi đã ghé thăm các địa điểm lớn trên đường bao gồm Cố đô Huế, Lăng mộ Kahi Dihn. Top là một người lái xe xuất sắc, người có thể trả lời nhiều câu hỏi của chúng tôi và đề xuất một nhà hàng ngon để ăn trưa ở đầm phá.Đọc thêm",
            "We were on a 12 day cruise to the Far East and used the services of VM travel for all our excursions. Our excursions were organised and booked from the UK with Ms Kim from VM Travel who dealt with all our needs personallyfrom the start she was very professional and friendly. Nothing was too much trouble. She kept in contact with us all the time and tailored all our trips to suit us. The time difference was never a problem! Her unwavering patience and excellent customer service knew no bounds. Our trips included Halong Bay, Ba Na Hills and a day in Ho Chi Minh City. On all 3 occasionswe were met by representatives of VM Travel. They were all on time, friendly, English speaking, knowledgeable and extremely accommodating with our group of 30 people! All transport was of a high quality and comfortable - water available on each trip. Firstly.. A Big thank you to Angela our rep who met us for our day at Halong Bay, she spoke perfect English and really looked after us well. Thank you to Sinh, Tran excellent guide and full of knowledge, he was a pleasure to spend the day with at Ba Na Hills. Last but not least thank you to Mr David who spoke perfect English and John our driver, both made a great connection with our group and we had so much fun! Mr David took us to a local restaurant for a 6 course Vietnamese lunch! No easy feat with a large group but organised us well with ease. Everyone is a credit to VM travel,which we would highly recommend for anyone looking to travel to Vietnam and seeking a travel company to arrange their excursions, should firstly contact VM travel service of the highest quality.Read more",
            "Có cơ hội nào đón tại Khách sạn Huế lúc 8 giờ sáng ngày 2 tháng 1 cho bốn người lớn và một số hành lý, lái xe đến Bà Nà Hills để ngắm cây cầu rồi trả khách tại khu nghỉ dưỡng Angsana Lăng Cô trước 3 giờ chiều không? Đọc thêm",
            "Tôi hy vọng làm Huế đến Đà Nẵng qua đèo Hải Vân. Có ai biết sơ bộ về chi phí cho tài xế riêng không. Cảm ơn trước.DawnĐọc thêm",
            "59 trở lên tùy thuộc vào số lượng điểm dừng bổ sung mà bạn muốn thực hiện, chúng hoàn toàn linh hoạt và rất dễ dàng đáp ứng cho bạnĐọc thêm",
            "Xin chào, chúng tôi đang tìm xe riêng 18 tiếng có tài xế từ Sân bay Quốc tế Tân Sơn Nhất đến ĐT11 đến Kiên Lương, Tỉnh Kiên Giang và về trong cùng ngày. Ngày đi: khoảng giữa tháng 2, rời sân bay Tân Sơn Nhất lúc 5h sáng và về cùng ngày. Chỉ cần 2 người, xe 4 chỗ là đủ. Bạn có thể vui lòng cung cấp cho tôi báo giá và cách thức thanh toán được không? Cảm ơn bạnĐọc thêm",
            "Chúng tôi đang tìm xe riêng có tài xế tại Việt Nam. Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng tới. Vui lòng tư vấn chi phí thuê xe riêng nửa ngày vào buổi chiều cho hai người. ThksĐọc thêm",
            "CHÀO \n\nChúng tôi đã thực hiện chuyến đi hai ngày với họ, một ngày quanh Huế và ngày hôm sau chuyến đi từ Huế đến Hội An.  Chi phí cho hai ngày như tôi nhớ là 110.  \n\n\nNó có thể rẻ hơn rất nhiều cho chuyến đi trong ngày ở Huế vì chuyến đi từ Huế đến Hội An là một khoảng cách khá xa.  Tôi nghĩ tất cả giá đều có trên trang web của họ hoặc tôi có Mr Top, số điện thoại của người quản lý chủ sở hữu. Tôi có thể chuyển nó cho bạn hoặc yêu cầu anh ấy để lại tin nhắn ở đây để bạn có thể liên lạc.\n\nMặc dù vậy, chúng tôi thực sự muốn giới thiệu các dịch vụ của họ vì chúng rất tuyệt vời và rất thoải mái về thời gian tại các địa điểm, về cơ bản miễn là bạn muốn ở mỗi địa điểm.\n\n Mọi thứ khác với họ chạy như kim đồng hồ với thời gian, v.v. và người lái xe chúng tôi có là người lái xe cẩn thận rất dễ chịu.\n\nRất ghen tị với chuyến đi đến Việt Nam của bạn, bạn chắc chắn sẽ thích nó.\n\nChúc bạn có một thời gian vui vẻ.\n\nTrân trọngĐọc thêm",
            "Có xe 7 chỗ đi Huế ngày mai ko ạ. 5 khách, khách muốn dừng 5 điểm trên đường đi Huế, và trả tại ks tại Huế.Read more",
            "CHÀO,\n\nChúng tôi sẽ đi từ Huế đến Hòn An vào tháng 7 năm 2019 và muốn biết bạn có những lựa chọn nào cho hướng đi đó. 3 người lớn.\n\nCảm ơnĐọc thêm",
            "Chúng tôi ở lại Huế và đi du lịch Hội An trong một ngày như một tour du lịch riêng. Chúng tôi đã sử dụng VM Travel nhưng nhân viên bàn tuyệt vời của chúng tôi từ Hà Nội đã sắp xếp tất cả các gói du lịch và lưu trú tại Huế cho chúng tôi, vì vậy chúng tôi không liên hệ trực tiếp với họ.  Một trải nghiệm tuyệt vời.Đọc thêm",
            "Xin chào, tôi dự định đi tour Huế trong ngày từ Đà Nẵng. Có tour ghép nào phù hợp với khách đi một mình không?Xem thêm",
            "Đúng. Nếu họ có sẵn chỗ ngồi, tôi chắc chắn bạn có thể đặt chỗ đó. Đó là một ngày dài và bắt đầu sớm. Tôi sẽ nhờ ký túc xá khách sạn giúp sắp xếp cho bạn. Chúc may mắn và vui vẻ! Đọc thêm",
            "Xin chào, chúng tôi sẽ ở Đà Nẵng và muốn có một chiếc ô tô riêng để tham quan Ngũ Hành Sơn, đèo Hải Vân và bãi biển Lăng Cô rồi trở về Đà Nẵng.  Vào một ngày khác chúng tôi muốn đến thăm Thánh địa Mỹ Sơn và Cầu Vàng. Bạn có thể vui lòng cung cấp thông tin.Đọc thêm",
            "Xin chào\nChúng tôi đã sử dụng một công ty tên là Hue Private Cars cho loại chuyến đi này. Có bốn người chúng tôi và họ cung cấp một chiếc xe 7 chỗ để chúng tôi có nhiều chỗ để di chuyển. Trong chuyến đi của chúng tôi, tài xế nói tiếng Anh nhưng không phải là hướng dẫn viên. Chúng tôi có thể thương lượng giá đó nếu chúng tôi muốn. Xe còn mới, sạch sẽ và đang trong tình trạng tốt. Người lái xe lịch sự và an toàn. Tôi đánh giá cao họ.Đọc thêm",
            "Xin chào Chúng tôi đang đi du lịch vào ngày 15 tháng 7 năm 2018 từ sân bay quốc tế Đà Nẵng đến khách sạn cung điện thanh bình ở Huế. Có lẽ là 23h.. Chuyến bay của tôi sẽ đến Đà Nẵng lúc 1h30 sáng. Bạn có thể cho tôi biết chi phí của chuyến đi một chiều được không? cảm ơn. Nếu tôi hài lòng với mức giá đẹp, tôi muốn sử dụng xe của bạn vào ngày 17 tháng 7 từ Huế đến Banahills vào sáng sớmĐọc thêm",
            "Jiyeon thân mến,\n\nCảm ơn bạn rất nhiều vì đã đặt câu hỏi và chào mừng bạn đến với xe riêng Huế do VM Travel quản lý\n\nChi phí cho chuyến đi đó là 55usd sedan. Và giá cho chuyến đi từ Huế tới Bà Nà Hills là 59usd sedan. \n\nNếu quan tâm đến dịch vụ của chúng tôi, bạn có thể truy cập trang web Hueprivatecars hoặc VM Travel. Và gửi email cho chúng tôi hoặc trò chuyện với chúng tôi qua trò chuyện trực tiếp, whatsapp,.. chúng tôi sẽ xác nhận đặt phòng của bạn rất nhanh chóng \n\nBên cạnh những chuyến đi đó, chúng tôi còn cung cấp rất nhiều dịch vụ khác đang chờ phục vụ quý khách. Hy vọng được nghe từ bạn sớm\n\nTrân trọng,\n\nAnh VinhĐọc thêm",
            "Xin chào, tôi muốn đi từ Hội An đến Huế và quay lại Đà Nẵng cho 4 người. Tôi có thể biết chi phí là bao nhiêu không? \nTôi có thể liên hệ với bạn để biết thêm chi tiết như thế nào? Đọc thêm",
            "chúng tôi phải trả 69,00 USD một chiều từ Huế đến Hội An, chuyến đi khoảng 4,5 giờ với một vài điểm dừng trên đường đi.  Số tiền đó đã bao gồm xăng và tất cả các loại thuế, nhưng không có tiền thưởng cho tài xế.  chúng tôi đã thanh toán riêng.  Thanh toán bằng USD hoặc Đồng Việt Nam.  Bạn có thể thanh toán bằng Visa cũng được nhưng họ sẽ tính thêm 3 khoản phụ phí.Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 4, 2024",
            "Written April 16, 2024",
            "Written April 13, 2024",
            "Written April 11, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or10-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40516-d4549985-Reviews-Fortunes_Rocks_Beach-Biddeford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g5018076-d14803308-Reviews-Le_Palme_Beach_Club-Capitolo_Monopoli_Province_of_Bari_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49256-d4036084-Reviews-Destination_Fun-Kill_Devil_Hills_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35001-d24085667-Reviews-Lake_Hartwell_Wildlife_Safari-Hartwell_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806451-d2049208-Reviews-Taipei_City_Mall-Datong_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d20367656-Reviews-Plaka_Stairs-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560679-Reviews-Garfield_Park_Conservatory-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d669994-Reviews-Chaplins_Salou-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g672292-d6976874-Reviews-Isla_Mata_La_Gata-La_Parguera_Lajas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g3135627-d1095702-Reviews-Lava_Viewing_Area-Kalapana_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or10-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "VM Du lịch",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Chúng tôi không thường xuyên thực hiện các chuyến tham quan có hướng dẫn và thậm chí chúng tôi còn ít để lại đánh giá hơn nhưng chuyến tham quan này thật tuyệt vời. Trải nghiệm tuyệt vời nhờ dịch vụ tuyệt vời của đội ngũ tại VM Travel. Chúng tôi không đưa ra nhiều thông báo và hỏi về chuyến tham quan nửa ngày vì chúng tôi có một cô con gái nhỏ đi cùng nên cả ngày là quá nhiều. Bà Pansy đã viết thư cho tôi ngay lập tức trên WhatsApp và trả lời hàng triệu câu hỏi của chúng tôi, đồng thời giúp sắp xếp một chuyến tham quan riêng tuyệt vời đến địa đạo Vịnh Mốc vào ngày hôm sau. Tài xế Top của chúng tôi đón chúng tôi lúc 9h30, nói tiếng Anh tốt, đam mê công việc và thích nói chuyện với chúng tôi về lịch sử Việt Nam và chiến tranh. Sau đó chúng tôi đã chọn người hướng dẫn thực sự, Tâm, người cực kỳ am hiểu và từng trải qua chiến tranh khi còn trẻ. Nó thật hoàn hảo, kể cả một nơi nhỏ mà họ đưa chúng tôi đi ăn trưa, nơi có nhiều lựa chọn ăn chay, món Phở chay ngon nhất cho đến nay. Cảm ơn các bạn, tổng giá trị đồng tiền, chúng tôi đã có một trong những ngày tuyệt vời nhất cho đến nay ở Việt Nam. 5Đọc thêm",
            "DU LỊCH ĐƯỜNG HẦM CỦ CHI ĐỒNG BẰNG MEKONG 1 NGÀY DU LỊCH NHÓM NHỎ Thật là một chuyến tham quan tuyệt vời với hướng dẫn viên Jack của chúng tôi. Chúng tôi rất ngạc nhiên với kiến ​​thức của anh ấy về lịch sử Việt Nam và những sự thật chung. Jack rất vui vẻ, thú vị và luôn sẵn lòng giúp đỡ. Chúng tôi đã đến rất nhiều nơi với những con người luôn chào đón khiến ngày trôi qua nhanh chóng. Chúng tôi đã học được rất nhiều điều từ chuyến đi này, bữa trưa và đồ ăn nhẹ địa phương rất ngon. Chắc chắn giới thiệu chuyến tham quan này cho bất kỳ ai đang cân nhắc, đặc biệt là với VM Travel. Xin gửi lời cảm ơn đặc biệt đến cô Kim, người đã giúp chúng tôi tổ chức chuyến tham quan này và nỗ lực hơn nữa để đảm bảo chúng tôi có thể nhìn thấy những điều tuyệt vời nhất của Việt Nam. Cảm ơn bạn!Đọc thêm",
            "VM Travel thật tuyệt vời! Pansy luôn rất nhiều thông tin và phản hồi nhanh và giá cả rất hợp lý. Đặc biệt đề cập đến Alex về chuyến đi đến địa đạo Vịnh Mốc và Tiger và Lu cho chuyến đi bằng xe Jeep từ Hội An đến Huế. Cảm ơn bạn!Đọc thêm",
            "Lộc là người lái xe giỏi nhất. Anh ấy rất thân thiện và hữu ích. Anh chở chúng tôi từ Huế đến Hội An. Và đã cung cấp thông tin tốt về thiên nhiên và văn hóa đất nước.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời khi đi du lịch cùng tài xế tài giỏi Trường từ Huế đến Hội A qua đèo Hải Vân. Trường có kiến ​​thức tuyệt vời về từng khu vực chúng tôi đến thăm và chúng tôi cảm thấy rất an toàn trong xe của anh ấy. Chúng tôi yêu thích khung cảnh tuyệt vời và cà phê dừa ở Phá Lập An. Khung cảnh nhìn từ đèo Hải Vân thật ấn tượng. Chúng tôi thực sự thích khám phá các hang động, chùa và quang cảnh từ những ngọn núi đá cẩm thạch. Cảm ơn Trường vì một ngày tuyệt vời! Tôi chắc chắn sẽ khuyên bạn nên đặt chuyến đi này.Đọc thêm",
            "Trải nghiệm tuyệt vời khi đi từ Huế đến Hội An. Chiếc xe rất thoải mái và công ty cho phép chúng tôi chọn những điểm dừng mà chúng tôi muốn. Đừng bỏ lỡ khung cảnh ngoạn mục trên đèo Hải Vân! Việc liên lạc trước đó với công ty diễn ra rất suôn sẻ và tài xế cực kỳ an toàn.Đọc thêm",
            "Thuê tài xế đưa chúng tôi từ Huế đến Hội A với các điểm dừng tại Đầm A, Bãi biển Long Cơ, Đèo Hải Vân, Bà Nà Hills, Phố cổ Hội An và trở về Huế cùng ngày. Tôi đã đặt dịch vụ với bà Jena. Cô ấy đã có thể hỗ trợ tôi ngay lập tức trong việc đặt phòng. Tôi nói với cô ấy rằng chúng tôi muốn dừng lại ở Bà Nà Hills và ngắm Cầu Vàng thay vì Ngũ Hành Sơn. Cô ấy nói không có vấn đề gì. Sáng hôm sau, tài xế Top của chúng tôi đến đúng giờ và sớm vài phút. Anh ấy nói tiếng Anh rất tốt. Chúng tôi đã dành cả ngày trên chiếc SUV AC Toyota rất thoải mái và đi đến tất cả các điểm tham quan mà chúng tôi muốn. Đây là một cách hoàn hảo để khám phá miền Trung Việt Nam. Top rất chuyên nghiệp và lịch sự. Đó là một chuyến đi dài cả ngày nhưng anh ấy là một người lái xe rất giỏi và thông thạo đường đi. Tôi thực sự khuyên bạn nên sử dụng dịch vụ của VM Travel. Lái xe của chúng tôi là tốt nhất. Anh ấy luôn ở đó vì chúng tôi. Dịch vụ tuyệt vời. Giá trị tuyệt vời cho một kỳ nghỉ thoải mái.Đọc thêm",
            "Chúng tôi đã đặt xe riêng từ Huế đến Hội An. Top là tài xế của chúng tôi và anh ấy thật tuyệt vời!! Chiếc xe sạch sẽ và rộng rãi, và Top đã đưa chúng tôi đến nhiều địa điểm tuyệt vời trên đường đi để chúng tôi thực sự được ngắm nhìn vùng nông thôn xinh đẹp. Top rất am hiểu về những khu vực chúng tôi đã ghé thăm và đưa chúng tôi đến cửa hàng bánh mì ngon nhất ở Hội An - thậm chí còn sắp xếp cho chúng tôi chỗ ngồi ưu tiên. Top đã làm rất tốt và tôi sẽ không ngần ngại sử dụng VM Travel một lần nữa. Đọc thêm",
            "Lái xe với Alex từ Hội An đến Huế. Chúng tôi đã thực hiện một số điểm dừng thú vị trên đường đi. Rất khuyến khích. Alex rất tốt bụng và là một người lái xe an toànĐọc thêm",
            "Chuyển giao riêng tuyệt vời từ Huế đến Đà Nẵng với tài xế VM Trí. 1010 để liên lạc và thoải mái. Chiếc xe hiện đại và sạch sẽ. Trí nhắn tin cho chúng tôi khi anh ấy đến khách sạn vào thời gian đã thỏa thuận. Trí rất vui tính và trò chuyện rất tuyệt, quan trọng nhất là một người lái xe cẩn thận và chu đáo, luôn mong muốn được an toàn để có thể trở về nhà với gia đình mỗi ngày. Trí dừng lại một cách thuận tiện khi chúng tôi hỏi tại Lagoon, nơi chúng tôi đã thưởng thức một trong những món ăn cà phê đá Việt Nam ngon nhất mà chúng tôi đã có trong tất cả các chuyến thăm tới đất nước xinh đẹp này. Chúng tôi không cần phải dừng lại ở bất kỳ nơi nào khác vì chúng tôi đã đến các điểm dừng phổ biến trên chuyến di chuyển riêng VM từ Hội An đến Huế. Rất khuyến khích VM và tài xế Trí.Đọc thêm",
            "Bạn có cơ hội đón khách tại khách sạn Huế vào lúc 8 giờ sáng ngày 2 tháng 1 cho 4 người lớn và một số hành lý, lái xe đến Bà Nà Hills để xem cây cầu sau đó trả khách tại khu nghỉ dưỡng Angsana Lăng Cô trước 3 giờ chiều?Đọc thêm",
            "Tôi hy vọng làm Huế đến Đà Nẵng qua đèo Hải Vân. Có ai biết sơ bộ về chi phí cho tài xế riêng không. Cảm ơn trước.DawnĐọc thêm",
            "59 trở lên tùy thuộc vào số lượng điểm dừng bổ sung mà bạn muốn thực hiện, chúng hoàn toàn linh hoạt và rất dễ dàng đáp ứng cho bạnĐọc thêm",
            "Xin chào, chúng tôi đang tìm xe riêng 18 tiếng có tài xế từ Sân bay Quốc tế Tân Sơn Nhất đến ĐT11 đến Kiên Lương, Tỉnh Kiên Giang và về trong cùng ngày. Ngày đi: khoảng giữa tháng 2, rời sân bay Tân Sơn Nhất lúc 5h sáng và về cùng ngày. Chỉ cần 2 người, xe 4 chỗ là đủ. Bạn có thể vui lòng cung cấp cho tôi báo giá và cách thức thanh toán được không? Cảm ơn bạnĐọc thêm",
            "Chúng tôi đang tìm kiếm xe riêng có tài xế ở Việt Nam krab.Đọc thêm",
            "Xin chào, tôi sẽ ở Huế vào tháng tới. Vui lòng báo giá cho xe riêng nửa ngày vào buổi chiều cho hai người. Cảm ơnĐọc thêm",
            "Xin chào\n\nChúng tôi đã đi một chuyến đi hai ngày với họ, một ngày quanh Huế và ngày hôm sau là một chuyến đi từ Huế đến Hội An. Theo tôi nhớ thì chi phí cho hai ngày là 110 đô la.\n\nTuy nhiên, có thể sẽ rẻ hơn nhiều nếu chỉ đi một ngày đến Huế vì chuyến đi từ Huế đến Hội An khá xa. Tôi nghĩ rằng tất cả giá đều có trên trang web của họ hoặc tôi có số điện thoại của ông Top, chủ sở hữu và quản lý. Tôi có thể chuyển cho bạn hoặc yêu cầu ông ấy để lại tin nhắn ở đây để bạn có thể liên lạc.\n\nTuy nhiên, chúng tôi thực sự muốn giới thiệu dịch vụ của họ vì họ rất tuyệt vời và rất thoải mái về thời gian tại các địa điểm, về cơ bản là miễn là bạn muốn ở mỗi địa điểm.\n\nMọi thứ khác với họ đều diễn ra như đồng hồ với thời gian, v.v. và tài xế của chúng tôi là một tài xế rất dễ chịu và cẩn thận.\n\nRất ghen tị với chuyến đi của bạn đến Việt Nam, chắc chắn bạn sẽ thích.\n\nChúc bạn có một khoảng thời gian tuyệt vời.\n\nTrân trọngĐọc thêm",
            "Có xe 7 chỗ đi Huế ngày mai ko ạ. 5 khách, khách muốn dừng 5 điểm trên đường đi Huế, và trả tại ks tại Huế.Read more",
            "CHÀO,\n\nChúng tôi sẽ đi từ Huế đến Hòn An vào tháng 7 năm 2019 và muốn biết bạn có những lựa chọn nào cho hướng đi đó. 3 người lớn.\n\nCảm ơnĐọc thêm",
            "Chúng tôi ở lại Huế và đi du lịch Hội An trong một ngày như một tour du lịch riêng. Chúng tôi đã sử dụng VM Travel nhưng nhân viên bàn tuyệt vời của chúng tôi từ Hà Nội đã sắp xếp tất cả các gói du lịch và lưu trú tại Huế cho chúng tôi, vì vậy chúng tôi không liên hệ trực tiếp với họ.  Một trải nghiệm tuyệt vời.Đọc thêm",
            "Xin chào, tôi dự định thực hiện một chuyến du lịch trong ngày đến Huế từ Đà Nẵng. Có chuyến tham quan nào có thể phù hợp với khách du lịch một mình không?Đọc thêm",
            "Đúng. Nếu họ có sẵn chỗ ngồi, tôi chắc chắn bạn có thể đặt chỗ đó. Đó là một ngày dài và bắt đầu sớm. Tôi sẽ nhờ ký túc xá khách sạn giúp sắp xếp cho bạn. Chúc may mắn và vui vẻ! Đọc thêm",
            "Xin chào, chúng tôi sẽ ở Đà Nẵng và muốn có một chiếc ô tô riêng để tham quan Ngũ Hành Sơn, đèo Hải Vân và bãi biển Lăng Cô rồi trở về Đà Nẵng.  Vào một ngày khác chúng tôi muốn đến thăm Thánh địa Mỹ Sơn và Cầu Vàng. Bạn có thể vui lòng cung cấp thông tin.Đọc thêm",
            "Xin chào\nChúng tôi đã sử dụng một công ty tên là Hue Private Cars cho loại chuyến đi này. Có bốn người chúng tôi và họ cung cấp một chiếc xe 7 chỗ để chúng tôi có nhiều chỗ để di chuyển. Trong chuyến đi của chúng tôi, tài xế nói tiếng Anh nhưng không phải là hướng dẫn viên. Chúng tôi có thể thương lượng giá đó nếu chúng tôi muốn. Xe còn mới, sạch sẽ và đang trong tình trạng tốt. Người lái xe lịch sự và an toàn. Tôi đánh giá cao họ.Đọc thêm",
            "Xin chào Chúng tôi đang đi du lịch vào ngày 15 tháng 7 năm 2018 từ sân bay quốc tế Đà Nẵng đến khách sạn cung điện thanh bình ở Huế. Có lẽ là 23h.. Chuyến bay của tôi sẽ đến Đà Nẵng lúc 1h30 sáng. Bạn có thể cho tôi biết chi phí của chuyến đi một chiều được không? cảm ơn. Nếu tôi hài lòng với mức giá đẹp, tôi muốn sử dụng xe của bạn vào ngày 17 tháng 7 từ Huế đến Banahills vào sáng sớmĐọc thêm",
            "Jiyeon thân mến,\n\nCảm ơn bạn rất nhiều vì đã đặt câu hỏi và chào mừng bạn đến với xe riêng Huế do VM Travel quản lý\n\nChi phí cho chuyến đi đó là 55usd sedan. Và giá cho chuyến đi từ Huế tới Bà Nà Hills là 59usd sedan. \n\nNếu quan tâm đến dịch vụ của chúng tôi, bạn có thể truy cập trang web Hueprivatecars hoặc VM Travel. Và gửi email cho chúng tôi hoặc trò chuyện với chúng tôi qua trò chuyện trực tiếp, whatsapp,.. chúng tôi sẽ xác nhận đặt phòng của bạn rất nhanh chóng \n\nBên cạnh những chuyến đi đó, chúng tôi còn cung cấp rất nhiều dịch vụ khác đang chờ phục vụ quý khách. Hy vọng được nghe từ bạn sớm\n\nTrân trọng,\n\nAnh VinhĐọc thêm",
            "Xin chào, tôi muốn đi từ Hội An đến Huế và quay lại Đà Nẵng cho 4 người. Tôi có thể biết việc này sẽ tốn bao nhiêu tiền không? \nLàm thế nào tôi có thể liên hệ với bạn để biết thêm chi tiết?Đọc thêm",
            "chúng tôi phải trả 69,00 USD một chiều từ Huế đến Hội An, chuyến đi khoảng 4,5 giờ với một vài điểm dừng trên đường đi.  Số tiền đó đã bao gồm xăng và tất cả các loại thuế, nhưng không có tiền thưởng cho tài xế.  chúng tôi đã thanh toán riêng.  Thanh toán bằng USD hoặc Đồng Việt Nam.  Bạn có thể thanh toán bằng Visa cũng được nhưng họ sẽ tính thêm 3 khoản phụ phí.Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written April 5, 2024",
            "Written April 5, 2024",
            "Written April 4, 2024",
            "Written March 30, 2024",
            "Written March 30, 2024",
            "Written March 29, 2024",
            "Written March 29, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or10-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or20-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d6593461-Reviews-Amalfi_Lemon_Experience-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d1930049-Reviews-Souk_Al_Mubarakiya-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d258219-Reviews-Williamsburg-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d2420322-Reviews-Twenty_Two-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d25193554-Reviews-Cactus_Car-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g616162-d12212661-Reviews-Potamos_Beach-Malia_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d218012-Reviews-Kensington-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d18937568-Reviews-Futurium-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191361-Reviews-Spanish_Riding_School-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g34091-d531902-Reviews-Barefoot_Beach_Preserve-Bonita_Springs_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or20-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or10-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "VM Du lịch",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi tour Bạch Mã một ngày. Chúng tôi thực sự khuyên bạn nên đi tour này. Hướng dẫn viên của chúng tôi nói tiếng Anh rất tốt và tài xế của chúng tôi rất chu đáo và an toàn. Một điểm nổi bật là tìm hiểu về các loài động vật khác nhau trong công viên và mục đích thực tế về mặt y học của chúng. Các loại cây được sử dụng để băng bó vết thương và chữa lành cơ thể, cho đến các loại cây có thể giết chết bạn trong vòng một giờ nếu ăn phải. Một điểm nổi bật khác tất nhiên là vẻ đẹp của môi trường tự nhiên. Bơi trong thác nước là một khoảng nghỉ sảng khoái trong suốt chuyến đi bộ đường dài, sau đó chúng tôi thưởng thức bữa trưa nhẹ nhưng bổ dưỡng. Cảm ơn vì một ngày đáng nhớ. Đọc thêm",
            "Lái xe với Alex từ Huế đến Hội An rất tốt. Chúng tôi dừng lại ở đầm và đèo Hải Vân. Chúng tôi cũng ghé qua một thợ may địa phương ở Hội AnĐọc thêm",
            "Dịch vụ tuyệt vời như vậy !!! Chúng tôi ở Huế và cần một chiếc ô tô riêng đến Hội An. Chúng tôi đến và nói chuyện với một quý ông xin lỗi vì quên tên. Một chiếc SUV đã được sắp xếp và khoản thanh toán sẽ được thu khi đến Hội An. Một email đã được nhận vào ngày hôm trước với thông tin DriverCar. Luis đã có mặt tại khách sạn sớm và là một người lái xe tuyệt vời. Chúng tôi đã có một số cuộc trò chuyện thú vị bằng tiếng Việt trong suốt chuyến đi. Cảm ơn VM Luis vì những dịch vụ tuyệt vời như vậy.Đọc thêm",
            "Loc là tài xế của chúng tôi trong ngày từ Huế đến Hội An. Anh ấy là người rất thân thiện và hiểu biết. Anh ấy cũng là một tài xế chuyên nghiệp. Rất khuyến khích những người khác. Đọc thêm",
            "Các chuyến tham quan VM đã đặt cho chúng tôi một tài xế ở lại với chúng tôi cả ngày và dừng lại theo yêu cầu của chúng tôi. Chiếc SUV dành cho người lái và nhiên liệu đều có giá 95 usd trong ngày. Tài xế thân thiện và nói tiếng Anh tốtĐọc thêm",
            "Tôi đã có một ngày tuyệt vời với tài xế Alex của VM Travel, di chuyển bằng ô tô riêng từ Huế đến Hội An, thăm Nghĩa trang An Bàng, đầm Lập An, bãi biển Lăng Cô, đèo Hải Vân và Ngũ Hành Sơn trên đường đi. Alex lái xe an toàn và hiệu quả và dừng lại ở những địa điểm tuyệt vời để chụp ảnh dọc đèo Hải Vân. Tôi thực sự muốn giới thiệu chuyến đi ngắm cảnh dọc bờ biển này.Đọc thêm",
            "Chúng tôi đã được tài xế Tony của VM Travels đón từ quầy lễ tân của khách sạn vào thời gian đã sắp xếp. Chiếc xe lớn, sạch sẽ, hiện đại và thoải mái. Nước đóng chai cũng được cung cấp cho chúng tôi. Người lái xe của chúng tôi rất lịch sự và nói tiếng Anh tốt - anh ấy đã chỉ ra nhiều điều thú vị trên đường đi. Chúng tôi đã yêu cầu dừng lại ở nhiều điểm khác nhau để có thể chụp ảnh và Tony luôn tìm cách kết hợp điều này bằng cách đảm bảo rằng chúng tôi có một số góc nhìn tuyệt vời và luôn đảm bảo rằng nó ở những nơi an toàn. Chúng tôi đến thăm đầm Lập An, bơi ở biển Lăng Cô, thưởng thức hải sản tuyệt vời tại một nhà hàng địa phương ven biển ở đó và đi qua đèo Hải Vân. Chúng tôi đánh giá cao chuyến đi này và muốn gửi lời cảm ơn chân thành tới Tony tài xế của chúng tôi vì đã khiến nó trở nên đặc biệt hơn đối với chúng tôi.Đọc thêm",
            "Dịch vụ xuất sắc. Nhanh chóng, hiệu quả, mượt mà. Dừng lại bất cứ khi nào được yêu cầu chụp ảnh và nhận lời khuyên địa phương tại tất cả các nhà hàng. Cảm ơn bạn Top!Đọc thêm",
            "Cảm ơn Alex rất nhiều vì đã chở chúng tôi từ Hội An đến Huế qua Mỹ Sơn, Ngũ Hành Sơn và đèo Hải Vân! Kỹ năng lái xe thực sự tốt và tài xế tuyệt vời.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời nhờ tài xế Mr Vu Tran. Anh ấy đưa chúng tôi đến mọi nơi mà chúng tôi đã lên kế hoạch và vui lòng chờ đợi chúng tôi cũng như cung cấp cho chúng tôi một số thông tin về thành phố nhờ anh ấy có thể nói tiếng Anh rất tốt. Anh ấy cũng chỉ cho chúng tôi một nơi cho thuê trang phục truyền thống của Việt Nam với giá rất phải chăng. những bức ảnh xung quanh thành cổ, chùa và lăng mộ. Chúng tôi ăn uống như người dân địa phương trong một nhà hàng rẻ tiền nhưng ngon do tài xế của chúng tôi giới thiệu. Tôi cho 5 sao vì sự kết hợp giữa giá cả, chất lượng và tính chuyên nghiệp của anh Vũ thật đáng kinh ngạc. Tôi hoàn toàn khuyên bạn nên dùng nóĐọc thêm",
            "Bạn có cơ hội đón khách tại khách sạn Huế vào lúc 8 giờ sáng ngày 2 tháng 1 cho 4 người lớn và một số hành lý, lái xe đến Bà Nà Hills để xem cây cầu sau đó trả khách tại khu nghỉ dưỡng Angsana Lăng Cô trước 3 giờ chiều?Đọc thêm",
            "Tôi hy vọng làm Huế đến Đà Nẵng qua đèo Hải Vân. Có ai biết sơ bộ về chi phí cho tài xế riêng không. Cảm ơn trước.DawnĐọc thêm",
            "59 trở lên tùy thuộc vào số lượng điểm dừng bổ sung mà bạn muốn thực hiện, chúng hoàn toàn linh hoạt và rất dễ dàng đáp ứng cho bạnĐọc thêm",
            "Xin chào, chúng tôi đang tìm xe riêng 18 tiếng có tài xế từ Sân bay Quốc tế Tân Sơn Nhất đến ĐT11 đến Kiên Lương, Tỉnh Kiên Giang và về trong cùng ngày. Ngày đi: khoảng giữa tháng 2, rời sân bay Tân Sơn Nhất lúc 5h sáng và về cùng ngày. Chỉ cần 2 người, xe 4 chỗ là đủ. Bạn có thể vui lòng cung cấp cho tôi báo giá và cách thức thanh toán được không? Cảm ơn bạnĐọc thêm",
            "Chúng tôi đang tìm kiếm xe riêng có tài xế ở Việt Nam krab.Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng tới. Vui lòng tư vấn chi phí thuê xe riêng nửa ngày vào buổi chiều cho hai người. ThksĐọc thêm",
            "CHÀO \n\nChúng tôi đã thực hiện chuyến đi hai ngày với họ, một ngày quanh Huế và ngày hôm sau chuyến đi từ Huế đến Hội An.  Chi phí cho hai ngày như tôi nhớ là 110.  \n\n\nNó có thể rẻ hơn rất nhiều cho chuyến đi trong ngày ở Huế vì chuyến đi từ Huế đến Hội An là một khoảng cách khá xa.  Tôi nghĩ tất cả giá đều có trên trang web của họ hoặc tôi có Mr Top, số điện thoại của người quản lý chủ sở hữu. Tôi có thể chuyển nó cho bạn hoặc yêu cầu anh ấy để lại tin nhắn ở đây để bạn có thể liên lạc.\n\nMặc dù vậy, chúng tôi thực sự muốn giới thiệu các dịch vụ của họ vì chúng rất tuyệt vời và rất thoải mái về thời gian tại các địa điểm, về cơ bản miễn là bạn muốn ở mỗi địa điểm.\n\n Mọi thứ khác với họ chạy như kim đồng hồ với thời gian, v.v. và người lái xe chúng tôi có là người lái xe cẩn thận rất dễ chịu.\n\nRất ghen tị với chuyến đi đến Việt Nam của bạn, bạn chắc chắn sẽ thích nó.\n\nChúc bạn có một thời gian vui vẻ.\n\nTrân trọngĐọc thêm",
            "Có xe 7 chỗ đi Huế ngày mai ko ạ. 5 khách, khách muốn dừng 5 điểm trên đường đi Huế, và trả tại ks tại Huế.Read more",
            "CHÀO,\n\nChúng tôi sẽ đi từ Huế đến Hòn An vào tháng 7 năm 2019 và muốn biết bạn có những lựa chọn nào cho hướng đi đó. 3 người lớn.\n\nCảm ơnĐọc thêm",
            "Chúng tôi ở lại Huế và đi du lịch Hội An trong một ngày như một tour du lịch riêng. Chúng tôi đã sử dụng VM Travel nhưng nhân viên bàn tuyệt vời của chúng tôi từ Hà Nội đã sắp xếp tất cả các gói du lịch và lưu trú tại Huế cho chúng tôi, vì vậy chúng tôi không liên hệ trực tiếp với họ.  Một trải nghiệm tuyệt vời.Đọc thêm",
            "Xin chào, tôi dự định thực hiện một chuyến du lịch trong ngày đến Huế từ Đà Nẵng. Có chuyến tham quan nào có thể phù hợp với khách du lịch một mình không?Đọc thêm",
            "Đúng. Nếu họ có sẵn chỗ ngồi, tôi chắc chắn bạn có thể đặt chỗ đó. Đó là một ngày dài và bắt đầu sớm. Tôi sẽ nhờ ký túc xá khách sạn giúp sắp xếp cho bạn. Chúc may mắn và vui vẻ! Đọc thêm",
            "Xin chào, chúng tôi sẽ ở Đà Nẵng và muốn có một chiếc ô tô riêng để tham quan Ngũ Hành Sơn, đèo Hải Vân và bãi biển Lăng Cô rồi trở về Đà Nẵng.  Vào một ngày khác chúng tôi muốn đến thăm Thánh địa Mỹ Sơn và Cầu Vàng. Bạn có thể vui lòng cung cấp thông tin.Đọc thêm",
            "Xin chào\nChúng tôi đã sử dụng một công ty tên là Hue Private Cars cho loại chuyến đi này. Có bốn người chúng tôi và họ cung cấp một chiếc xe 7 chỗ để chúng tôi có nhiều chỗ để di chuyển. Trong chuyến đi của chúng tôi, tài xế nói tiếng Anh nhưng không phải là hướng dẫn viên. Chúng tôi có thể thương lượng giá đó nếu chúng tôi muốn. Xe còn mới, sạch sẽ và đang trong tình trạng tốt. Người lái xe lịch sự và an toàn. Tôi đánh giá cao họ.Đọc thêm",
            "Xin chào Chúng tôi đang đi du lịch vào ngày 15 tháng 7 năm 2018 từ sân bay quốc tế Đà Nẵng đến khách sạn cung điện thanh bình ở Huế. Có lẽ là 23h.. Chuyến bay của tôi sẽ đến Đà Nẵng lúc 1h30 sáng. Bạn có thể cho tôi biết chi phí của chuyến đi một chiều được không? cảm ơn. Nếu tôi hài lòng với mức giá đẹp, tôi muốn sử dụng xe của bạn vào ngày 17 tháng 7 từ Huế đến Banahills vào sáng sớmĐọc thêm",
            "Jiyeon thân mến,\n\nCảm ơn bạn rất nhiều vì đã đặt câu hỏi và chào mừng bạn đến với xe riêng Huế do VM Travel quản lý\n\nChi phí cho chuyến đi đó là 55usd sedan. Và giá cho chuyến đi từ Huế tới Bà Nà Hills là 59usd sedan. \n\nNếu quan tâm đến dịch vụ của chúng tôi, bạn có thể truy cập trang web Hueprivatecars hoặc VM Travel. Và gửi email cho chúng tôi hoặc trò chuyện với chúng tôi qua trò chuyện trực tiếp, whatsapp,.. chúng tôi sẽ xác nhận đặt phòng của bạn rất nhanh chóng \n\nBên cạnh những chuyến đi đó, chúng tôi còn cung cấp rất nhiều dịch vụ khác đang chờ phục vụ quý khách. Hy vọng được nghe từ bạn sớm\n\nTrân trọng,\n\nAnh VinhĐọc thêm",
            "Xin chào, tôi muốn đi từ Hội An đến Huế và quay lại Đà Nẵng cho 4 người. Tôi có thể biết việc này sẽ tốn bao nhiêu tiền không? \nLàm thế nào tôi có thể liên hệ với bạn để biết thêm chi tiết?Đọc thêm",
            "chúng tôi phải trả 69,00 USD một chiều từ Huế đến Hội An, chuyến đi khoảng 4,5 giờ với một vài điểm dừng trên đường đi.  Số tiền đó đã bao gồm xăng và tất cả các loại thuế, nhưng không có tiền thưởng cho tài xế.  chúng tôi đã thanh toán riêng.  Thanh toán bằng USD hoặc Đồng Việt Nam.  Bạn có thể thanh toán bằng Visa cũng được nhưng họ sẽ tính thêm 3 khoản phụ phí.Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written March 25, 2024",
            "Written March 22, 2024",
            "Written March 17, 2024",
            "Written March 15, 2024",
            "Written March 12, 2024",
            "Written March 9, 2024",
            "Written March 8, 2024",
            "Written March 5, 2024",
            "Written March 3, 2024",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or20-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or10-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or30-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d10723233-Reviews-McGee_Beach-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30753-d1847139-Reviews-The_Wharf-Orange_Beach_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d12802607-Reviews-Kastro_Beach-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3367616-Reviews-Museum_of_Contemporary_Art_MOCA-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d2302149-Reviews-Buarbreen-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361223-d14928485-Reviews-Blue_Spring-Putaruru_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216694-Reviews-Westgate_Las_Vegas_Resort_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g58414-d3914011-Reviews-Baker_Lake-Concrete_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d220143-Reviews-Snowshoe_Mountain_Resort-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d7225914-Reviews-Cirque_du_Soleil_Joya-Playa_del_Carmen_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or30-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or20-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "Du lịch VM",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Anh Man Lion lái xe cừ khôi, đưa chúng tôi đến Phong Nha an toàn và đúng giờ. Cảm thấy thư giãn khi có đôi tay điêu luyện của anh ấy trên tay lái. Chắc chắn sẽ đi cùng anh ấy một lần nữa trong những chuyến đi sau này.Đọc thêm",
            "Chúng tôi đã sử dụng VM Travel làm tài xế riêng trong ngày khi đến thăm các di tích lịch sử ở Huế. Giá rất hợp lý để xem 3 lăng mộ hoàng đế chính, Hoàng thành, v.v. Xe hoàn toàn sạch sẽ, rất đẹp và mới. Alex tài xế của chúng tôi cực kỳ tuyệt vời, thân thiện, một người lái xe cực kỳ an toàn. Anh ấy đã cung cấp cho chúng tôi dịch vụ tuyệt vời và thực sự đã vượt lên trên tất cả để làm cho ngày của chúng tôi trở nên hoàn hảo. Lời giới thiệu bữa trưa của anh ấy thật tuyệt vời và chúng tôi rất thích ẩm thực địa phương tuyệt vời. Tôi sẽ sử dụng lại dịch vụ này ngay lập tức, tôi rất vui vì được sử dụng dịch vụ của họ cho lần chuyển tiền trực tiếp tiếp theo trong hành trình của chúng tôi. Cảm ơn Alex và nhóm!Đọc thêm",
            "Chúng tôi đã đặt dịch vụ đưa đón riêng từ Huế đến Hội An cho 4 người lớn và hành lý bao gồm tham quan, dừng chân tại nhiều địa điểm khác nhau và nghỉ ăn trưa trên đường đi. Tôi thực sự muốn giới thiệu VM Travel cho một hành trình như vậy. Xe sạch sẽ và gọn gàng, toàn bộ trải nghiệm đều an toàn và không hề vội vã. Chúng tôi đã thay đổi một số tuyến đường, ví dụ như chọn một nhà hàng để ăn trưa tại Đà Nẵng, và không có gì là quá khó khăn. Giao tiếp tuyệt vời trong suốt hành trình với văn phòng. Rất đáng để giới thiệu. Đọc thêm",
            "Chúng tôi đã có một ngày thực sự vui vẻ trong chuyến du lịch riêng ở Huế. Alex là một người lái xe tuyệt vời và chăm sóc chúng tôi rất tốt. Chúng tôi thực sự giới thiệu cho mọi người Đọc thêm",
            "Tài xế Alex của chúng tôi rất tuyệt. Đã có sức chứa và trả lời tất cả các câu hỏi của chúng tôi. Có thể sạch sẽ và thoải mái. Chúng tôi đã đến Bạch Mã và nếu bạn thích phiêu lưu và đi bộ đường dài, tôi sẽ làm điều đó 100%. Điểm nổi bật của chuyến đi.  Khung cảnh tuyệt vời trên đèo Hải Vân.Đọc thêm",
            "Tôi và bạn gái đã thực hiện chuyến tham quan Bạch Mã bằng VM Travel và tôi chắc chắn sẽ giới thiệu trải nghiệm này. Người lái xe của chúng tôi, Đức, rất xuất sắc - anh ấy đúng giờ, quan tâm đến các điểm dừng và nước thường xuyên, đồng thời chỉ ra những điều đáng xem và những sự thật được chia sẻ khi chúng tôi lái xe. Đối với Bạch Mã, thật tuyệt vời và là một sự thay đổi lớn trong quá trình khám phá các thành phố của Việt Nam. Đức đưa chúng tôi đến hai chuyến đi bộ rất đẹp nhưng dễ quản lý và chúng tôi đã thấy rất nhiều loài chim và thậm chí cả khỉ. Nếu bạn đang muốn khám phá thiên nhiên Việt Nam, VM Travel là một cách tuyệt vời để làm điều đó!Đọc thêm",
            "Chúng tôi sử dụng VM Cars để đi tham quan các lăng mộ ở Huế. 3 người giỏi nhất cách xa thị trấn một chút và đây là cách dễ nhất để chúng tôi tự mình nhìn thấy họ. Chúng tôi thật may mắn khi có Alex làm tài xế một lần nữa, trước đây anh ấy đã chở chúng tôi từ Hội An đến Huế, anh ấy rất thân thiện, một người lái xe điềm tĩnh và nói tiếng Anh tốt và rất vui được gặp lại anh ấy. Chiếc xe lại đẹp, to và rất sạch sẽ. Rất muốn giới thiệu.Đọc thêm",
            "Chuyến đi thật tuyệt vời. Chúng tôi đã thấy những địa điểm đáng tham quan cũng như những viên ngọc ẩn. Người lái xe của chúng tôi, ông Alex, rất tốt bụng và hữu ích. Tôi thực sự khuyên bạn nên đọc thêm",
            "Việc đặt chỗ đã được xác nhận trong vòng vài phút và chúng có sẵn trên WhatsApp nếu bạn cần bất cứ điều gì. Tài xế Alex của chúng tôi rất tuyệt và đến đúng giờ. Xe sạch sẽ và các điểm dừng dọc đường đến Đà Nẵng đều cách đều nhau. Cảm ơn AlexĐọc thêm",
            "Ông Alex là một người lái xe cừ khôi. Anh chở chúng tôi từ Phong Nha đến Hội A an toàn và chuyên nghiệp. Lái xe rất tốt cho những con đường rất đông đúc. Cảm ơn bạn.Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written March 2, 2024",
            "Written February 28, 2024",
            "Written February 27, 2024",
            "Written February 27, 2024",
            "Written February 26, 2024",
            "Written February 22, 2024",
            "Written February 22, 2024",
            "Written February 18, 2024",
            "Written February 16, 2024",
            "Written February 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or30-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or20-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or40-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d147966-Reviews-The_Getty_Center-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d1682106-Reviews-Central_Canal-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d4847352-Reviews-Lime_Cay-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g297927-d4176439-Reviews-Krabi_Weekend_Night_Market-Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42695-d560594-Reviews-Stony_Creek_Metropark-Shelby_Township_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60003-d8555807-Reviews-Simmons_Island_Beach-Kenosha_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g194912-d1951094-Reviews-Telecabin_Forcella_del_Sassolungo-Selva_di_Val_Gardena_Val_Gardena_Province_of_So.html",
            "https://www.tripadvisor.com/Attraction_Review-g255060-d257487-Reviews-Manly_Beach-Sydney_New_South_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g294308-d315636-Reviews-Quito_Old_Town-Quito_Pichincha_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093088-d23356671-Reviews-Sky_Lagoon-Kopavogur_Capital_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or40-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or30-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "VM Du lịch",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Tour du lịch thiên nhiên động vật hoang dã"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Alex là tài xế của chúng tôi và anh ấy rất thân mật và tốt bụng. Anh ấy hướng dẫn chúng tôi và đảm bảo chúng tôi có khoảng thời gian vui vẻ. Chúng tôi đánh giá cao anh ấy.Đọc thêm",
            "Chúng tôi đã chuyển từ Huế đến Đà Nẵng với tài xế Man Lion, chúng tôi dừng lại uống cà phê tại trang trại hàu và đèo Hải Vân rồi đến Bà Nà Hills. Người lái xe của chúng tôi đã an toàn và thận trọng khi lái xe khiến chúng tôi cảm thấy thoải mái.Đọc thêm",
            "Đã đặt trước Chuyển từ Hội An đến Huế Chuyến tham quan nhóm nhỏ DMZ. Đưa đón đúng giờ với tài xế xứng đáng với tên anh ta, TOP. Đưa chúng tôi đến Magic Mountain Đà Nẵng, dừng lại để chụp những bức ảnh đẹp nhất trên đường đi, địa điểm ăn trưa được chọn ở Lagoon rất ngon. Chúng tôi cũng có Top trong chuyến trở về của mình, một lần nữa là TOP, anh ấy đã đồng bộ hóa việc đón khách với chuyến tham quan DMZ. Ngoài ra, anh ấy còn giúp chúng tôi mua trái cây ở chợ với loại trái cây rẻ nhất từ ​​trước đến nay. Top là một tài xế rất giỏi và đáng tin cậy, cảm ơn bạn. Chuyến tham quan DMZ của chúng tôi là một chuyến du lịch cả ngày với một nhóm nhỏ. Mặc dù đó là một ngày dài và rất nhiều chuyến đi lái xe vẫn rất tốt. Bạn sẽ thấy RẤT NHIỀU trên và xung quanh đường song song 17. Từ Khe Sanh đến địa đạo Vịnh Mốc. Đường hầm là điểm nhấn, đi sâu 23m vào lòng đất. Cảm ơn Nokh, hướng dẫn viên của chúng tôi, người đã khiến chuyến tham quan trở nên rất thú vị. anh ấy cũng rất dễ hiểu.Đọc thêm",
            "Chúng tôi đã đặt một chiếc ô tô riêng với VM Travels và tài xế Alex của chúng tôi thực sự rất vui mừng. Anh ấy rất thân thiện và kiên nhẫn và chỉ cho chúng tôi tất cả những điểm chụp ảnh đẹp nhất. Hãy giới thiệu anh ấy nếu bạn đang muốn đi du lịch Huế từ Hội An hoặc Đà NẵngĐọc thêm",
            "Alex đã cung cấp dịch vụ tuyệt vời, chúng tôi rất thích chuyến đi với anh ấy. Anh ấy cung cấp rất nhiều kiến ​​thức địa phương và đưa chúng tôi đến đầm để mua ngọc trai và sau đó đưa chúng tôi đến bãi biển Lăng Cô để thưởng thức bữa trưa hải sản thật tuyệt vời. Tiếng Anh của anh ấy khá tốt và có thể cung cấp cho chúng tôi thông tin về các điểm tham quan và trả lời các câu hỏi của chúng tôi. Tôi rất muốn giới thiệu dịch vụ này.Đọc thêm",
            "Đừng đi xe buýt trực tiếp từ Hội An đến Huế!!! Bạn sẽ bỏ lỡ một cảnh quan tuyệt đẹp và rất nhiều địa điểm thú vị để tham quan. Tài xế Luyt của chúng tôi đã cung cấp cho chúng tôi rất nhiều thông tin, anh ấy thật tuyệt vời!! Tôi đề xuất chuyến đi này 100%!!!Đọc thêm",
            "Chuyến đi 15 ngày của chúng tôi được tổ chức rất tốt. Pansy rất chú ý đến mọi thứ, gửi cho chúng tôi tất cả thông tin chi tiết về các chuyến đi. Tôi giới thiệu cơ quan này cho tất cả những ai muốn tận hưởng trải nghiệm tuyệt vời ở Việt Nam Đọc thêm",
            "Chúng tôi đã đặt VM Travel ba lần trong chuyến du lịch vòng quanh Việt Nam. Lần đầu tiên là chuyến tham quan Hồ Chí Minh, tài xế đến trễ 30 phút so với thời gian đón đã thỏa thuận. Lần thứ hai, tại thành phố Nha Trang, tài xế đã khá lớn tuổi và không nói được 1 từ tiếng Anh. Lần thứ ba ở Đà Nẵng thật tuyệt vời. Người lái xe trẻ Huang, tôi hy vọng mình đã đoán đúng tên của anh ấy! rất thân thiện và hữu ích. Khi chúng tôi đến SunWorld tại Bà Nà Hills và được biết vé đã bán hết, anh ấy đã gọi điện và bảo đảm vé cho chúng tôi. Trời đang mưa và anh ấy đã cung cấp cho tất cả chúng tôi những chiếc áo poncho bằng nhựa. Sau đó, chúng tôi lái xe đến Hội An, dừng lại để thưởng thức bánh mì, cà phê và bữa trưa hải sản ngon miệng. Chúng tôi đã kéo dài thời gian đã thỏa thuận để được mát-xa, thưởng thức phở và mua đồ ăn nhẹ ở cửa hàng tạp hóa, và Huang rất nhiệt tình. Tôi khuyên bạn nên sử dụng VM Travel vì xe của họ rộng rãi và thoải mái, nhưng tốt nhất bạn nên mua SIM địa phương của Việt Nam, để bạn có thể gọi cho cô Pansy nếu tài xế đến trễ. Google dịch trên điện thoại của bạn là điều bắt buộc. Và nếu bạn ở Đà Nẵng đi Bà Nà Hills, Huế hay Hội An thì hãy nhờ tài xế Huang.Đọc thêm",
            "Tôi đánh giá cao những phản hồi của bạn về chuyến đi HCM và Nha Trang. Thật thất vọng khi nghe điều đó.\n\nBình luận của bạn có giá trị. Phản hồi mang tính xây dựng giúp công ty chúng tôi cải thiện dịch vụ của mình. Hy vọng sẽ có cơ hội gặp lại bạn tại Việt Nam và sẽ cung cấp những dịch vụ tốt hơn. \n\nTrân trọng, Đọc thêm",
            "Tài xế Trường của chúng tôi đã đúng giờ, lịch sự và hiểu biết.  Anh ấy đã chỉ ra những điểm thú vị trên đường đi và những địa điểm có cơ hội chụp ảnh. Một cách tuyệt vời để đi từ Hội An đến Huế. Đọc thêm",
            "Là một chuyến đi đặc biệt, chúng tôi thực sự tận hưởng từng khoảnh khắc. Các dịch vụ của Mr. Top rất chuyên nghiệp và cá nhân, luôn tôn trọng mọi giới hạn của vận tốc và chăm sóc chúng tôi trong từng khoảnh khắc.  Cảm ơn vì dịch vụ.Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Sắc màu",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written February 13, 2024",
            "Written February 10, 2024",
            "Written February 6, 2024",
            "Written February 2, 2024",
            "Written January 29, 2024",
            "Written January 25, 2024",
            "Written January 21, 2024",
            "Written January 9, 2024",
            "Written January 8, 2024",
            "Written January 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or40-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or30-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or50-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g8667934-d8666744-Reviews-Arang_Kel-Kel_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g60963-d1646442-Reviews-Tokopah_Falls-Three_Rivers_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d1796964-Reviews-Luna_Park_in_Coney_Island-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g21102425-d3476380-Reviews-Rocca_Marina-Hamat_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d17382335-Reviews-Wonderspaces_Arizona-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7083034-Reviews-Hackescher_Markt-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d272516-Reviews-Belvedere_Castle-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30582-d2300144-Reviews-Gulf_State_Park_Fishing_Pier-Gulf_Shores_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198947-Reviews-Omonia_Square-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d146192-Reviews-17_Mile_Drive-Monterey_Monterey_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or50-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or40-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "VM Du lịch",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt 3 chuyến đi với VM Travel và mỗi lần họ tổ chức, họ đều cố gắng giúp đỡ và chúng tôi đã có khoảng thời gian tuyệt vời. Đặc biệt, chúng tôi thực sự rất thích chuyến xe Jeep chuyển từ Hội An đến Huế với Thun, thực sự xin lỗi nếu tôi ghi sai tên của bạn và chuyến đi riêng cả ngày quanh Huế với Minh. Nếu bạn ở Huế, tôi thực sự khuyên bạn nên đi chuyến đi vì nó bao gồm những địa điểm phải xem có một chút dàn trải. Ngoài ra cà phê muối cuối cùng thật TUYỆT VỜI. CẢM ƠN Đọc thêm",
            "Huế là một trong 9 thành phố chúng tôi ghé thăm trong hành trình 3 tuần xuyên Việt Nam. Không mong đợi nhiều vì các đánh giá du lịch trực tuyến còn hạn chế. Nhìn chung, trải nghiệm du lịch TỐT NHẤT mà chúng tôi có được trong chuyến đi là cùng Minh và VM Travel tại Thành phố Huế! Anh ấy thực sự nhiệt tình và hiểu biết sâu sắc về lịch sử của thành phố và sự thật ngày nay. Anh ấy nói tiếng Anh hoàn hảo cho những đứa trẻ tuổi teen của tôi và tiếng Việt cho bố mẹ già của tôi. Anh ấy đã trả lời nhiều câu hỏi của bố mẹ tôi về quê hương của họ và đùa giỡn với các con tôi bằng tiếng Anh. Kiến thức của anh ấy về khu vực và văn hóa đã giúp tất cả chúng tôi trân trọng và tận hưởng thời gian ở Việt Nam tốt hơn! Tôi đặc biệt đánh giá cao những chỗ ở mà anh ấy đã dành cho gia đình chúng tôi, đã thay đổi thứ tự thực phẩm vì dị ứng và hạn chế ăn kiêng, dừng lại để có cơ hội chụp ảnh với nụ cười và sự kiên nhẫn cũng như sự trợ giúp đặc biệt để giúp cha mẹ già của chúng tôi lên xuống nhiều ngọn đồi và bậc thang trong mưa!Chúng tôi đánh giá cao giới thiệu Minh tại VM Travels! Chúng tôi dự định thuê lại đội này cho chuyến đi tiếp theo của mình, để họ có thể giúp chúng tôi trải nghiệm nhiều hơn về miền Trung và ngắm nhìn những viên ngọc quý ít người biết đến quanh Huế! Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan trong ngày tuyệt vời do VM Travel tổ chức. Đây là chuyến tham quan bờ biển độc lập cho hành trình do chúng tôi tự tổ chức - chuyến đi từ cảng Chân Mây đến Hội An. Tài xế của chúng tôi, ông Lộc nói tiếng Anh và chia sẻ rất nhiều thông tin thú vị làm phong phú thêm việc tham quan của chúng tôi. Anh ấy cũng chỉ cho chúng tôi tất cả những điều chúng tôi muốn xem và làm. Và thậm chí còn đưa chúng tôi đến một cửa hàng giày có thể làm giày theo yêu cầu trong 3 giờ! Giao tiếp với VM Travel rất tuyệt vời và chúng tôi đã nhờ họ tổ chức tất cả các chuyến đi chơi trên bờ biển Việt Nam của chúng tôi - du thuyền TP.HCM, Hội An, Vịnh Hạ Long và Hà Nội. Tất cả đều dẫn đến sự tương tác suôn sẻ trước cảng và trong các ngày. Cảm ơn VM Travel - Ms Pansy và Mr Loc. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ đề xuất tích cực\nDu lịch an toàn trong những cuộc phiêu lưu trong tương lai của bạn!Đọc thêm",
            "Một ngày tuyệt vời với hướng dẫn viên tuyệt vời. Qua những địa điểm cổ kính và xinh đẹp ở cố đô Việt Nam, chúng tôi thích thú với mô tả của hướng dẫn viên du lịch. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ đề xuất tích cực\nDu lịch an toàn trong những cuộc phiêu lưu trong tương lai của bạn!Đọc thêm",
            "Kiến thức rất tốt về thành phố và lịch sử của nó. Sự thân mật tuyệt vời với tất cả các du khách. Mihn đã đưa tôi vào trong tâm trạng Huế, truyền thống và văn hóa của đất nước Việt Nam.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ đề xuất tích cực\nDu lịch an toàn trong những cuộc phiêu lưu trong tương lai của bạn!Đọc thêm",
            "Chúng tôi là một nhóm 10p đi du thuyền. Chúng tôi đã có một chuyến đi trong ngày tuyệt vời ở Hội An do VM Travel tổ chức. Liên hệ trước chuyến đi diễn ra suôn sẻ và hiệu quả. Tôi đã liên lạc với một người phụ nữ ngọt ngào và hữu ích, Jena. Cô ấy thật tuyệt vời, đã cho tôi rất nhiều lời khuyên. Sự nhiệt tình của cô ấy thực sự gây ấn tượng với tôi, tôi biết mình đã tìm đúng người đồng hành. Và vâng, tôi đã đúng. Jena đã theo dõi cho đến khi tôi gặp hướng dẫn viên du lịch là anh Linh vào ngày hôm đó. Anh Linh dễ chịu, hiểu biết, dễ tính. Anh ấy rất hiểu biết, cung cấp cho chúng tôi rất nhiều thông tin cơ bản về Việt Nam. Tôi đánh giá cao công việc tuyệt vời của anh ấy. Chiếc xe tải rất thoải mái và sạch sẽ, kích thước phù hợp với giá 10p. Tài xế, Loc, ổn định và an toàn, khiến cho chuyến đi của chúng tôi trở nên rất thú vị. Jena cũng nỗ lực hết mình để sắp xếp các tour du lịch riêng cho chúng tôi tại Thành phố Hồ Chí Minh và Thành phố Hạ Long. Cả hai tour đều có chất lượng cao, giá trị đồng tiền. Xin gửi lời cảm ơn đặc biệt đến Jena vì sự chăm chỉ của cô ấy, giúp nhóm du lịch của chúng tôi có một khoảng thời gian đáng nhớ ở Việt Nam!! Tôi thực sự giới thiệu công ty này. Tôi sẽ quay lại lần nữa, Việt Nam :Đọc thêm",
            "Cảm ơn bạn đã chia sẻ đề xuất tích cực\nDu lịch an toàn trong những cuộc phiêu lưu trong tương lai của bạn!Đọc thêm",
            "Chúng tôi rất may mắn khi Lộc là hướng dẫn viên du lịch cho chuyến tham quan bờ biển từ cảng Chân Mây. Chúng tôi yêu cầu anh ấy đưa chúng tôi đến Hội An và trải nghiệm ẩm thực địa phương. Anh gợi ý nên dừng chân ăn bún chả cá ở Đà Nẵng vì đây là đặc sản của vùng. Chúng tôi hơi cảnh giác với món bún chả cá nhưng nó có nhiều biến thể và nước dùng tinh tế và thực sự tuyệt vời! Chúng tôi sẽ không bao giờ tìm được nhà hàng cho riêng mình.. Sau đó, chúng tôi có thời gian rảnh ở Hội An để ăn uống, mua sắm và đi dạo quanh phố cổ và chợ một mình. Sau hai lần ăn bahn mi đáng thất vọng, chúng tôi đã đề cập điều này với Lộc khi chúng tôi gặp nhau tại khi kết thúc và anh ấy đề nghị dừng lại ở một địa điểm được đề xuất - tất nhiên, điều đó thật tuyệt vời và kết thúc một ngày nghỉ hoàn hảo. Chúng tôi không thể giới thiệu Loc đủ cao. Rất muốn có cơ hội để anh ấy đưa chúng tôi đến Huế trong một chuyến tham quan ẩm thực địa phương! Cảm ơn LộcĐọc thêm",
            "Cảm ơn bạn đã chia sẻ đề xuất tích cực\nDu lịch an toàn trong những cuộc phiêu lưu trong tương lai của bạn!Đọc thêm",
            "Chúng tôi yêu thích chuyến tham quan của mình với những điểm dừng ẩm thực tuyệt vời. Anh Lộc đưa chúng tôi đến những nơi tuyệt vời nhất. Anh ấy là một người lái xe tuyệt vời với tiếng Anh tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ đề xuất tích cực\nDu lịch an toàn trong những cuộc phiêu lưu trong tương lai của bạn!Đọc thêm",
            "Hướng dẫn viên rất tốt với nhóm nhưng lời giải thích và thông tin rất cơ bản và không nhất quán. Khi quá trình chuyển giao diễn ra hoàn hảo; với tư cách là hướng dẫn viên du lịch, tôi mong đợi điều gì đó hơn thế. Vì thời gian ở bên nhau rất nhiều nên lẽ ra anh ấy có thể nói nhiều hơn một chút. Ngay cả khi chuyển từ trang này sang trang khác, cũng không có một lời nào. Xin lỗi các bạn nhưng tôi sẽ không giới thiệu nó cho bạn bè của mình.Đọc thêm",
            "Tôi đánh giá cao phản hồi của bạn về chuyến tham quan. Thật thất vọng khi nghe điều đó.\n\nĐầu vào của bạn có giá trị. Phản hồi mang tính xây dựng giúp các công ty cải thiện dịch vụ của họ và tôi hy vọng ý kiến ​​của bạn sẽ góp phần cải tiến trong tương lai. Nếu bạn quyết định khám phá các lựa chọn du lịch khác, tôi chúc bạn có những trải nghiệm thú vị và bổ ích hơn trong những chuyến du lịch tương lai.Đọc thêm",
            "Vũ thật đáng kinh ngạc và rất hiểu biết. Chúng tôi cảm thấy rất an toàn trên đường lái xe. Anh đưa chúng tôi đến một địa điểm ăn trưa tuyệt vời ở Đà Nẵng. Mặc dù trời mưa và nhiều mây nhưng tôi vẫn chắc chắn sẽ giới thiệu chuyến đi ngắm cảnh. Tuy nhiên, thời tiết không thể nhìn thấy đèo Hải Vân.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ đề xuất tích cực\nDu lịch an toàn trong những cuộc phiêu lưu trong tương lai của bạn!Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written January 6, 2024",
            "Written January 4, 2024",
            "Written December 31, 2023",
            "Written December 30, 2023",
            "Written December 30, 2023",
            "Written December 30, 2023",
            "Written December 29, 2023",
            "Written December 29, 2023",
            "Written December 26, 2023",
            "Written December 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or50-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or40-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or60-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d147154-Reviews-Chain_of_Lakes-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33537-d458068-Reviews-Manitou_Cliff_Dwellings-Manitou_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d1649741-Reviews-Skandinavian_Bar-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d154308-Reviews-Ho_okena_Beach_Park-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g52905-d546926-Reviews-Old_Jail_Museum-Jim_Thorpe_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g44085-d3514268-Reviews-Buccaneer_State_Park-Waveland_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d103003-Reviews-Basketball_Hall_of_Fame-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g28968-d109354-Reviews-Mount_St_Helens-Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d652940-Reviews-Descanso_Beach_Club-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d107580-Reviews-The_Witch_House_at_Salem-Salem_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or60-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or50-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "VM Du lịch",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Về mặt kỹ thuật, chúng tôi đã có 3 giờ lái xe giữa các thành phố nhưng đã kéo dài lên 8 giờ với nhiều chuyến đi phụ. Lộc là một hướng dẫn viên du lịch tuyệt vời! Vô cùng am hiểu về các lĩnh vực chúng tôi đã ghé thăm và có khiếu hài hước tuyệt vời. Rất khuyến khích VM Travel!Đọc thêm",
            "Cảm ơn bạn đã chia sẻ đề xuất tích cực\nDu lịch an toàn trong những cuộc phiêu lưu trong tương lai của bạn!Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan này! Người lái xe đã lên kế hoạch cho những nơi chúng tôi muốn đến và đảm bảo chúng tôi quay lại tàu du lịch vào thời điểm thoải mái! Du lịch VM thật đáng tin cậy!Đọc thêm",
            "Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và rất biết ơn sự chứng thực tích cực của bạn. Nếu chuyến đi đưa bạn quay trở lại khu vực này, chúng tôi rất hân hạnh được hỗ trợ bạn lần nữa.\n\nChúc bạn có thêm nhiều chuyến đi tuyệt vời phía trước!\n\nTrân trọng, Đọc thêm",
            "Chuyến đi trong ngày từ Cảng Chân Mây đến Đà Nẵng và Hội An. Tài xế Louis của chúng tôi rất xuất sắc. Rất khuyến khích Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi trong ngày từ Cảng Chân Mây đến Đà Nẵng và Hội An.\n\nNhóm của chúng tôi rất tự hào về việc cung cấp dịch vụ xuất sắc. Chúng tôi thực sự đánh giá cao lời giới thiệu và những lời tử tế của bạn.\n\nTrân trọng, Đọc thêm",
            "Chúng tôi đã sử dụng VM Travel để tổ chức một số chuyến đi và phương tiện di chuyển khác nhau trên khắp Việt Nam... Bắc, Trung và Nam.  Trong mọi trường hợp, thông tin liên lạc của họ thật tuyệt vời khi họ giải quyết các yêu cầu đặc biệt của chúng tôi vì có một số địa điểm mà chúng tôi muốn xem và có thể dễ dàng tạo điều kiện thuận lợi cho chính xác những gì chúng tôi muốn với giá cả hợp lý. Các hướng dẫn viên và tài xế họ cung cấp đều rất xuất sắc.  Rõ ràng là những người lái xe an toàn có kinh nghiệm khi chúng tôi chỉ muốn vận chuyển liên tỉnh và những người hướng dẫn rất am hiểu khi đó là những gì chúng tôi đang theo đuổi. Tất cả các phương tiện đều mới, sạch sẽ và thoải mái. Tôi rất muốn giới thiệu đại lý này.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn VM Travel để tổ chức các chuyến đi và phương tiện di chuyển khác nhau trên khắp Việt Nam. \n\nCho dù bạn cần những người lái xe có kinh nghiệm và an toàn để vận chuyển liên tỉnh hay những hướng dẫn viên am hiểu cho chuyến khám phá của mình, đều rất vui vì họ đã góp phần mang lại sự hài lòng chung cho bạn.\n\nNhững lời tốt đẹp của bạn về những chiếc xe mới, sạch sẽ và thoải mái của chúng tôi có ý nghĩa rất lớn đối với chúng tôi. Cảm ơn bạn đã khuyến nghị cao của bạn về cơ quan của chúng tôi.\n\nNếu chuyến đi của bạn đưa bạn trở lại Việt Nam, chúng tôi rất hân hạnh được hỗ trợ bạn một lần nữa. Những chuyến đi an toàn và vui vẻ!\n\nTrân trọng, Đọc thêm",
            "Chúng tôi thuê xe của VM Travel đi từ Huế đến Hội An và Trường chở chúng tôi đến Hội An. Một người rất tò mò và nhiều thông tin, Trường đã cho chúng tôi những lời khuyên khi lái xe về nơi chụp ảnh về phong cảnh xung quanh. Chúng tôi đã có một cuộc hành trình đáng yêu nhờ Trường. Tôi chúc anh ấy mọi điều tốt đẹp nhất trong nỗ lực tương lai của mìnhĐọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tích cực của mình với VM Travel và tài xế của chúng tôi. Chúc bạn có chuyến đi an toàn và chúng tôi chúc bạn có những hành trình đáng nhớ phía trước.\n\nTrân trọng, Đọc thêm",
            "Chuyến đi tuyệt vời với Alex. Anh ấy đưa chúng tôi đến mọi nơi chúng tôi muốn trong chuyến đi từ Huế đến Hội An. Chúng tôi được cung cấp một số đồ uống giải khát cho chuyến đi. Một ngày tuyệt vời và chúng tôi rất thoải mái khi ở trên xe với anh ấy. Anh ấy là một người lái xe rất an toàn và đó là một cách tuyệt vời để thực hiện cuộc hành trình mặc dù thời tiết rất tồi tệ. Chắc chắn sẽ đề nghị. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm tích cực của mình với Alex trên hành trình từ Huế đến Hội An. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong được phục vụ bạn một lần nữa trong tương lai. Nếu bạn có điều gì khác muốn chia sẻ hoặc nếu bạn có kế hoạch du lịch trong tương lai, vui lòng liên hệ.\n\nTrân trọng, Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan nửa ngày đến khu phức hợp Cung điện Hoàng gia và Hồ Tịnh Tâm, và đặc biệt là chuyến du lịch bằng xích lô. Long, hướng dẫn viên của chúng tôi, nói tiếng Anh xuất sắc và khá am hiểu về lịch sử địa phương. Khuôn viên Cung điện Hoàng gia rộng và đẹp, với các điểm tham quan bên trong và bên ngoài ấn tượng. Chúng tôi đánh giá cao Long và chuyến tham quan này.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tích cực của mình với chuyến tham quan nửa ngày của chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có những trải nghiệm phong phú hơn trong tương lai.\n\nDu lịch an toàn!Đọc thêm",
            "Anh Mẫn đưa chúng tôi từ Huế đến Hội An hôm nay lúc 9 giờ bằng chiếc Mitsubishi bảy chỗ. Tôi phải nói rằng anh ấy đã làm rất tốt khi vợ tôi đang bị say tàu xe. Ông Mân dừng lại ở một trạm xăng và tìm thấy một số túi xách ở cửa hàng mà vợ tôi cần vứt đi. Anh ấy cũng mang theo một ít thuốc mà anh ấy đã chia sẻ với chúng tôi. Nhờ có anh Mẫn mà nỗi khổ của vợ tôi được giảm bớt.Đọc thêm",
            "Chúng tôi chân thành đánh giá cao những lời tốt đẹp của bạn và rất vui khi biết về trải nghiệm tích cực của bạn với Mr. Mân trong hành trình từ Huế đến Hội An.\n\nCảm ơn bạn đã lựa chọn VM Travel và rất mong có cơ hội được phục vụ bạn lần nữa trong tương lai.\n\nChuyến đi an toàn!\n\nTrân trọng, Đọc thêm",
            "Chúng tôi đã đặt một chiếc xe thuê riêng thông qua VM Travel khi đi du thuyền dọc bờ biển Việt Nam. Chúng tôi được cung cấp một hành trình chung đến những điểm nổi bật của Huế nhưng công ty rất linh hoạt và cho phép chúng tôi điều chỉnh theo ý thích. Tài xế của chúng tôi là Lộc, người bản xứ Huế, rất am hiểu về lịch sử địa phương và nói tiếng Anh rất tốt. Anh ấy rất dễ liên lạc qua WhatsApp và cung cấp hướng dẫn rõ ràng về nơi anh ấy sẽ ở bên ngoài cổng du thuyền tại Chân Mây. Lộc không chỉ đưa chúng tôi đến các địa điểm trong hành trình đã sửa đổi của chúng tôi mà còn giới thiệu một số nhà hàng và quán cà phê địa phương tuyệt vời trên đường đi. Nhìn chung là 55. Công ty đã xác nhận đặt phòng vào phút cuối một cách nhanh chóng và tài xế thật tuyệt vời! Đọc thêm",
            "Chúng tôi rất vui khi nhận được phản hồi tích cực của bạn và rất vui khi biết rằng bạn đã có một hành trình thú vị và linh hoạt với chúng tôi, rất vui khi biết rằng bạn đã tìm thấy trải nghiệm tổng thể xứng đáng được xếp hạng 55.\n\nNhững lời nói tử tế của bạn là động lực để chúng tôi tiếp tục cung cấp dịch vụ xuất sắc và chúng tôi đánh giá cao cơ hội trở thành một phần trong ký ức chuyến du lịch của bạn.\n\nCảm ơn bạn đã lựa chọn VM Travel và rất mong có cơ hội được phục vụ bạn lần nữa trong tương lai.\n\nTrân trọng, Đọc thêm",
            "Hôm nay đã có chuyến tham quan thành phố kéo dài 8 giờ với Bobby, hướng dẫn viên của chúng tôi. Rất chuyên nghiệp. Chuyến tham quan thật tuyệt vời. Bữa trưa thật tuyệt. Có thể giới thiệu đủ. Rất đáng giá 97 AUD mỗi người.Đọc thêm",
            "Thật tuyệt vời khi chuyến tham quan của bạn thật tuyệt vời và chúng tôi đánh giá cao đề xuất của bạn.\n\nChúng tôi cố gắng cung cấp giá trị cho khách hàng và rất vui khi biết rằng chuyến tham quan này rất đáng đầu tư. Nếu bạn lên kế hoạch cho một chuyến phiêu lưu khác, chúng tôi sẽ vui mừng chào đón bạn quay trở lại.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written December 21, 2023",
            "Written December 19, 2023",
            "Written December 10, 2023",
            "Written December 6, 2023",
            "Written November 27, 2023",
            "Written November 25, 2023",
            "Written November 22, 2023",
            "Written November 19, 2023",
            "Written November 12, 2023",
            "Written November 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or60-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or50-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or70-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3181620-d7942178-Reviews-Harry_s_Water_Park-Tabaquite_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d148675-Reviews-Floating_Market-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d668397-Reviews-Szimpla_Kert-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190201-d10793219-Reviews-Haraki_Beach-Haraki_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7133186-Reviews-Wata_Land_Eco_Fun_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d591301-Reviews-Rainbow_Trout_Farm-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55850-d6105543-Reviews-The_Gentle_Zoo-Forney_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d209284-Reviews-Flintstones_Bedrock_City-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d106285-Reviews-Olympic_Ski_Jump_Complex-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17406643-Reviews-Stay_Play-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or70-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or60-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "VM Du lịch",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến tham quan DMZ cả ngày, hướng dẫn viên của chúng tôi là cô Thạch, người rất am hiểu nói tiếng Anh xuất sắc. Đây là một tour du lịch tuyệt vời để tìm hiểu về lịch sử chiến tranh của người Mỹ gốc Việt. Chúng tôi có một chiếc ô tô riêng với anh Vũ là tài xế của chúng tôi, anh ấy lái xe an toàn không tăng tốc hay mạo hiểm. Chúng tôi cũng thích đi du lịch ở vùng nông thôn để ngắm cảnh.Đọc thêm",
            "Sự đánh giá cao của bạn đối với phong cách lái xe thận trọng của anh ấy và chuyến khám phá vùng nông thôn thú vị sẽ làm ấm lòng chúng tôi.\n\nChúng tôi đánh giá cao sự tin tưởng của bạn khi lựa chọn dịch vụ của chúng tôi và hy vọng được chào đón bạn quay trở lại để có những trải nghiệm phong phú hơn.\n\nTrân trọng, Đọc thêm",
            "Tài xế Truong của chúng tôi rất tuyệt, lái xe cẩn thận và an toàn. Anh ấy chỉ cho chúng tôi tất cả những địa điểm tuyệt vời và dừng lại bất cứ khi nào có một nơi tốt để chụp ảnh. Giao tiếp và tổ chức rất tuyệt và mọi thứ đều đúng giờ. Tôi có thể giới thiệu dịch vụ này và sẽ đặt lại. Cảm ơn rất nhiều. Đọc thêm",
            "Rất vui vì hoạt động liên lạc và tổ chức của chúng tôi đã đáp ứng được mong đợi của bạn và mọi thứ diễn ra suôn sẻ và đúng thời gian. Lời giới thiệu của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất hân hạnh được chào đón bạn một lần nữa cho một hành trình đáng nhớ khác.\n\nCảm ơn rất nhiều vì đã lựa chọn dịch vụ của chúng tôi. Du lịch an toàn!Đọc thêm",
            "Chúng tôi đã đặt tour du lịch riêng 1 ngày từ Đà Nẵng đến Hội An với cô Pansy của VM Travel. Đó là một trải nghiệm tuyệt vời khi cô ấy trả lời tất cả các thắc mắc và mối quan tâm của chúng tôi. Hướng dẫn viên nói tiếng Anh mà chúng tôi có được Mr.Sinh thật tuyệt vời. Anh ấy có khả năng kết nối tuyệt vời với những người thuộc các nền văn hóa khác nhau và rất thân thiện và tháo vát. Chúng tôi đã yêu cầu sắp xếp bữa trưa thuần chay và nó được thực hiện một cách tuyệt vời. Dịch vụ khách hàng mà chúng tôi trải nghiệm từ VM Travels - đặc biệt là Mr.Sinh và Pansy là không thể so sánh được . Hãy tiếp tục phát huy nhé. Mặc dù vậy, chúng tôi cũng đã đặt một lần nữa chuyến tham quan riêng với VMTravels tại Hà Nội. Nhưng dịch vụ khách hàng chúng tôi thấy hơi thiếu ở đó. Dù sao, không phải ngày nào cũng giống nhau. Chúng tôi sẽ không ngần ngại giới thiệu VM Travels cho những người khác, đặc biệt là từ Ấn Độ, dùng thử khi đến thăm Việt NamĐọc thêm",
            "Chúng tôi thực sự rất tiếc khi biết về bất kỳ sai sót nào trong dịch vụ khách hàng trong chuyến tham quan Hà Nội của bạn. Chúng tôi rất coi trọng phản hồi của bạn và sẽ sử dụng nó để liên tục cải thiện dịch vụ của mình.\n\nMột lần nữa xin cảm ơn bạn vì đã chọn VM Travels và chúng tôi mong được chào đón bạn quay trở lại với một chuyến phiêu lưu tuyệt vời khác.Đọc thêm",
            "Chuyến lưu diễn của tôi đã không bắt đầu tốt như vậy. Tôi được hẹn đón vào lúc 7:50-8:00 Mãi cho đến khi tôi nhắn tin cho họ lúc 8:05 thì họ mới xin lỗi và nói rằng tài xế sẽ đến lúc 8:30 vì họ có vấn đề với một vị khách - thành thật mà nói tôi nghĩ họ vừa quên mất tôi khi tôi đặt chỗ vào phút chót. Dù sao đi nữa. Tôi vẫn cho điểm này năm sao nhờ hướng dẫn viên du lịch Bobby. Anh ấy là người hướng dẫn tốt nhất tôi có được trong 2 tháng ở Việt Nam. Tiếng Anh của anh ấy chỉ ở mức bình thường khoảng 85 đối với Việt Nam nhưng rất đam mê Huế và rõ ràng rất yêu thích công việc cũng như gặp gỡ mọi người. Anh ấy thực sự đã làm nên một ngày tuyệt vời và cả nhóm đều yêu mến anh ấy. Chuyến lưu diễn thật tuyệt vời.  Ướt đa dạng. Bữa trưa thật đặc biệt. Trước khi chúng tôi ăn, tôi đã tìm kiếm trên Google và nó có điểm đánh giá rất tốt là 4,7 nên tôi tự tin ăn tất cả các loại thực phẩm khác nhau - với những hậu quả nếu bạn hiểu ý tôi. Vào cuối chuyến tham quan, Bobby không một lần yêu cầu mọi người ăn hãy đánh giá anh ấy với tư cách cố vấn chuyến đi, điều này đang trở nên quá mệt mỏi và đôi khi hung hãn trong các chuyến tham quan trước đó. Vì vậy, vâng, một khởi đầu THỰC SỰ tồi tệ cho chuyến tham quan, nhưng Bobby đã cứu vãn nó và biến nó thành một ngày tuyệt vời. Cảm ơn Bobby!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ phản hồi về trải nghiệm tham quan gần đây của bạn với chúng tôi. Chúng tôi chân thành xin lỗi vì sự khởi đầu khó khăn mà bạn gặp phải với thời gian đón khách bị trì hoãn. Chúng tôi hiểu điều này có thể gây khó chịu như thế nào, đặc biệt khi bạn được đưa ra một khung thời gian cụ thể. Hãy yên tâm, chúng tôi rất coi trọng phản hồi của bạn và sẽ nỗ lực đảm bảo giảm thiểu những trục trặc đó trong tương lai, đặc biệt là đối với các đặt phòng vào phút cuối.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với các con và tài xế của chúng tôi, anh Trường! Anh ấy thực sự hữu ích trong việc chia sẻ thông tin thú vị và các địa điểm tham quan và ăn trưa.  Dịch vụ tuyệt vời và sự chú ý đến từng chi tiết. Chúng tôi sẽ đặt lại mà không có câu hỏi! Đọc thêm",
            "Trường là tài xế của chúng tôi hôm nay, đưa chúng tôi từ Huế đến Bà Nà, dừng dọc đường ở đầm Lập An, bãi biển Lăng Cô và đèo Hàn Vân. Giao tiếp rất tốt, bắt đầu bằng tin nhắn WhatsApp vào đêm hôm trước và đã đến nhận hàng đúng giờ. Cảm ơn bạn vì một chuyến đi suôn sẻ.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ phản hồi và chúng tôi hy vọng phần còn lại của chuyến đi của bạn cũng thú vị như vậy!Đọc thêm",
            "Chuyến đi tuyệt vời xuống Hội An với ông Alex. Cuộc trò chuyện tuyệt vời và anh ấy đã đưa ra những thông tin hữu ích về lối sống ở Việt Nam. Cũng hay hát Hotel California cùng anh -Kareoke trên xe Việt. Người lái xe tuyệt vời! Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Thật tuyệt vời khi biết rằng bạn có một người lái xe tuyệt vời và một chuyến đi thú vị. Chúng tôi hy vọng chuyến du lịch Việt Nam của bạn sẽ tiếp tục tràn ngập những khoảnh khắc đáng nhớ như vậy!Đọc thêm",
            "Chúng tôi đi cùng tài xế Louis từ Huế đến Hội An. Việc đón khách từ khách sạn Jade Scene đến Little Hoi An, cả hai khách sạn tuyệt vời đều diễn ra liền mạch.  Kiến thức của Louis về cả lịch sử văn hóa và chính trị đều rất xuất sắc.  Chiếc xe là mẫu muộn, sạch sẽ và cực kỳ thoải mái.  Chúng tôi không bận tâm đến nhiều điểm dừng có thể có - bao gồm cả Ngũ Hành Sơn. Đánh giá quá cao!  Với mức giá khoảng 70USD, nó ở mức cao nhất nhưng đối với nỗ lực của Louis thì xứng đáng! Louis là NGƯỜI ĐÀN ÔNG của bạn!Đọc thêm",
            "Phản hồi của bạn về sự thoải mái và sạch sẽ của chiếc xe cũng được ghi nhận vì chúng tôi mong muốn mang đến một chuyến đi thoải mái và thú vị cho khách hàng của mình. Nếu bạn có kế hoạch khám phá thêm về Việt Nam hoặc các điểm đến khác, vui lòng liên hệ. Chúng tôi mong được hỗ trợ bạn trong những chuyến du lịch trong tương lai!Đọc thêm",
            "Alex rất thân thiện và có thể chia sẻ thông tin về một số điểm tham quan trên đường đến đích. Lái xe của anh ấy rất tốt và an toàn. Chuyến đi từ Huế đến Hội An rất thoải mái.Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có trải nghiệm tuyệt vời với Alex trong chuyến đi từ Huế đến Hội An. Rất vui vì bạn thấy anh ấy lái xe an toàn và thoải mái. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi và chúng tôi hy vọng chuyến đi Hội An của bạn sẽ tràn ngập những kỷ niệm tuyệt vờiĐọc thêm",
            "Thực hiện chuyến đi trong ngày bằng ô tô riêng để xem lăng mộ hoàng gia và chùa Thiên Mụ. Tài xế Alex đúng giờ, lịch sự và cẩn thận.  Hài lòng với dịch vụ được cung cấp.Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có trải nghiệm tích cực trong chuyến đi trong ngày bằng ô tô riêng với chúng tôi. Nếu bạn quyết định khám phá thêm trong tương lai, vui lòng liên hệ. Du lịch an toàn!Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Sắc màu",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written November 9, 2023",
            "Written November 8, 2023",
            "Written November 7, 2023",
            "Written November 4, 2023",
            "Written November 4, 2023",
            "Written October 29, 2023",
            "Written October 28, 2023",
            "Written October 11, 2023",
            "Written October 8, 2023",
            "Written October 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or70-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or60-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or80-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187555-Reviews-The_British_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d4695682-Reviews-Bagnell_Dam-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d2233777-Reviews-Saturday_Night_Market_Walking_Street_Wua_Lai_Road-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d2369725-Reviews-Municipal_Market_of_Chania-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2294396-Reviews-Fantasy-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11899543-Reviews-Thai_Paradise_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g12547500-d147720-Reviews-Skyride_to_Paradise_Point-Havensight_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d2287097-Reviews-Dim_Cave-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g47404-d10783431-Reviews-Wintergreen_Park_And_Falls-Canajoharie_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or80-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or70-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "Du lịch VM",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Tour du lịch thiên nhiên động vật hoang dã"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Chúng tôi đã có trải nghiệm tuyệt vời với VM Travel. Chúng tôi đã có thể đặt xe riêng ở Huế cho 3 điểm tham quan nhờ Pansy đã phản hồi kịp thời vào đêm hôm trước trong thời gian ngắn. Chúng tôi đã liên hệ qua WhatsApp và có thể cho họ biết các điểm dừng ưa thích của chúng tôi theo thứ tự. Đó là một trải nghiệm dễ dàng. Giá cả hợp lý và tài xế Man của chúng tôi là một người lái xe rất giỏi và các chuyến đi rất thoải mái, và anh ấy cũng đợi ở mỗi điểm tham quan để chúng tôi kết thúc và đưa chúng tôi đến điểm tiếp theo. Chiếc xe còn rất mới, và điều hòa ở phía sau xe giúp tránh cái nóng bên ngoài rất tốt. Chúng tôi chắc chắn sẽ giới thiệu VM Travel và đặc biệt là Man - khả năng lái xe của anh ấy rất xuất sắc so với một số hành trình khác mà chúng tôi đã tham gia. Cảm ơn bạn một lần nữa!Đọc thêm",
            "Cảm ơn bạn đã đánh giá cao đề xuất của bạn, đặc biệt là về khả năng lái xe xuất sắc của Man. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi hy vọng rằng trải nghiệm ở Huế của bạn vừa thú vị vừa đáng nhớ.\n\nNếu bạn có kế hoạch khám phá thêm về Việt Nam hoặc bất kỳ điểm đến nào khác, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui mừng được hỗ trợ bạn một lần nữa.\n\nTrân trọng, Đọc thêm",
            "Tài xế Alex của chúng tôi rất giỏi và chú ý đến chi tiết. Anh ấy đưa chúng tôi đến nhiều nơi để tham quan. Tour rất khuyến khích!Đọc thêm",
            "Đề xuất cao của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất biết ơn những lời tốt đẹp của bạn. Chúng tôi hy vọng bạn có những kỷ niệm đáng nhớ trong chuyến tham quan của mình và chúng tôi mong được phục vụ bạn một lần nữa trong tương lai. Chuyến đi an toàn và lời chào trân trọng!Đọc thêm",
            "Tài xế Alex Quốc có phong cách lái xe rất thoải mái, vui vẻ và đưa ra những lời khuyên hữu ích. Bạn phải hát theo bài Mãi Mãi cùng anh ấy trên xe!Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có sự tương tác tích cực như vậy với tài xế của chúng tôi và chúng tôi hy vọng toàn bộ chuyến đi của bạn sẽ tràn ngập những khoảnh khắc hạnh phúc và phiêu lưu tương tự. Du lịch an toàn và những kỷ niệm đẹp!Đọc thêm",
            "Vợ chồng tôi có chuyến đi cuối cùng đến Đà Nẵng, Huế Hội ​​An. Rất vui vì đã tìm được một công ty vận tải đáng tin cậy như vậy ở Việt Nam. Cô Kim Ngân đúng là một người chuyên nghiệp - trong một thời gian ngắn, cô đã sắp xếp một cách hiệu quả và liền mạch cả 4 chuyến đưa đón riêng tận nhà cho tôi, từ lúc hạ cánh cho đến khi chúng tôi rời đi. Các loại xe đa dạng từ tuyệt vời đến chấp nhận được, người lái xe an toàn và đáng tin cậy. Quan trọng nhất, giá cả hợp lý hơn. N cô ấy rất nhiệt tình ngay cả khi tôi phải điều chỉnh thời gian đón. Cảm ơn cô Kim rất nhiều vì những kỷ niệm tuyệt vời ở Việt Nam. Rất khuyến khích - bạn biết bạn sẽ được chăm sóc chu đáo!Đọc thêm",
            "Chúng tôi đánh giá cao phản hồi của bạn về các phương tiện và trình điều khiển. Cảm ơn những lời tốt đẹp của bạn và rất vui mừng vì đã góp phần tạo nên những kỷ niệm tuyệt vời trong chuyến thăm Việt Nam của bạn. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất biết ơn vì bạn đã tin tưởng vào dịch vụ của chúng tôi.Đọc thêm",
            "Cảm ơn VM Travel, đặc biệt là Pansy đã giúp chúng tôi thực hiện hành trình trong tuần chúng tôi ở Việt Nam. Hành trình hoàn toàn linh hoạt ở chỗ chúng tôi có thể cho cô ấy biết khi nào chúng tôi muốn có thời gian rảnh và những cuộc phiêu lưu đã được sắp xếp mà cô ấy có thể đáp ứng trước khi khóa tất cả. Từ dịch vụ đưa đón có máy lạnh, hướng dẫn viên nói tiếng Anh, hiểu biết và vui vẻ cho đến việc chọn khách sạn ở chúng tôi mức giá ở những vị trí tốt nhất. Chúng tôi đã khám phá Việt Nam nhiều hơn trong một tuần so với những gì chúng tôi có thể lên kế hoạch nếu chúng tôi tự mình thực hiện. Rất khuyến khích nếu bạn có một chuyến đi ngắn và muốn loại bỏ sự ồn ào và lo lắng ra khỏi kế hoạch.Đọc thêm",
            "Cảm ơn những lời tốt đẹp của bạn và đã chọn VM Travel để lên kế hoạch cho tuần của bạn tại Việt Nam. Chúng tôi rất vui khi biết rằng Pansy và nhóm của chúng tôi có thể tạo ra một hành trình hoàn toàn phù hợp với sở thích và nhu cầu của bạn.\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi hy vọng bạn đã trở về nhà với những kỷ niệm tuyệt vời trong chuyến đi đến Việt Nam và chúng tôi rất mong có cơ hội được phục vụ bạn một lần nữa trong tương lai. Chuyến đi an toàn và lời chào trân trọng!Đọc thêm",
            "chúng tôi đã trải qua một ngày tuyệt vời ở Bà Nà Hills với hướng dẫn viên xuất sắc Trúòng, người đã hướng dẫn chúng tôi đi khắp công viên và vào cuối ngày, anh ấy cũng dạy nhóm nhỏ của chúng tôi một vài từ tiếng Việt.Đọc thêm",
            "Cảm ơn bạn đã lựa chọn khám phá Bà Nà Hills cùng chúng tôi và hy vọng được chào đón bạn quay trở lại với những chuyến phiêu lưu khó quên hơn trong tương lai!Đọc thêm",
            "Alex là một người lái xe rất giỏi, anh ấy thường xuyên dừng lại để chụp những bức ảnh đẹp và cung cấp thêm thông tin cho chúng tôi.Đọc thêm",
            "Rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với Alex với tư cách là tài xế của mình. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi và chúng tôi hy vọng được hỗ trợ bạn lần nữa trong tương lai!Đọc thêm",
            "một ngày rất thú vị để khám phá tốt hơn văn hóa Việt Nam ở những địa điểm đẹp. chuyến tham quan cũng cung cấp bữa trưa địa phương điển hình rất ngon.Đọc thêm",
            "Phản hồi của bạn được đánh giá rất cao và chúng tôi mong được chào đón bạn tham gia nhiều cuộc phiêu lưu văn hóa hơn trong tương lai!Đọc thêm",
            "Chúng tôi sử dụng Ô tô tư nhân Huế để đi từ Huế đến Hội An với một số điểm dừng ngắm cảnh trên đường đi. Việc đặt chỗ thật dễ dàng thông qua dòng trò chuyện của họ với sự xác nhận của WhatsApp.  Tài xế Alex của chúng tôi đã đúng giờ và chúng tôi đã xác nhận lộ trình với anh ấy cũng như lựa chọn điểm dừng của chúng tôi trước khi rời đi.  Chiếc xe là mẫu Toyota SUV hiện tại, sạch sẽ và thoải mái cho hành trình bốn giờ.  Alex là một người lái xe xuất sắc và an toàn, rất vui khi trả lời các câu hỏi của chúng tôi và cho chúng tôi biết về các điểm tham quan trên đường đi. Chúng tôi thực sự muốn giới thiệu Xe tư nhân Huế để đi lại dễ dàng, an toàn và thoải mái. Đọc thêm",
            "Cảm ơn bạn đã lựa chọn Hue Private Cars cho hành trình từ Huế đến Hội An với các điểm dừng tham quan trên đường đi. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm đặt phòng suôn sẻ và nhận thấy việc liên lạc của chúng tôi thông qua đường dây trò chuyện và WhatsApp rất thuận tiện. Thật tuyệt vời khi biết rằng bạn hài lòng với tài xế lịch sự và đúng giờ của chúng tôi, Alex, người đã đảm bảo cho bạn sự thoải mái và an toàn trong suốt hành trình kéo dài bốn giờ. Chúng tôi cũng rất vui vì bạn nhận thấy mẫu xe Toyota SUV hiện tại của chúng tôi sạch sẽ và thoải mái. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong được phục vụ bạn một lần nữa trong tương lai để có những chuyến đi đáng nhớ hơn.Đọc thêm",
            "Truong thật tuyệt! Tài xế rất cẩn thận và rất am hiểu khi chúng tôi lái xe từ Hội An đến Huế. Đó là một ngày tuyệt vời. Cảm ơn bạn. Rất khuyến khích anh ấy. Đọc thêm",
            "Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi hy vọng sẽ hân hạnh được phục vụ bạn một lần nữa trong tương lai. Cảm ơn bạn đã lựa chọn chúng tôi!Đọc thêm",
            "Bạn có cơ hội đón khách tại khách sạn Huế vào lúc 8 giờ sáng ngày 2 tháng 1 cho 4 người lớn và một số hành lý, lái xe đến Bà Nà Hills để xem cây cầu sau đó trả khách tại khu nghỉ dưỡng Angsana Lăng Cô trước 3 giờ chiều?Đọc thêm",
            "Tôi hy vọng làm Huế đến Đà Nẵng qua đèo Hải Vân. Có ai biết sơ bộ về chi phí cho tài xế riêng không. Cảm ơn trước.DawnĐọc thêm",
            "59 trở lên tùy thuộc vào số lượng điểm dừng bổ sung mà bạn muốn thực hiện, chúng hoàn toàn linh hoạt và rất dễ dàng đáp ứng cho bạnĐọc thêm",
            "Xin chào, chúng tôi đang tìm xe riêng 18 tiếng có tài xế từ Sân bay Quốc tế Tân Sơn Nhất đến ĐT11 đến Kiên Lương, Tỉnh Kiên Giang và về trong cùng ngày. Ngày đi: khoảng giữa tháng 2, rời sân bay Tân Sơn Nhất lúc 5h sáng và về cùng ngày. Chỉ cần 2 người, xe 4 chỗ là đủ. Bạn có thể vui lòng cung cấp cho tôi báo giá và cách thức thanh toán được không? Cảm ơn bạnĐọc thêm",
            "Chúng tôi đang tìm kiếm xe riêng có tài xế ở Việt Nam krab.Đọc thêm",
            "Xin chào, tôi sẽ đến Huế vào tháng tới. Vui lòng tư vấn chi phí thuê xe riêng nửa ngày vào buổi chiều cho hai người. ThksĐọc thêm",
            "CHÀO \n\nChúng tôi đã thực hiện chuyến đi hai ngày với họ, một ngày quanh Huế và ngày hôm sau chuyến đi từ Huế đến Hội An.  Chi phí cho hai ngày như tôi nhớ là 110.  \n\n\nNó có thể rẻ hơn rất nhiều cho chuyến đi trong ngày ở Huế vì chuyến đi từ Huế đến Hội An là một khoảng cách khá xa.  Tôi nghĩ tất cả giá đều có trên trang web của họ hoặc tôi có Mr Top, số điện thoại của người quản lý chủ sở hữu. Tôi có thể chuyển nó cho bạn hoặc yêu cầu anh ấy để lại tin nhắn ở đây để bạn có thể liên lạc.\n\nMặc dù vậy, chúng tôi thực sự muốn giới thiệu các dịch vụ của họ vì chúng rất tuyệt vời và rất thoải mái về thời gian tại các địa điểm, về cơ bản miễn là bạn muốn ở mỗi địa điểm.\n\n Mọi thứ khác với họ chạy như kim đồng hồ với thời gian, v.v. và người lái xe chúng tôi có là người lái xe cẩn thận rất dễ chịu.\n\nRất ghen tị với chuyến đi đến Việt Nam của bạn, bạn chắc chắn sẽ thích nó.\n\nChúc bạn có một thời gian vui vẻ.\n\nTrân trọngĐọc thêm",
            "Có xe 7 chỗ đi Huế ngày mai ko ạ. 5 khách, khách muốn dừng 5 điểm trên đường đi Huế, và trả tại ks tại Huế.Read more",
            "CHÀO,\n\nChúng tôi sẽ đi từ Huế đến Hòn An vào tháng 7 năm 2019 và muốn biết bạn có những lựa chọn nào cho hướng đi đó. 3 người lớn.\n\nCảm ơnĐọc thêm",
            "Chúng tôi ở lại Huế và đi du lịch Hội An trong một ngày như một tour du lịch riêng. Chúng tôi đã sử dụng VM Travel nhưng nhân viên lễ tân tuyệt vời của chúng tôi từ Hà Nội đã sắp xếp tất cả các gói lưu trú và tour du lịch Huế cho chúng tôi, vì vậy chúng tôi đã không liên hệ trực tiếp với họ. Một trải nghiệm tuyệt vời. Đọc thêm",
            "Xin chào, tôi dự định thực hiện một chuyến du lịch trong ngày đến Huế từ Đà Nẵng. Có chuyến tham quan nào có thể phù hợp với khách du lịch một mình không?Đọc thêm",
            "Đúng. Nếu họ có sẵn chỗ ngồi, tôi chắc chắn bạn có thể đặt chỗ đó. Đó là một ngày dài và bắt đầu sớm. Tôi sẽ nhờ ký túc xá khách sạn giúp sắp xếp cho bạn. Chúc may mắn và vui vẻ! Đọc thêm",
            "Xin chào, chúng tôi sẽ ở Đà Nẵng và muốn có một chiếc ô tô riêng để tham quan Ngũ Hành Sơn, đèo Hải Vân và bãi biển Lăng Cô rồi trở về Đà Nẵng.  Vào một ngày khác chúng tôi muốn đến thăm Thánh địa Mỹ Sơn và Cầu Vàng. Bạn có thể vui lòng cung cấp thông tin.Đọc thêm",
            "Xin chào\nChúng tôi đã sử dụng một công ty tên là Hue Private Cars cho loại chuyến đi này. Có bốn người chúng tôi và họ cung cấp một chiếc xe 7 chỗ để chúng tôi có nhiều chỗ để di chuyển. Trong chuyến đi của chúng tôi, tài xế nói tiếng Anh nhưng không phải là hướng dẫn viên. Chúng tôi có thể thương lượng giá đó nếu chúng tôi muốn. Xe còn mới, sạch sẽ và đang trong tình trạng tốt. Người lái xe lịch sự và an toàn. Tôi đánh giá cao họ.Đọc thêm",
            "Xin chào Chúng tôi đang đi du lịch vào ngày 15 tháng 7 năm 2018 từ sân bay quốc tế Đà Nẵng đến khách sạn cung điện thanh bình ở Huế. Có lẽ là 23h.. Chuyến bay của tôi sẽ đến Đà Nẵng lúc 1h30 sáng. Bạn có thể cho tôi biết chi phí của chuyến đi một chiều được không? cảm ơn. Nếu tôi hài lòng với mức giá đẹp, tôi muốn sử dụng xe của bạn vào ngày 17 tháng 7 từ Huế đến Banahills vào sáng sớmĐọc thêm",
            "Jiyeon thân mến,\n\nCảm ơn bạn rất nhiều vì đã đặt câu hỏi và chào mừng bạn đến với xe riêng Huế do VM Travel quản lý\n\nChi phí cho chuyến đi đó là 55usd sedan. Và giá cho chuyến đi từ Huế tới Bà Nà Hills là 59usd sedan. \n\nNếu quan tâm đến dịch vụ của chúng tôi, bạn có thể truy cập trang web Hueprivatecars hoặc VM Travel. Và gửi email cho chúng tôi hoặc trò chuyện với chúng tôi qua trò chuyện trực tiếp, whatsapp,.. chúng tôi sẽ xác nhận đặt phòng của bạn rất nhanh chóng \n\nBên cạnh những chuyến đi đó, chúng tôi còn cung cấp rất nhiều dịch vụ khác đang chờ phục vụ quý khách. Hy vọng được nghe từ bạn sớm\n\nTrân trọng,\n\nAnh VinhĐọc thêm",
            "Xin chào, tôi muốn đi từ Hội An đến Huế và quay lại Đà Nẵng cho 4 người. Tôi có thể biết việc này sẽ tốn bao nhiêu tiền không? \nLàm thế nào tôi có thể liên hệ với bạn để biết thêm chi tiết?Đọc thêm",
            "chúng tôi phải trả 69,00 USD một chiều từ Huế đến Hội An, chuyến đi khoảng 4,5 giờ với một vài điểm dừng trên đường đi.  Số tiền đó đã bao gồm xăng và tất cả các loại thuế, nhưng không có tiền thưởng cho tài xế.  chúng tôi đã thanh toán riêng.  Thanh toán bằng USD hoặc Đồng Việt Nam.  Bạn có thể thanh toán bằng Visa cũng được nhưng họ sẽ tính thêm 3 khoản phụ phí.Đọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "VM Du lịch",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written October 1, 2023",
            "Written September 27, 2023",
            "Written September 27, 2023",
            "Written September 25, 2023",
            "Written September 25, 2023",
            "Written September 23, 2023",
            "Written September 19, 2023",
            "Written September 16, 2023",
            "Written September 16, 2023",
            "Written September 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or80-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or70-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or90-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1478744-d14795168-Reviews-The_Three_Sisters-Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g36933-d8615054-Reviews-Pine_Lake_Waterpark-Berne_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d3538377-Reviews-Karma_Beach-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d4480978-Reviews-Big_Play_Entertainment_Center-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34346-d2175397-Reviews-Founders_Park-Islamorada_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191367-Reviews-Via_Condotti-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d23394699-Reviews-Puttshack_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32216-d574462-Reviews-Old_Sugar_Mill-Clarksburg_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46516-d23297494-Reviews-Bell_Works-Holmdel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g43591-d10461122-Reviews-Trowbridge_Creek_Zoo-Vergas_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or90-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or80-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "VM Travel",
        "attraction_name_vi": "VM Du lịch",
        "general_info": [
            "2.532 đánh giá",
            "7 trên 149 hoạt động ngoài trời ở Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên"
        ],
        "attraction_summary": "VM Travel được thành lập vào năm 2014 và kể từ đó đã trở thành một trong những công ty điều hành du lịch hàng đầu tại Việt Nam. Mục tiêu và niềm đam mê của VM Travel Company là cung cấp dịch vụ du lịch tiêu chuẩn cao nhất cho khách hàng từ khắp nơi trên thế giới để đảm bảo trải nghiệm an toàn, suôn sẻ và khó quên khi du lịch qua Đông Nam Á. VM đã phát triển một đội ngũ nhân viên trực tuyến thân thiện, nhiệt tình, được lựa chọn cẩn thận, các tài xế giàu kinh nghiệm và hướng dẫn viên du lịch am hiểu, những người sẽ chăm sóc bạn ngay từ khi bạn đặt chân xuống. Hãy để chúng tôi cho bạn thấy Việt Nam!Đọc thêm",
        "reviews": [
            "Một cách tuyệt vời để đi du lịch, chúng tôi đã đi từ Huế đến Hội An với tài xế thân thiện và tuyệt vời của chúng tôi là Top. Trên đường đi, chúng tôi đã đi đến đầm phá và đèo Hải Vân rồi đến Bà Nà Hills. Đó là một cách đi du lịch rất thư giãn và rất dễ dàng, đặc biệt là với cô con gái nhỏ của chúng tôi Cảm ơn Top! Đọc thêm",
            "Cảm ơn bạn đã lựa chọn chúng tôi và chúng tôi chắc chắn sẽ gửi lời đánh giá cao của bạn đến Top. Chuyến đi an toàn và chúng tôi hy vọng được hỗ trợ bạn lần nữa trong tương lai!Đọc thêm",
            "Tôi và đứa con 10 tuổi của mình đã có trải nghiệm tuyệt vời khi di chuyển từ Đà Nẵng đến Huế qua đèo Hải Vân. Top rất thân thiện, cá tính và rất nhiều thông tin. Anh ấy dừng lại ở những góc nhìn đẹp nhất để chúng tôi chụp ảnh. Top có rất nhiều kiến ​​thức về khu vực và khiến chuyến đi trở nên dễ dàng. Tôi chắc chắn sẽ sử dụng công ty này một lần nữa cho các chuyến tham quan và chuyển tiếp trong tương lai và tôi hy vọng chúng tôi nhận được Top làm người hướng dẫn.Đọc thêm",
            "Chúng tôi đánh giá cao những lời tốt đẹp của bạn và mong được hỗ trợ bạn trong các chuyến tham quan và chuyển nhượng trong tương lai. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi!Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời khi sử dụng dịch vụ VM. Dịch vụ tôi đặt là Huế đến Hội An bằng xe sedan. Người lái xe, Alex, thực sự rất hữu ích và đưa tôi đến những khung cảnh tuyệt vời trên đường đi. Anh ấy cho phép tôi chơi nhạc của riêng mình và dừng lại ở những điểm dừng rất thú vị và hấp dẫn trên đường đi. Chuyến đi không có căng thẳng và rắc rối. Sẽ đi du lịch một lần nữa với nhà điều hành này. Đọc thêm",
            "Sân bay Đà Nẵng đi Huế vào tháng 8 năm 2023. Di chuyển bằng xe VM Travel. Chuyến đi thoải mái trên một chiếc xe tốt.  Lái xe thân thiện an toàn nhờ Mr Man. Giao tiếp dễ dàng và hữu ích với nhà điều hành nhờ cô Jena. Trải nghiệm này truyền cảm hứng tự tin và có giá trị tốt nên tôi sẽ sử dụng lại chúng. Trang web ổn, được hỗ trợ bởi khả năng phản hồi thông qua tiện ích trò chuyện.Đọc thêm",
            "Một tuần trước đã đặt dịch vụ đưa đón riêng từ Huế đến Hội An với các điểm dừng trên đường đi. Quá trình đặt chỗ dễ dàng như bạn mong muốn - Qua email và WhatsUp đã tìm kiếm các điểm dừng bổ sung không có trong hành trình cơ bản như Một ngôi mộ gần Huế tôi muốn xem và đi đường vòng qua My Sons - đã thêm một vài điểm nữa không có gì to tát. Người lái xe liên hệ với tôi một ngày trước đó thông qua điều gì đó nhắc nhở tôi về thời gian đặt chỗ và đón. Người lái xe đến sớm vài phút so với giờ đón khách sạn theo lịch trình, đã dừng lại mà chúng tôi đã yêu cầu trước, đợi chúng tôi miễn là chúng tôi cần thiết bao gồm điểm dừng ăn trưa, không vội vã, xe SUV mới thoải mái sạch sẽ, lái xe an toàn và rất lịch sự và tốt bụng. Nếu bạn cần chuyển khoản riêng, đừng ngần ngại đặt phòng với công ty này.  Đọc thêm",
            "Người lái xe tuyệt vời. Alex đưa chúng tôi từ Huế đến Hội An dừng chân ở những nơi đáng chú ý nhất trong chuyến thử.Đọc thêm",
            "Đây là lần đầu tiên tôi đến Việt Nam và tôi không biết phải mong đợi điều gì! Khi tôi đang thực hiện nghiên cứu của mình, tôi đã nhắn tin cho người đại diện Pansy và cô ấy đã rất xuất sắc trong việc tổ chức hành trình của tôi. Cô ấy đã đặt tất cả các chuyến tham quan của tôi và tôi đánh giá cao dịch vụ chuyên nghiệp cũng như dịch vụ cá nhân hóa của cô ấy để đảm bảo rằng tôi hài lòng với mọi thứ. Ken hướng dẫn viên du lịch của tôi rất đặc biệt ở Thành phố Hồ Chí Minh, anh ấy đã đến đón tôi từ khách sạn và tôi đã đi đến tất cả những điểm nổi bật tuyệt vời mà thành phố có. Sau đó tôi đến Huế và Thanh Thuỷ - hướng dẫn viên du lịch của tôi, cô ấy rất tuyệt vời, rất đam mê thành phố của mình, cô ấy đã rất quan tâm đến tôi khi chỉ cho tôi những địa điểm đẹp nhất ở Huế, bao gồm Hoàng thành, Thế Miếu, Lăng Khải Định Thiên Mụ Chùa. Tôi đặc biệt khuyên bạn nên sử dụng VM travel cho các chuyến tham quan của mình. Đồng thời đặt bữa trưa khi họ đưa bạn đến những nhà hàng đặc sản địa phương ngon nhất và nó rất ngon. Cảm ơn bạn đã chăm sóc tôi rất tốt. Tôi sẽ quay lại ;-Đọc thêm",
            "Chúng tôi đã đặt rất dễ dàng qua WhatsApp một chiếc ô tô riêng cho chuyến đi từ Huế đến Hội An tại VM travel. Người lái xe của chúng tôi là Mẫn và anh ấy đã chở chúng tôi dọc theo những điểm nổi bật như đầm Lập An, Vịnh Lăng Cô, đèo Hải Vân, Ngũ Hành Sơn. Anh ấy lái xe rất tốt và thoải mái.Đọc thêm",
            "Tour du lịch Cố đô Huế, 2 lăng mộ và một ngôi chùa rất thú vị. Hướng dẫn rất am hiểu, bữa trưa ngon miệng, chúng tôi rất thích nó và hoàn toàn giới thiệu nó!!Đọc thêm",
            "Thân thiện, hữu ích và linh hoạt một chuyến đi tuyệt vời với Alex. Xe rất thoải mái và lộ trình có thể được điều chỉnh dựa trên thời gian và sở thích của bạnĐọc thêm"
        ],
        "star_ratings": [
            2364,
            111,
            36,
            11,
            10
        ],
        "review_amount": 2532,
        "location": [
            "Những điều cần làm ở Huế",
            "Huế",
            "Châu Á",
            "Việt Nam",
            "Du lịch VM",
            "Thua Thien - Hue Province"
        ],
        "reviews_time": [
            "Written September 6, 2023",
            "Written August 23, 2023",
            "Written August 22, 2023",
            "Written August 21, 2023",
            "Written August 18, 2023",
            "Written August 15, 2023",
            "Written August 12, 2023",
            "Written August 7, 2023",
            "Written August 4, 2023",
            "Written August 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d5569598-Reviews-or90-VM_Travel-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or80-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or100-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8290661-Reviews-Local_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7244873-Reviews-I_Love_Hue_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12276530-Reviews-HTH_Hue_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940202-Reviews-Hue_Adventures_Motorbike_Jeep_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3610204-Reviews-Viet_Nam_Motor_Trail-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d10044290-Reviews-Hue_Smile_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1391967-Reviews-Cafe_On_Thu_Wheels-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8099391-Reviews-Cherish_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2385443-Reviews-Mr_Trung_s_DMZ_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12965752-Reviews-Slow_Travel_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2671608-Reviews-Villa_Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2459966-Reviews-Moon_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11660623-Reviews-The_Scarlett_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26834926-Reviews-Di_u_Phuong_Spa-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60845-d2195481-Reviews-Greensboro_Science_Center-Greensboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188628-d21083590-Reviews-Gouda_Cheese_Experience-Gouda_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d12413636-Reviews-American_Prohibition_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d6991578-Reviews-The_Mall_at_Bay_Plaza-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d7620930-Reviews-Leisure_World_Water_Park-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d265524-Reviews-Minute_Maid_Park-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190427-d2269077-Reviews-Kaiser_s_Throne-Pelekas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g667131-d10416370-Reviews-Hanioti_Beach-Hanioti_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d1994537-Reviews-Seminyak_Square-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d146054-Reviews-Linwood_Cemetery-Glenwood_Springs_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or100-VM_Travel-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d5569598-Reviews-or90-VM_Travel-Hue_Thua_Thien_Hue_Province.html"
    }
]