[
    {
        "attraction_name": "VN HOP Travel Bus",
        "attraction_name_vi": "Xe du lịch VN HOP",
        "general_info": [
            "18 đánh giá",
            "- 648 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngàyChuyến tham quan bằng xe buýt",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Xe buýt của chúng tôi hoạt động dọc theo tuyến đường được chỉ định, đi qua nhiều điểm du lịch và những viên ngọc ẩn giấu. Bạn có thể đi từ điểm đến này đến điểm đến khác vào bất kỳ ngày nào bạn chọn. Ở lại bao lâu tùy thích và khi bạn đã sẵn sàng, chỉ cần quay lại xe buýt và tiếp tục hành trình đến địa điểm tiếp theo. Bạn có thể dễ dàng chọn và thay đổi ngày khởi hành bằng tài khoản Hop login được cung cấp sau khi đặt chỗ.Đọc thêm",
        "reviews": [
            "Chỉ là một chuyến xe buýt thoáng đãng, liên kết truyền thông chỉ ở mức cơ bản và chỉ sơ sài. Thật tuyệt khi xem lại kiến ​​trúc mặc dù không có sự rắc rối và nhộn nhịp của lối đi bộ Đọc thêm",
            "Trải nghiệm tuyệt vời tổng thể. Tổ chức rất tốt. Chuyên môn của họ là đón hoặc trả bạn tại nhà nghỉ hoặc khách sạn của bạn. An toàn và đúng giờ là ưu tiên hàng đầu của họ. Ngoài ra, mẹo vàng: Lên kế hoạch trước về nơi bạn ở cho thời gian đến, vì đôi khi bạn sẽ đến vào sáng sớm hoặc muộn vào ban đêm. Xe buýt của vhop rất thoải mái và trong tình trạng tốt. Hãy gửi lời cảm ơn đến Eric ! Anh ấy là người hướng dẫn chúng tôi suốt chặng đường từ Ninh Bình đến Hạ Long. Anh ấy rất chu đáo, hữu ích, vui vẻ và hơn hết là quan tâm. Ngoài ra, đội ngũ dịch vụ khách hàng luôn sẵn sàng giúp đỡ mọi câu hỏi của bạn, vì vậy, xin cảm ơn họ rất nhiều. Đọc thêm",
            "Chúng tôi chia chuyến đi ra, vì vậy không phải là chuyến đi trọn 3 ngày, nhưng đó là một chuyến đi! Không đủ điều tốt để nói về Vn hop và hướng dẫn viên Eric của chúng tôi. Thật là một sự giúp đỡ to lớn và rất hiểu biết. Các chuyến đi phụ là một phần thưởng lớn. Phải nhìn thấy nhiều Việt Nam hơn chúng tôi dự định. Dịch vụ tuyệt vời!!! Đọc thêm",
            "Tôi hoàn toàn giới thiệu tour này. Bạn sẽ thấy rất nhiều vùng khác nhau của Việt Nam, điều này sẽ khó tìm thấy ở các tour khác. Các hoạt động miễn phí tại vườn nhãn khá thú vị, còn có trò chơi nếm trái cây miễn phí. Hướng dẫn viên Eric của chúng tôi thực sự vui tính, hiểu biết và hỗ trợ. Anh ấy thực sự đã làm cho chuyến lưu diễn này trở nên đặc biệt hơn!! Đọc thêm",
            "Dịch vụ của họ là tốt nhất cho khách du lịch nói tiếng Anh! Họ có hành trình hoàn chỉnh với đầy đủ các hoạt động thú vị có thể được thương lượng linh hoạt. Hướng dẫn viên thân thiện, nhiệt tình và đầy đủ kiến ​​thức về từng địa điểm du lịch. Trên hết, dịch vụ xe buýt của họ rất tuyệt! - Có Wifi và nước uống luôn được cung cấp. Khách du lịch có thể tự do gợi ý và lựa chọn điểm đến mà không gặp nhiều khó khăn và hạn chế về thời gian. Phi hành đoàn cũng giúp khách du lịch có được những khách sạn đẹp, sạch sẽ và giá cả phải chăng.Đọc thêm",
            "Chúng tôi thực hiện chuyến đi từ Hà Nội đến Hạ Long, sau đó đến Ninh Bình. Một đề cập đặc biệt đến Long, người đã chăm sóc chúng tôi trong ba ngày! Anh ấy đã sắp xếp một cuộc gặp mặt vào đêm thứ hai để những hành khách cùng đi có thể gặp gỡ và trò chuyện! Muốn giới thiệu cho những người muốn đi du lịch thoải mái, an toàn và muốn nói chuyện với những du khách có cùng sở thích. Cảm ơn một lần nữa Long!Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời với VN Hop. Mọi thứ diễn ra suôn sẻ và xe buýt cũng như hướng dẫn viên thực sự rất tuyệt. Nếu có vấn đề gì đó, công ty luôn khắc phục nó cho tôi. Nếu có bất kỳ câu hỏi nào, bạn luôn có thể hỏi hướng dẫn viên về các mẹo, v.v. Mọi thứ đều thực sự an toàn và thoải mái. Đặc biệt cảm ơn Eric và Long. Tất cả đều là những hướng dẫn tuyệt vời.Đọc thêm",
            "Tôi không thể giới thiệu đủ về công ty du lịch hop-on hop-off này! Giá thấp, đặc biệt là khi xét đến dịch vụ đặc biệt được cung cấp. Phần tốt nhất là sự tự do mà nó mang lại. Chúng tôi có thể linh hoạt điều chỉnh lịch trình của mình để khám phá các điểm tham quan, sau đó dễ dàng nhảy lên lại để tiếp tục hành trình. Nếu bạn đang tìm kiếm một tour du lịch tiết kiệm chi phí cho phép bạn tự do khám phá theo tốc độ của riêng mình, thì đây là lựa chọn hoàn hảo! Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm tích cực của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến đi của chúng tôi. Chúng tôi hy vọng có cơ hội được phục vụ bạn lần nữa trong tương lai để có thêm những trải nghiệm du lịch đáng nhớ hơn nữa!\n\nTrân trọng,\nVn Hop Team - vhop.comĐọc thêm",
            "So với các lựa chọn tour khác trong khu vực, tour này mang lại giá trị vượt trội về chi phí, cho phép tôi khám phá Hà Nội, Hạ Long và Ninh Bình, giúp những khách du lịch tiết kiệm như chúng tôi có thể tiếp cận được. Tính linh hoạt của việc lên xuống ở nhiều điểm đến khác nhau là yếu tố thay đổi cuộc chơi. Chúng tôi có thể dành bao nhiêu thời gian tùy thích ở mỗi địa điểm, tạo ra hành trình cá nhân hóa của riêng mình. Đó là sự kết hợp tuyệt vời giữa khả năng chi trả và tính linh hoạt, và tôi đặc biệt giới thiệu chuyến tham quan này cho những du khách đang tìm kiếm một chuyến phiêu lưu phù hợp với túi tiền và có thể tùy chỉnh.Đọc thêm",
            "Chúng tôi muốn bày tỏ lòng biết ơn chân thành đối với phản hồi của bạn. Những lời nói tích cực của bạn thực sự đã làm một ngày của chúng tôi tươi sáng hơn và nhắc nhở chúng tôi lý do tại sao chúng tôi yêu thích những gì mình làm. Cảm ơn bạn đã lựa chọn Vn Hợp và chia sẻ trải nghiệm tuyệt vời của mình với chúng tôi!\n\nTrân trọng,\nVn Hop Team - vnhop.com\nĐọc thêm",
            "Let me start by saying that VN Hop it - s an amazing company. Literally the best tour company I - ve ever found in VietnamIf you think to start you trip in Vietnam and you can not speak the language then VN Hop is definitely your best option. Everyone working there speaks English very well, and they are ready to help you in every aspect of your trip even if it - s very early in the morning or late at night.Considering the amazing services that they offer which is not just transportation, but they will also: -  give you a list of the attractions for every single place that you - re going to visit, some of them are included in the ticket, other you - ll have to pay separately but if you do it with VN Hop, most of the time you - ll have a discount, which is always appreciated  - . -  they will pick you up at your hotel at any day that you want. -  they - ll give you the chance to  -  Hop -  in and out of the trip as long as you please FOR ONE YEAR. That means that in your way to Ninh Binh if you reach a destination that you really like, Halong for example, and you decide that you want to spend more time there because there are so many things to do, instead of leaving in as scheduled, you can  - Hop -  off the schedule, stay as long as you please and the day before you decide to leave, you just have to send an email and say that you want to  - Hop -  in again and resume your way to Hanoi. It - s literally amazing, the best way to travel, you - ll have a scheduled but you can take your time and be super flexible knowing that in anyway your bus ticket to Ninh Binh is already paid. -  PLUS the incredible service of the office workers  -  during my trip i spoke with so many of them that unfortunately i can - t remember their name, but I want to say thank you to all of them -  , that are there to help you and keep you updated with your trip informations and every other piece of information that you might need basically 24 - 7.All of those things put together are the reasons why VN Hop is unbeatable and the best choice for your trip... Now.. those are the things that everyone can experience with this company, but there is more.. if you are VERY lucky as I was, you - ll get to meet the best tourist guides.One above all is Eric, this guy is literally the BEST, is funny, informative, helpful and at your disposal 24 - 7 since he - ll give you his personal number to contact him at every hour.Thanks again to everyone, you guys really made my trip sometime special.Read more",
            "Những lời nói tử tế của bạn đã thực sự làm nên ngày của chúng tôi và là lời khẳng định tuyệt vời cho sự cống hiến của chúng tôi trong việc cung cấp các dịch vụ du lịch đặc biệt.\n\nChúng tôi vô cùng vui mừng khi biết rằng dịch vụ du lịch của chúng tôi vượt quá sự mong đợi của bạn và để lại ấn tượng tích cực và lâu dài cho bạn. Chúng tôi rất vui mừng khi có cơ hội biến giấc mơ du lịch của bạn thành hiện thực và trở thành một phần trong hành trình đáng kinh ngạc của bạn. Chúng tôi rất biết ơn vì có cơ hội tạo ra những trải nghiệm khó quên cho bạn.\n\nChúng tôi rất vui được chia sẻ phản hồi của bạn với nhóm của chúng tôi, đặc biệt là với Eric. Những lời đánh giá cao của bạn chắc chắn sẽ thúc đẩy anh ấy và toàn bộ nhóm tiếp tục nỗ lực hơn nữa trong việc cung cấp dịch vụ xuất sắc. Chúng tôi rất tự hào về các thành viên trong nhóm của mình, những người làm việc không mệt mỏi để đảm bảo rằng mọi khía cạnh trong trải nghiệm du lịch của bạn đều liền mạch và thú vị.\n\nMột lần nữa, chúng tôi cảm ơn bạn đã lựa chọn Vn Hợp và trở thành một phần trong hành trình của chúng tôi, đồng thời rất mong có cơ hội được phục vụ bạn một lần nữa trong tương lai. Nếu bạn có bất kỳ kế hoạch du lịch hoặc thắc mắc nào khác, vui lòng liên hệ với chúng tôi.\n\nChúc bạn có thêm nhiều cuộc phiêu lưu phi thường, đầy những khoảnh khắc khó quên!\n\nTrân trọng,\nVn Hop Team - vhop.comĐọc thêm"
        ],
        "star_ratings": [
            17,
            0,
            1,
            0,
            0
        ],
        "review_amount": 18,
        "location": [],
        "reviews_time": [
            "Written October 15, 2023",
            "Written August 17, 2023",
            "Written August 17, 2023",
            "Written August 4, 2023",
            "Written July 29, 2023",
            "Written July 18, 2023",
            "Written July 15, 2023",
            "Written July 12, 2023",
            "Written July 12, 2023",
            "Written July 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-or10-VN_HOP_Travel_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15000449-Reviews-Thanh_Hoa_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9989890-Reviews-Bai_Tho_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1840701-Reviews-Bai_Tho_Junks_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5501639-Reviews-Vietnam_Motorbike_Tours_by_VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27534729-Reviews-Dcar_Limousine_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19798516-Reviews-Paloma_Motorbike_Hanoi_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14504631-Reviews-Hai_Pottery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2213197-Reviews-Hong_Mau_Don_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5482688-Reviews-Vietnam_Insolite_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d1420416-Reviews-Big_Kahuna_s_NJ-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d243686-Reviews-Hammam_Al_Andalus_Granada-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d3916060-Reviews-Lava_Fields-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d20261707-Reviews-Firefly_Distillery-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d2254505-Reviews-Okc_Outlets-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g49250-d10698343-Reviews-Village_park_splash_pad-Kannapolis_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d1857518-Reviews-FNB_Field-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41890-d491771-Reviews-Lake_Webster-Webster_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32486-d664708-Reviews-Diamond_Valley_Lake_Marina-Hemet_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g318867-d18920532-Reviews-The_Blue_Eye-Gjirokaster_Gjirokaster_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-or10-VN_HOP_Travel_Bus-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html"
    }
]