[
    {
        "attraction_name": "Volcan de Lodo El Totumo",
        "attraction_name_vi": "Núi lửa bùn El Totumo",
        "general_info": [
            "1.491 đánh giá",
            "- 33 trong số 222 điều cần làm ở Cartagena",
            "Núi lửa"
        ],
        "attraction_summary": "Đi cầu thang trơn trượt lên một ngọn đồi nhỏ để đến hố của ngọn núi lửa bùn đang hoạt động này và thả mình trong lớp bùn núi lửa sền sệt được cho là có đặc tính chữa bệnh. Chụp một số bức ảnh tuyệt vời về bạn, tận hưởng dịch vụ mát-xa và cuối cùng bạn sẽ nhận được mọi sự trợ giúp cần thiết để làm sạch bùn. Chuẩn bị những ghi chú nhỏ mà bạn dự kiến ​​sẽ tip. Hãy mặc đồ tắm và mang giày mà bạn rất vui nếu bị bẩn vì bùn có thể bị ố và có thể tỏa ra mùi khó chịu dai dẳng. Hầu hết mọi người ghé thăm như một phần của chuyến tham quan trong ngày hoặc bằng taxi từ Cartagena.  - TripadvisorĐọc thêm",
        "reviews": [
            "Trải nghiệm độc đáo chắc chắn! Hãy đi vào sáng sớm nếu muốn tránh nóng. Ở đó có những người giúp đỡ - và bạn sẽ cần sự giúp đỡ vì thang trơn - . Họ giữ đồ đạc của bạn bên mình bao gồm cả máy ảnh nhưng trong tầm mắt của bạn để chụp ảnh. Để lại ví của bạn và bất kỳ đồ đạc nào khác trong xe. Bản thân việc tắm bùn rất thú vị nhưng hãy cẩn thận nếu có quá nhiều người cùng tắm. Tôi không quá vui khi dọn dẹp ao nước tù đọng. Ngoài ra còn có những người giúp đỡ trong ao và cảm thấy hơi kỳ lạ khi họ chạm vào và tắm cho bạn.  Có tiện nghi tắm vòi sen nhưng chúng tôi không sử dụng chúng. Nói chung là một trải nghiệm độc nhất vô nhị trong đời.Đọc thêm",
            "Một chuyến đi trong ngày khá thú vị, với lời cảnh báo rằng trên thực tế, đây không phải là một ngọn núi lửa mà là một gò đất bao quanh một chiếc hộp chứa đầy đất sét lỏng rất êm dịu. Nổi trên đất sét rất thú vị và nó chắc chắn làm mềm và xoa dịu làn da của chúng tôi.  Đầm nước ấm gần đó là một cách tuyệt vời để chúng ta khôi phục lại mức độ có thể chấp nhận được. Tôi khuyên bạn nên mặc đồ đen - một trong những người phụ nữ trong chuyến tham quan của chúng tôi đã mặc áo ngực thể thao và quần short chạy bộ, và đó có lẽ là thứ tôi sẽ mặc vào lần tới, mặc dù mọi thứ dường như đã trôi qua khá tốt. Rất nhiều người tham gia vào việc chăm sóc bạn và nhắc bạn tip cho họ; hướng dẫn viên của chúng tôi, Nicher, đã giúp đỡ bằng cách thu thập tiền boa và đưa chúng cho một phụ nữ trong làng để phân phát.Đọc thêm",
            "Tiêu đề gợi ý rằng chúng tôi đang ở Cartagena và thực hiện một trong nhiều chuyến đi có tổ chức đến vùng núi lửa bùn này. Chúng tôi đã không - không làm điều đó. Chúng tôi thuê một chiếc ô tô vì chúng tôi đang hướng tới Santa Marta và xa hơn nữa. Chúng tôi rời Cartagena vào khoảng 10 giờ sáng và đến nơi đúng lúc chuyến xe buýt đầu tiên chở khách du lịch trong một chuyến đi có tổ chức sắp kết thúc và đang bước xuống những bậc thang đầy bùn. Sau đó chúng tôi mua - mặc cả - vé 20k một người. Khi lên bạn cũng muốn ghi lại nên bạn - thuê - một trong những chàng trai đi loanh quanh để lấy máy ảnh, khăn tắm và chìa khóa xe của bạn. Họ chăm sóc nó rất tốt, đừng lo lắng, và sẽ chụp rất nhiều ảnh. Chỉ cần đảm bảo rằng máy ảnh điện thoại của bạn được mở khóa vì khi bạn ở trong bùn và khuôn mặt của bạn bị che phủ bởi bùn, máy ảnh của bạn có thể gặp khó khăn khi nhận dạng khuôn mặt : - - Chúng tôi thật may mắn vì chúng tôi là những người duy nhất ở trong hố bùn và tận hưởng nó trong khoảng 5 - 7 phút trước khi những người khác bước vào. Chúng tôi ra ngoài và đi bộ xuống hồ nơi bạn có thể tắm rửa. Bạn sẽ đi cùng với một người phụ nữ muốn tắm rửa sạch sẽ cho bạn. Bạn có thể bỏ qua chúng hoặc chọn hỗ trợ chúng bằng cách cho phép nó.\nVì vậy, nếu bạn ở xung quanh chỉ cần làm điều này! Bạn - sẽ thích nó, đặc biệt nếu bạn đến vào khoảng 11 giờ sáng, ngay sau đợt đầu tiên.Đọc thêm",
            "Now this was a fascinating experience.  There is a geothermal mud bath that is an experience unlike anything I have ever done.  The mud was warm, not hot, and there was no odor.   It looks like everyone is sitting on a platform, but in truth there density of the slurry causes everyone to float and it is literally impossible to sink.  \n\nI recommend going with a personal valet that then contracts with a guide at the attraction to walk you and your party through the experience.  That valet can also make arrangements for lunch.  This will save the confusion of trying to make arrangements ala carte.  They also can watch your belongings while you are at the attraction as all you can take in is your swimsuit. No hats, glasses, jewelry, cases, etc.  You need a guide at the attraction as this person will take the camera or phone of one person in the group and take video and pics.   They will also help you up and guide you down some pretty precarious stairs.  \n\nA few things to remember:  there are persons in the mud bath that literally help you move around and offer quick massages.  They also help you get in - out, and scrape off the excess mud before you leave.  Once one is done with the mud bath, you walk to the river and women help you wash off all the mud.  If your are comfy and sit low in the water, they will even rinse out your swim wear.   The guide, the aid in the volcano mud and the washing ladies all need to be tipped for their services.  So even if you pay for valet in advance to coordinate your trip, you will need some Colombian pesos in cash  - plata en effectivo -  for these tips.  The food offerings were tasty.  There are also places to shower and change clothes, but unless you are accustomed to rural settings with simple accommodations, those options may be a challenge for some.  Also, the fact that one is touched  - in a non-intimate way -  by strangers must be noted.\n\nI loved the option.  My travel companion was more reticent.   In the end, I recommend it as a worthwhile trip about 45-60 minutes outside of Cartagena.  Read more",
            "Là một phần của chuyến đi sinh nhật lần thứ 50 tới Cartegena, 9 người chúng tôi đã đến El Totumo và có một trải nghiệm tuyệt vời nhưng cậu bé thật đáng sợ. Vì vậy, trải nghiệm đầu tiên của tôi tại núi lửa bùn là ở St. Lucia, nơi có một vài điểm - lớn và nhỏ - nơi bạn có thể ngâm mình trong bùn và có người hỗ trợ. Rất tiếc, với trải nghiệm này, chúng tôi đã được đón tại Airbnb và hướng dẫn viên của chúng tôi rất hài hước, hiểu biết và đảm bảo rằng chúng tôi biết điều gì sẽ xảy ra.  Từ tiền boa - CHỜ cho đến khi kết thúc và bạn sẽ lên xe buýt - đến việc đảm bảo chúng tôi có đồ ăn nhẹ và đồ uống sau khi kết thúc.\nRất tiếc, khi bạn bước lên những bậc thang ọp ẹp và khu vực có thể khiến bạn nghi ngờ về quyết định của mình, bạn sẽ bị dẫn đến một chiếc thang ọp ẹp đưa bạn xuống bùn. Chỉ có một chỗ cho việc này. Chắc chứa được 10-15 người. Có những người ở trong bùn sẽ xê dịch người khác tới, xoa bóp cho bạn và đắp bùn cho bạn! Họ có những người chụp ảnh bạn cần thiết!  Sau khi hoàn tất, bạn đi xuống cầu thang ở phía bên kia và được dẫn đến một con sông. Đây là nơi VUI VẺ? bắt đầu.  Khi bạn được dẫn tới sông và xuống nước, bạn CHUẨN BỊ...hãy để tôi viết lại điều đó. LÀM SẠCH TUYỆT VỜI! \nTừ đó, bạn thưởng thức bánh empanada, đồ uống và quay trở lại xe buýt của mình. Họ cũng cho bạn cơ hội mua một ít bùn. Ước gì tôi đã làm được điều đó!Đọc thêm",
            "Là một phần của chuyến đi sinh nhật lần thứ 50 tới Cartegena, 9 người chúng tôi đã đến El Totumo và có một trải nghiệm tuyệt vời nhưng cậu bé thật đáng sợ. Vì vậy, trải nghiệm đầu tiên của tôi tại núi lửa bùn là ở St. Lucia, nơi có một vài điểm - lớn và nhỏ - nơi bạn có thể ngâm mình trong bùn và có người hỗ trợ. Rất tiếc, với trải nghiệm này, chúng tôi đã được đón tại Airbnb và hướng dẫn viên của chúng tôi rất hài hước, hiểu biết và đảm bảo rằng chúng tôi biết điều gì sẽ xảy ra.  Từ tiền boa - CHỜ cho đến khi kết thúc và bạn đã lên xe buýt - đến việc đảm bảo chúng tôi có đồ ăn nhẹ và đồ uống sau khi kết thúc. Vì vậy, khi bạn bước lên cầu thang ọp ẹp và khu vực có thể khiến bạn nghi ngờ về quyết định của mình, bạn là người dẫn đầu đến một cái thang ọp ẹp đưa bạn xuống bùn. Chỉ có một chỗ cho việc này. Chắc chứa được 10-15 người. Có những người ở trong bùn sẽ xê dịch người khác tới, xoa bóp cho bạn và đắp bùn cho bạn! Họ có những người chụp ảnh bạn cần thiết!  Sau khi hoàn tất, bạn đi xuống cầu thang ở phía bên kia và được dẫn đến một con sông. Đây là nơi VUI VẺ? bắt đầu.  Khi bạn được dẫn tới sông và xuống nước, bạn CHUẨN BỊ...hãy để tôi viết lại điều đó. LÀM SẠCH TUYỆT VỜI! Từ đó, bạn thưởng thức bánh empanada, đồ uống và quay trở lại xe buýt của mình. Họ cũng cho bạn cơ hội mua một ít bùn. Ước gì tôi đã làm được điều đó!Đọc thêm",
            "Now this was a fascinating experience.  There is a geothermal mud bath that is an experience unlike anything I have ever done.  The mud was warm, not hot, and there was no odor.   It looks like everyone is sitting on a platform, but in truth there density of the slurry causes everyone to float and it is literally impossible to sink.  I recommend going with a personal valet that then contracts with a guide at the attraction to walk you and your party through the experience.  That valet can also make arrangements for lunch.  This will save the confusion of trying to make arrangements ala carte.  They also can watch your belongings while you are at the attraction as all you can take in is your swimsuit. No hats, glasses, jewelry, cases, etc.  You need a guide at the attraction as this person will take the camera or phone of one person in the group and take video and pics.   They will also help you up and guide you down some pretty precarious stairs.  A few things to remember:  there are persons in the mud bath that literally help you move around and offer quick massages.  They also help you get in - out, and scrape off the excess mud before you leave.  Once one is done with the mud bath, you walk to the river and women help you wash off all the mud.  If your are comfy and sit low in the water, they will even rinse out your swim wear.   The guide, the aid in the volcano mud and the washing ladies all need to be tipped for their services.  So even if you pay for valet in advance to coordinate your trip, you will need some Colombian pesos in cash  - plata en effectivo -  for these tips.  The food offerings were tasty.  There are also places to shower and change clothes, but unless you are accustomed to rural settings with simple accommodations, those options may be a challenge for some.  Also, the fact that one is touched  - in a non-intimate way -  by strangers must be noted.I loved the option.  My travel companion was more reticent.   In the end, I recommend it as a worthwhile trip about 45-60 minutes outside of Cartagena.  Read more",
            "Tiêu đề gợi ý rằng chúng tôi đang ở Cartagena và thực hiện một trong nhiều chuyến đi có tổ chức đến vùng núi lửa bùn này. Chúng tôi đã không - không làm điều đó. Chúng tôi thuê một chiếc ô tô vì chúng tôi đang hướng tới Santa Marta và xa hơn nữa. Chúng tôi rời Cartagena vào khoảng 10 giờ sáng và đến nơi đúng lúc chuyến xe buýt đầu tiên chở khách du lịch trong một chuyến đi có tổ chức sắp kết thúc và đang bước xuống những bậc thang đầy bùn. Sau đó chúng tôi mua - mặc cả - vé 20k một người. Khi lên bạn cũng muốn ghi lại nên bạn - thuê - một trong những chàng trai đi loanh quanh để lấy máy ảnh, khăn tắm và chìa khóa xe của bạn. Họ chăm sóc nó rất tốt, đừng lo lắng, và sẽ chụp rất nhiều ảnh. Chỉ cần đảm bảo rằng máy ảnh điện thoại của bạn được mở khóa vì khi bạn ở trong bùn và khuôn mặt của bạn bị che phủ bởi bùn, máy ảnh của bạn có thể gặp khó khăn khi nhận dạng khuôn mặt : - - Chúng tôi thật may mắn vì chúng tôi là những người duy nhất ở trong hố bùn và tận hưởng nó trong khoảng 5 - 7 phút trước khi những người khác bước vào. Chúng tôi ra ngoài và đi bộ xuống hồ nơi bạn có thể tắm rửa. Bạn sẽ đi cùng với một người phụ nữ muốn tắm rửa sạch sẽ cho bạn. Bạn có thể bỏ qua họ hoặc chọn hỗ trợ họ bằng cách cho phép điều đó. Vì vậy, nếu bạn ở xung quanh, hãy làm điều này! Bạn - sẽ thích nó, đặc biệt nếu bạn đến vào khoảng 11 giờ sáng, ngay sau đợt đầu tiên.Đọc thêm",
            "Điều này xuất hiện trên các video đánh giá và báo cáo chuyến đi trực tuyến như một hoạt động phải làm ở Cartagena - đó là một chuyến đi đến một địa điểm xa thành phố - chúng tôi không thể ở quá 5 phút trong bể bùn mà chỉ là trải nghiệm.Đọc thêm",
            "Một chuyến đi trong ngày khá thú vị, với lời cảnh báo rằng trên thực tế, đây không phải là một ngọn núi lửa mà là một gò đất bao quanh một chiếc hộp chứa đầy đất sét lỏng rất êm dịu. Nổi trên đất sét rất thú vị và nó chắc chắn làm mềm và xoa dịu làn da của chúng tôi.  Đầm nước ấm gần đó là một cách tuyệt vời để chúng ta khôi phục lại mức độ có thể chấp nhận được. Tôi khuyên bạn nên mặc đồ đen - một trong những người phụ nữ trong chuyến tham quan của chúng tôi đã mặc áo ngực thể thao và quần short chạy bộ, và đó có lẽ là thứ tôi sẽ mặc vào lần tới, mặc dù mọi thứ dường như đã trôi qua khá tốt. Rất nhiều người tham gia vào việc chăm sóc bạn và nhắc bạn tip cho họ; hướng dẫn viên của chúng tôi, Nicher, đã giúp đỡ bằng cách thu thập tiền boa và đưa chúng cho một phụ nữ trong làng để phân phát.Đọc thêm",
            "Trải nghiệm độc đáo chắc chắn! Hãy đi vào sáng sớm nếu muốn tránh nóng. Ở đó có những người giúp đỡ - và bạn sẽ cần sự giúp đỡ vì thang trơn - . Họ giữ đồ đạc của bạn bên mình bao gồm cả máy ảnh nhưng trong tầm mắt của bạn để chụp ảnh. Để lại ví của bạn và bất kỳ đồ đạc nào khác trong xe. Bản thân việc tắm bùn rất thú vị nhưng hãy cẩn thận nếu có quá nhiều người cùng tắm. Tôi không quá vui khi dọn dẹp ao nước tù đọng. Ngoài ra còn có những người giúp đỡ trong ao và cảm thấy hơi kỳ lạ khi họ chạm vào và tắm cho bạn.  Có tiện nghi tắm vòi sen nhưng chúng tôi không sử dụng chúng. Nói chung là một trải nghiệm độc nhất vô nhị trong đời.Đọc thêm",
            "Gilberto rất xuất sắc và đây là một chuyến tham quan KHÔNG THỂ bỏ lỡ.  Chuyến tham quan riêng tư đáng giá từng chút trong chuyến tham quan theo nhóm khi anh ấy theo dõi chúng tôi và đảm bảo không phải chờ đợi và chúng tôi vô cùng hài lòng với trải nghiệm này.  Bạn không muốn làm điều này với một nhóm lớn. Gilberto bằng mọi cách!!!! Đọc thêm",
            "Nó đã rất vui. Hướng dẫn viên Franklyn và Jesus của chúng tôi đã làm rất tốt. Chúng tôi đến đó vào sáng sớm, ăn nhanh và đi chơi bùn. Bạn cũng được mát-xa khi ở dưới bùn. Kinh nghiệm thú vị và trị liệu. Tôi không hối tiếc.Đọc thêm",
            "Chúng tôi tự đi thay vì đi theo nhóm du lịch. Không có ai khác ở đó, điều đó tốt vì chúng tôi không phải chờ đợi, nhưng thật tệ vì mọi người đã đến với chúng tôi để - giúp đỡ chúng tôi - trong cuộc phiêu lưu của chúng tôi. Đó là một địa điểm - niken và xu - và họ sẽ làm bất cứ điều gì để tách tiền của bạn ra khỏi tiền của bạn, vì vậy nếu bạn có ngân sách eo hẹp, bạn có thể suy nghĩ kỹ về việc đi. Bùn rất thấp và chúng tôi phải leo xuống những bậc thang rất trơn để ra vào bùn. Vai tôi vẫn còn hơi đau do phải kéo người lên để thoát ra ngoài. Lời khuyên của tôi là nên đi theo nhóm, nhưng sau đó bạn sẽ phải đợi để xuống bùn. Mang theo khăn tắm và quần áo để thay. Bạn có thể chọn vòi sen - tất nhiên là có tính phí - , đó là những gì chúng tôi đã làm thay vì đầm phá Đọc thêm",
            "Rất vui! Một trải nghiệm rất thú vị, mang lại tiền tip cho hướng dẫn viên và những người giúp đỡ bạn tại núi lửa trên đường đi. Hãy mặc một bộ đồ tắm mà bạn không ngại bị bẩn.Đọc thêm"
        ],
        "star_ratings": [
            544,
            470,
            263,
            105,
            109
        ],
        "review_amount": 1491,
        "location": [
            "Nam Mỹ",
            "Núi lửa bùn El Totumo",
            "Quận Cartagena",
            "Các hoạt động ở Cartagena",
            "Cartagena",
            "Colombia",
            "Sở Bolivar"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 2, 2023",
            "Written October 7, 2023",
            "Written January 2, 2024",
            "Written February 29, 2024",
            "Written February 29, 2024",
            "Written January 2, 2024",
            "Written October 7, 2023",
            "Written August 5, 2023",
            "Written July 2, 2023",
            "Written July 1, 2023",
            "Written April 14, 2023",
            "Written March 28, 2023",
            "Written March 19, 2023",
            "Written March 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297476-d1223572-Reviews-Volcan_de_Lodo_El_Totumo-Cartagena_Cartagena_District_Bolivar_Department.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d9596210-Reviews-El_Arsenal_The_Rum_Box-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d25246643-Reviews-Rooftop_Urania_By_Sophia_Hotel-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d23852911-Reviews-Sambal_Bistro_Caribeno-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d15601497-Reviews-Inkanto_Prime_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d2175947-Reviews-Mar_de_las_Antillas-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d25233728-Reviews-Mare_Restaurante-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d25226039-Reviews-Calle_Dragones_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d26228393-Reviews-Carta_Ajena_Restaurante-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d23677153-Reviews-Restaurante_Bar_Casa_del_Tunel-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297476-d26576840-Reviews-Lucena_Rooftop-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d7723543-Reviews-Parque_del_Centenario-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10292924-Reviews-Plaza_de_La_Trinidad-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10223683-Reviews-Muelle_de_los_Pegasos-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10375561-Reviews-Convento_de_San_Francisco-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d12969362-Reviews-Arte_Getsemani-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d8647408-Reviews-Torre_del_Reloj-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d4892577-Reviews-Centro_de_Convenciones_Cartagena_de_Indias-Cartagena_Cartagena_District_Bolivar_D.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d6778713-Reviews-Galeon_Bucanero-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d11660532-Reviews-Plaza_De_Los_Coches-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d6732928-Reviews-Portal_de_Los_Dulces-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d1223572-Reviews-or10-Volcan_de_Lodo_El_Totumo-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d24973689-Reviews-Granja_Los_Abuelos_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10535171-Reviews-Isla_Grande-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d16745723-Reviews-Port_Oasis-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d25326479-Reviews-Zona_Kids_Club_en_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10509434-Reviews-Playa_de_Castillo_Grande-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d23542750-Reviews-Agricola_Camelias-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10454274-Reviews-Parque_Espiritu_del_Manglar-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d15187971-Reviews-Miramar_Beach_Club-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10417082-Reviews-Playas_de_Marbella-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d27497089-Reviews-Silvergreen_Jewerly_Factory-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d13646251-Reviews-Beyond_Colombia_Free_Walking_Tour_Cartagena-Cartagena_Cartagena_District_Bolivar.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d15087339-Reviews-Bona_Vida_Catamaranes-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d14181075-Reviews-The_Experience_Travel-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d6538276-Reviews-Blue_Sailing-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d14460740-Reviews-EMEkitchen_Cooking_Class-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d23923221-Reviews-Seven_7_Times-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d19261212-Reviews-Tertulia_de_Getsemani-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d1193289-Reviews-Cafe_Havana-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10491670-Reviews-Streetart_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d6895688-Reviews-Casa_Quiebra_Canto-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d14970471-Reviews-Explorer_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d27149021-Reviews-Tsunami_Club_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g46700-d3341379-Reviews-Monmouth_Park_Racetrack-Oceanport_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d526250-Reviews-Quay_Street-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g298562-d1653948-Reviews-Kobe_Nunobiki_Ropeway-Kobe_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g56901-d14772348-Reviews-Cypress_Falls_Swimming_Hole-Wimberley_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d24134426-Reviews-Place_Vendome_Mall-Lusail.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d1148727-Reviews-Exotic_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d246273-Reviews-Quartieri_Spagnoli-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147354-d147983-Reviews-Smuggler_s_Cove-Tortola_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1192019-d7113397-Reviews-Cameo_Island-Agios_Sostis_Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297476-d1223572-Reviews-or10-Volcan_de_Lodo_El_Totumo-Cartagena_Cartagena_District_Bolivar_Department.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297476-d1223572-Reviews-Volcan_de_Lodo_El_Totumo-Cartagena_Cartagena_District_Bolivar_Department.html"
    }
]