[
    {
        "attraction_name": "Volcan Baru National Park",
        "attraction_name_vi": "Vườn quốc gia núi lửa Baru",
        "general_info": [
            "443 đánh giá",
            "2 trong số 28 điều cần làm ở Boquete",
            "Núi",
            "Các công viên quốc gia",
            "Núi lửa"
        ],
        "attraction_summary": "Đỉnh núi cao nhất và là ngọn núi lửa duy nhất của Panama với độ cao 3.478 mét, mang đến tầm nhìn bao quát ra đại dương và những khu rừng mây ngoạn mục từ đỉnh núi. Đọc thêm",
        "reviews": [
            "Chuyến đi lên đỉnh Volcan Barus thực sự ngoạn mục. Khung cảnh rừng tươi tốt và khung cảnh đầy cảm hứng khiến chúng tôi hoàn toàn kinh ngạc. Mỗi khoảnh khắc của cuộc hành trình đều được trân trọng và tận hưởng trọn vẹn. Hãy nhớ mang theo nhiều nước và ủng đi bộ đường dài chắc chắn cho chuyến phiêu lưu phía trước.Đọc thêm",
            "Xe FWD rời Boquete và lái lên con đường đầy thử thách vào đầu giờ sáng. Sau đó, chúng tôi leo lên ngọn núi đầy thử thách nhưng chúng tôi đã có thể lên đến đỉnh một chút trước khi mặt trời mọc. Thật là một khung cảnh tuyệt đẹp khi chúng tôi ở trên những đám mây và có thể nhìn thấy phần lớn Panama và các nước lân cận.Đọc thêm",
            "Ối anh bạn!! Đi bộ đường dài này không dành cho người yếu tim. Chúng tôi mất khoảng 6 giờ đi lên và không bị đánh lừa bởi những biển báo cho biết đường mòn dài 13,5 km, chúng tôi đã theo dõi và nó đã gần tới 9 dặm. Cuối cùng khi chúng tôi lên đến đỉnh thì trời quá nhiều mây để có thể nhìn thấy mặt trời mọc, chúng tôi bắt đầu đi bộ vào lúc nửa đêm. Đường xuống khó hơn bạn nghĩ nhiều, những tảng đá lớn khiến đường trơn trượt. Đi xuống mất thêm 6 giờ nữa. Nếu bạn không phải là một người đi bộ đường dài có kinh nghiệm thì chuyến đi bộ này CỨNG!Đọc thêm",
            "I did this hike in late June 2023. The first step in travelling to Boquete is usually achieved by a flight to the airport in David. A taxi from the David airport to Boquete should cost between US30-40. Another option, is a taxi from the airport to the David transport terminal, which should cost between US5-10. There are regular buses from David to Boquete which cost approximately US3. The Boquete bus station is opposite the Central Park of Boquete.The next step, is to make a reservation at least 24 hours before the day of your trek. An email should be sent to rcastillomiambiente.gob.pa stating basic information such as name, nationality, email, cell phone number and passport number. A response will be received confirming the reservation, and the park opening hours i.e. 4am - 1pm. The Ranger may ask to see the reservation email confirmation on your phone. Assuming that you are staying near to Central Park, a taxi can be arranged with your hostel for transport to the Park. The Park is an 8.5km drive west of the town center. The taxi will stop where Volcancito Road meets the rocky start of the entrance to the park. After a short 5 minute trek from the main road, the Ranger hut and entrance gate will be in sight. You will be asked to sign in the park reservation book, although you already have the email response confirming the reservation. Note that entry to the park is free.Our group of four 4 reached the park entrance at 4am. It is a 13.5km hike to the summit. The height is 3,475m, and you will start the ascent from approximately 2,000m. We completed the hike to the summit  in a little over 4 hours. For the first 2 hours of the hike, headlamps or flashlights are required, as the path is muddy and rocky. The path has approximately 4 areas where you will be walking downhill for short distances, but these areas are usually followed by steep uphill walks. On reaching the weather station area, a bit of climbing is required to reach the highest point. Care is required at this point, as the rocks may be slippery and a little difficult to negotiate. You will be rewarded with great views if the weather cooperates.The trek back down was just as difficult as the ascent. A steady pace will reduce stress on the knees, and the loose rocks and mud will require a careful descent. We took a little over 4 hours for the descent. There is no need to sign in at the Ranger station when departing the park. There usually is a colectivo bus parked at the Ranger station for returning trekkers, but this bus was not on site when we finished the trek. Luckily a member of our group was able to contact the taxi service and arrange pick up on the main road near the park entrance.It was an enjoyable day in the park which started at 4:00am and ended at 1:30pm. You have to meet a basic level of fitness to attempt this trek, as it may be difficult for inexperienced hikers.Read more",
            "Chúng tôi đã đến đây và ngắm bình minh từ đỉnh núi - một trải nghiệm tuyệt vời. Ngoài ra còn có những loài chim thú vị trên đường đi. Có nhiều chuyến đi bộ đường dài trong công viên nhưng điều quan trọng là phải chọn một chuyến đi bộ phù hợp với khả năng của bạn. Một số trong số này được hướng dẫn. Bạn chắc chắn nên đến đây trong thời gian ở Boquette.Đọc thêm",
            "Chúng tôi đã hoàn thành chuyến đi bộ này ngày hôm qua. Chúng tôi quyết định coi trọng giấc ngủ của mình hơn là ngắm bình minh và vì vậy khởi hành lúc 8h15 sáng. Chúng tôi mất 4,5 giờ để leo lên, chúng tôi có 20 phút ở trên cùng và 3 giờ xuống dưới. Tôi 50 tuổi, có thể lực trung bình và thấy việc đó khá dễ dàng. Mặc dù đọc các bài đánh giá nói rằng nên bắt đầu sớm, chúng tôi cảm thấy việc đi bộ vào ban ngày sẽ tốt hơn cho chúng tôi. Có rất nhiều bóng mát trên tuyến đường ngoại trừ giờ trước. Chỉ cần uống thật nhiều kem chống nắng, uống nước và mang giày tốt là bạn sẽ đập tan nó. Một số góc nhìn đẹp từ đường đi và tuyệt vời từ trên xuống.Đọc thêm",
            "Đây là một niềm vui thuần túy khi lên đỉnh và ngắm bình minh, chúng tôi tham gia một chuyến tham quan bằng xe 4 bánh, bắt đầu sớm lúc 3:45 sáng, nhưng đã đến đúng giờ, bây giờ không có chuyến đi nhanh chóng, đó là một chuyến đi dài, gập ghềnh, chậm chạp đi bộ xuyên qua những tảng đá và hãy chuẩn bị sẵn sàng, trên đỉnh rất lạnh, nhưng trên đỉnh chúng ta có thể nhìn thấy rõ vùng biển Caribe và Thái Bình DươngĐọc thêm",
            "Chuyến đi bộ đường dài không có gì đặc biệt. Nó gồ ghề. Cần phải có giày tốt. Nhưng quang cảnh ở cuối đường thì tuyệt vời! Hãy đảm bảo rằng bạn cũng mang theo quần áo ấm. Đêm và sáng trời lạnh. Quang cảnh tuyệt vờiĐọc thêm",
            "Đi bộ khó khăn. Chúng tôi mất 6h để leo lên và 4h để đi xuống. Tổng thời gian đi bộ 10 tiếng. 13 km một chiều. Đường dốc rất dốc dẫn lên. Quan điểm tốt từ đầu. Chúng tôi bắt đầu đi bộ đường dài lúc 4:30 sángĐọc thêm",
            "Chúng tôi đã đặt trực tuyến 4x4 Volcan Baru ... thực sự dễ dàng, trả lời nhanh chóng...Thanh toán trước trực tuyến 30 Xác nhận được cá nhân hóa với tên tài xế ... 4 giờ sáng chính xác trước khách sạn và đi ...Felix, hướng dẫn lái xe tốt Xe tốt nhanh ....Tương đối lạnh ở trên cùng có thêm quần áo, rất nhiều niềm vui, phong cảnh đẹp, đồ ăn nhẹ cá nhân, ... hoàn hảo!Trở về khách sạn, hạnh phúc !Đọc thêm",
            "Tôi có thể đi xe jeep 44 tới đỉnh valcan baru ở đâu. Tôi có cần phải đặt lịch hẹn trước không?Đọc thêm",
            "Giấy phép leo lên núi lửa Baru bằng xe 4x4 của riêng bạnĐọc thêm",
            "Xin chào, tôi muốn đi đến thị trấn Volcano và cắm trại, nhưng tôi cần một người hướng dẫn, một người có thể giới thiệu một người. Email của tôi là Roggercam1203gmail comĐọc thêm",
            "65713799 đây là số của hướng dẫn viên núi lửa.Đọc thêm",
            "Chào, Jeanette. Bạn muốn biết gì về điểm du lịch này?\nTôi bối rối khi một số người đánh giá nói rằng bạn cần phải có thể chất tốt để đến Volcan Baru và những người khác nói về việc lái xe lên!  Chúng tôi đã ở độ tuổi 70 với đầu gối yếu, v.v. Điều này có ngăn cản chúng tôi đến Núi lửa Baru không?Đọc thêm",
            "Tôi sẽ khuyên bạn không nên đi bộ đường dài. Đó là đường mòn 4WD mà bạn có thể đi bộ hoặc lái xe 4WD để đến các tòa tháp; đó là phần lớn khoảng cách và độ cao đạt được; chặng đi lên cuối cùng từ các tòa tháp có lẽ là 0,5 dặm và đầy thử thách về mặt kỹ thuật khi bạn phải trèo qua một số tảng đá, nhưng sẽ không xa nếu bạn có thể vượt qua được những tảng đá đó. Lời khuyên của tôi nếu bạn bị đau đầu gối là nên tham gia một chuyến tham quan hoặc thuê tài xế trừ khi bạn cảm thấy thoải mái khi tự mình lái xe trên đường 4WD. Bản thân tôi sẽ không cảm thấy thoải mái, có một số đoạn dốc. Sau khi lên đến đỉnh, bạn phải leo lên đoạn cuối cùng như đã đề cập.Đọc thêm",
            "Chó có được phép vào khu bảo tồn không?Đọc thêm",
            "Chó có được phép vào khu bảo tồn không?Đọc thêm",
            "Thực lòng tôi không biết? Xin lỗi.Đọc thêm",
            "Tôi muốn biết bạn đã đặt chỗ với hướng dẫn viên Jorge Lopez như thế nào?Đọc thêm",
            "Xin chào, có thể leo lên đỉnh núi lửa Baru một mình được không? Nếu không thì tôi có thể tìm hướng dẫn ở đâu? Nó có giá bao nhiêu? Tôi cô đơn và tôi không muốn tiêu quá nhiều tiền. Cảm ơn.Đọc thêm",
            "Có rất nhiều người kể cả các nhóm leo núi lửa vào ban đêm. Họ thường tổ chức một chuyến taxi chung từ khách sạn của bạn với những khách du lịch khác. Không có vấn đề gì khi tự làm điều đóĐọc thêm",
            "Có đáng để leo lên bằng cách đi bộ không? Phong cảnh có tốt không? Cảm ơn bạn!!Đọc thêm",
            "Vâng, tất nhiên, leo lên núi lửa Baru là điều tuyệt vời. Một trải nghiệm tuyệt vời khó quên khi bạn có thể nhìn thấy hai vùng biển và bình minh tuyệt đẹp. Tôi đã leo lên đó 28 lần và không bao giờ mệt mỏi khi leo lên và hướng dẫn mọi người lên đỉnh.\nThử thách leo lên đó là một bước tiến lớn vì bạn đánh giá cao những cảnh quan đẹp Đọc thêm",
            "Xin chào, tôi muốn leo núi lửa, tôi có thể tìm người hướng dẫn ở đâu và chi phí bao nhiêu? Cảm ơn trướcĐọc thêm"
        ],
        "star_ratings": [
            275,
            102,
            44,
            14,
            8
        ],
        "review_amount": 443,
        "location": [
            "Panama",
            "Những việc cần làm ở Boquete",
            "thổi kèn",
            "Trung Mỹ",
            "Vườn quốc gia núi lửa Baru",
            "Tỉnh Chiriqui"
        ],
        "reviews_time": [
            "Written May 8, 2024",
            "Written February 9, 2024",
            "Written August 7, 2023",
            "Written July 1, 2023",
            "Written May 1, 2023",
            "Written April 2, 2023",
            "Written February 23, 2023",
            "Written February 18, 2023",
            "Written February 8, 2023",
            "Written December 30, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298424-d300544-Reviews-Volcan_Baru_National_Park-Boquete_Chiriqui_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d5324395-Reviews-The_Lost_Waterfalls_Boquete-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d4714437-Reviews-Pipeline_Trail-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23620552-d967279-Reviews-Sendero_Los_Quetzales-Los_Naranjos_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d5973716-Reviews-Finca_Lerida-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g612409-d3264575-Reviews-Finca_Dracula-Cerro_Punta_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g612409-d10077481-Reviews-Haras_Cerro_Punta-Cerro_Punta_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d6351718-Reviews-Bajo_Mono_Camping_Site_Cascada_El_Tatica-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d15343387-Reviews-Escaleras_al_Cielo-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d300544-Reviews-or10-Volcan_Baru_National_Park-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d3728472-Reviews-Jungla_de_Panama_Wildlife_Refuge-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d3748869-Reviews-El_Explorador_Gardens-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d7654026-Reviews-SCHUMANN_S_PARK-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d10475904-Reviews-Cascada_Macho_de_Monte-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d13426865-Reviews-Los_Ladrillos-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d19882255-Reviews-Sendero_El_Pianista-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d3161474-Reviews-Alouatta_Sanctuary-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d1818312-Reviews-Boquete_Coffee_Tour-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d12703585-Reviews-Finca_Casanga-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d17585388-Reviews-Iwanna_Boquete_Tours-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d19632561-Reviews-Panama_Relocation_Tours-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d1979103-Reviews-Spa_Boquete_Professional_Massage_and_Spa_Facials-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d19320138-Reviews-Soul_Planet_Cycles-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d1429583-Reviews-Habla_Ya_Spanish_Immersion_Eco_Tours_Boquete-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d7262422-Reviews-Boquete_Bees_and_Butterflies-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d1602635-Reviews-Tree_Trek_Boquete-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d2357828-Reviews-Beyond_Adventure_Tours-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d6372520-Reviews-Panama_Pathfinders-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d2043685-Reviews-Boquete_Valley_Ruiz_Coffee_Shop-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34617-d8390757-Reviews-Blue_Mountain_Beach-Santa_Rosa_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1464940-d1848997-Reviews-Saint_Beatus_Caves-Sundlauenen_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d8471270-Reviews-Al_Nakheel_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057713-d2513065-Reviews-Sunken_City_Ruins_of_Simena-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g2037761-d11800518-Reviews-Pantai_Kelanang_Beach-Banting_Kuala_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g33667-d209435-Reviews-Main_Street-Telluride_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g42252-d10110478-Reviews-Rosy_Mound_Natural_Area-Grand_Haven_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13004209-Reviews-La_Mer-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d152880-Reviews-El_Arco_de_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303866-d478868-Reviews-Cape_Coast_Castle-Cape_Coast_Central_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298424-d300544-Reviews-or10-Volcan_Baru_National_Park-Boquete_Chiriqui_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298424-d300544-Reviews-Volcan_Baru_National_Park-Boquete_Chiriqui_Province.html"
    }
]