[
    {
        "attraction_name": "Wadi Ghuweir",
        "attraction_name_vi": "Wadi Ghuweir",
        "general_info": [
            "110 đánh giá",
            "- 2 trong số 13 điều cần làm ở Dana",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Đi bộ rất đẹp qua một hẻm núi. Gần như nhiệt đới ở một số điểm nhất định, với cây cọ, rêu và các loại cây khác. Tôi khuyên bạn nên đi bộ xuống dốc hai phần đầu tiên - - -8,5 km - đến hồ bơi, sau đó đi bộ lên dốc theo cách tương tự. Bạn sẽ bị ngập sâu trong nước ở một số điểm. Đọc thêm",
        "reviews": [
            "Chuyến đi bộ tuyệt đẹp trong hẻm núi cao hàng mét trên đầu bạn với những tảng đá có màu sắc tuyệt đẹp. Bạn sẽ bị ướt chân, vì vậy hãy mang giày hoặc ủng hoặc dép đi bộ phù hợp. Các quan điểm rất đẹp. Có lúc có rất nhiều cây xanh, cây cọ và dương xỉ. Bạn có một số tấm da kim loại để leo lên những tảng đá mà bạn tìm thấy trên đường đi. Một số trong số chúng hơi khó nhưng không sao nếu bạn khỏe mạnh và quen đi bộ đường dài. Ở phần thứ hai của chuyến đi bộ, bạn không có bóng râm lâu nên nếu ngày nắng thì sẽ rất nóng. Tôi khuyên bạn nên đội mũ, bôi kem chống nắng và mặc quần áo nhẹ. Bạn sẽ tìm thấy một số con lừa và người dân địa phương. Thật đáng tiếc khi có quá nhiều rác thải bị bỏ lại trên đường mòn. \nTôi khuyên bạn nên có người hướng dẫn vì một số đoạn của con đường có thể khó đi theo nhưng tôi nghĩ bạn có thể tự mình làm điều đó. Cuối cùng, bạn sẽ có một số người bán đồ uống tươi cho bạn. Nếu bạn quay lại Dana thì sẽ mất khoảng 2h30 để đến đó nhưng quang cảnh rất tuyệt và chúng tôi được nhìn và chạm vào những con lạc đà thật tuyệt!Đọc thêm",
            "Tuyệt đẹp, .. hoàn toàn tuyệt đẹp. Một trong những ngọn đèn cao nhất trong chuyến đi của chúng tôi ở Jordan. Chúng tôi đã có một hướng dẫn viên địa phương. Mặc dù chúng tôi có thể thực hiện chuyến đi mà không cần. Rất đáng ngạc nhiên, có lúc con lạch biến mất trong lòng đất và nhô lên cao hơn hàng mét. Cây trúc đào đang nở hoa. Ngâm mình trong một hồ bơi. Trà ở một nơi vắng vẻ. Những sinh vật hóa thạch có thể được tìm thấy giữa những tảng đá. Không có đủ từ để diễn tả trải nghiệm tuyệt vời nàyĐọc thêm",
            "Cuộc phiêu lưu đi bộ đường dài của Petra ehab - Chương trình chuyến đi.  - trang web . Tỉnh Shobak, Wadi Al-Ghuwair Al-Nakhil.  - Đặt trước thời hạn với xác nhận.  - Khu vực lễ tân. Thành phố Petra - . Số lượng cho phép lên tới 15 người.  - Bao gồm bữa trưa đóng hộp.  - Bao gồm hướng dẫn viên giàu kinh nghiệm.  - Vận chuyển từ đến.  - Thời gian của chuyến đi là 5-6 tiếng, đi bộ trong thung lũng.  - Giá là 70 dinar một người, bao gồm vận chuyển - ăn trưa - hướng dẫn - đồ uống Để liên hệ và đặt chỗ.  - 00962797891662 - Có chuyện gìĐọc thêm",
            "Đó là thiên đường trên trái đất. Nó thực sự là một địa điểm tuyệt vời để đi bộ đường dài. Nước rất đẹp, quang cảnh hẻm núi thật ngoạn mục và những ngọn núi trông khác nhau sau mỗi bước bạn đi.Đọc thêm",
            "Tuyệt đẹp, .. hoàn toàn tuyệt đẹp. Một trong những ngọn đèn cao nhất trong chuyến đi của chúng tôi ở Jordan. Chúng tôi đã có một hướng dẫn viên địa phương. Mặc dù chúng tôi có thể thực hiện chuyến đi mà không cần. Rất đáng ngạc nhiên, có lúc con lạch biến mất trong lòng đất và nhô lên cao hơn hàng mét. Cây trúc đào đang nở hoa. Ngâm mình trong một hồ bơi. Trà ở một nơi vắng vẻ. Những sinh vật hóa thạch có thể được tìm thấy giữa những tảng đá. Không có đủ từ để diễn tả trải nghiệm tuyệt vời nàyĐọc thêm",
            "Chuyến đi bộ tuyệt vời, hầu như không có khách du lịch. Cần mang theo giày để đi nước ít nhất ở một số nơi. Lựa chọn tốt nhất là đi cùng hướng dẫn viên địa phương. Đọc thêm",
            "Wadi Al Ghuweir rất đẹp và tự nhiên - ngoài những hình vẽ bậy, rác thải và những thói quen trong phòng tắm thiếu suy nghĩ của mọi người - tôi tưởng tượng rằng Wadi Al Ghuweir chính là cách người Siq nhìn vào người Nabatean khi họ lần đầu tiên đến đây nhiều năm trước.  Đề nghị của tôi, hãy đến Siq trước khi đến Wadi Al Ghuweir nếu không bạn có nguy cơ thất vọng về Siq - bên ngoài vẻ huy hoàng của việc đi vào Kho bạc - .  Nếu bạn đang nghĩ đến việc đến Wadi Al Ghuweir, hãy nhớ rằng đây không phải là một chuyến đi bộ dễ dàng.  Nó bao gồm việc leo lên và xuống những tảng đá lớn có bước chân bằng kim loại hơi khó khăn, những tảng đá nhỏ hơn không có thang, nước sâu đến mắt cá chân ở một số nơi và nước sâu đến đầu gối ở những nơi khác - mực nước thay đổi tùy theo thời điểm của bất kỳ cơn mưa nào.  Một chiếc gậy đi bộ rất hữu ích.  Không có phòng tắm hoặc nguồn nước uống.  Bên ngoài những chiếc thang, nó hoàn toàn - không được cải thiện - khiến cho việc đi bộ thậm chí còn tốt hơn.  Đối với những người đang cân nhắc việc mang theo trẻ em, thang là một thách thức đối với những người cao dưới 5 feet, vì vậy bạn có thể phải đưa những đứa trẻ nhỏ hơn lên xuống bề mặt đá.  Nhìn chung, việc đi bộ, đi bộ đường dài và lội đến thác nước và quay lại mất cả ngày và chúng tôi đi bộ khoảng 10 dặm - khoảng 15 km -.  Lời khuyên của người trong cuộc, hãy dừng lại ở ốc đảo và bỏ qua chuyến đi đến thác nước.  Ốc đảo là điểm nhấn, và bạn sẽ chỉ thêm rất nhiều bậc thang để nhìn thấy một thác nước rất tầm thường.  Đọc thêm",
            "Chuyến đi bộ tuyệt đẹp trong hẻm núi cao hàng mét trên đầu bạn với những tảng đá có màu sắc tuyệt đẹp. Bạn sẽ bị ướt chân, vì vậy hãy mang giày hoặc ủng hoặc dép đi bộ phù hợp. Các quan điểm rất đẹp. Có lúc có rất nhiều cây xanh, cây cọ và dương xỉ. Bạn có một số tấm da kim loại để leo lên những tảng đá mà bạn tìm thấy trên đường đi. Một số trong số chúng hơi khó nhưng không sao nếu bạn khỏe mạnh và quen đi bộ đường dài. Ở phần thứ hai của chuyến đi bộ, bạn không có bóng râm lâu nên nếu ngày nắng thì sẽ rất nóng. Tôi khuyên bạn nên đội mũ, bôi kem chống nắng và mặc quần áo nhẹ. Bạn sẽ tìm thấy một số con lừa và người dân địa phương. Thật đáng tiếc khi có quá nhiều rác thải bị bỏ lại trên đường mòn. Tôi khuyên bạn nên có người hướng dẫn vì một số đoạn của con đường có thể khó đi theo nhưng tôi nghĩ bạn có thể tự mình làm điều đó. Cuối cùng, bạn sẽ có một số người bán đồ uống tươi cho bạn. Nếu bạn quay lại Dana thì sẽ mất khoảng 2h30 để đến đó nhưng quang cảnh rất tuyệt và chúng tôi được nhìn và chạm vào những con lạc đà thật tuyệt!Đọc thêm",
            "Đi bộ rất đẹp qua một hẻm núi. Gần như nhiệt đới ở một số điểm nhất định, với cây cọ, rêu và các loại cây khác. Tôi khuyên bạn nên đi bộ xuống dốc hai phần đầu tiên - - -8,5 km - đến hồ bơi, sau đó đi bộ lên dốc theo cách tương tự. Bạn sẽ bị ngập sâu trong nước ở một số điểm. Đọc thêm",
            "Tôi là người hướng dẫn đường Wadi Alghuwair và tôi đặc biệt khuyên du khách nên dùng nó. Nó bao gồm 3 cấp độ Sự sáng tạo của Người sáng tạoĐọc thêm",
            "Trải nghiệm tuyệt vời khi bạn lần đầu tiên đến siq. Chỉ cần sẵn sàng thực hiện một số động tác leo đá và tìm đường đi vòng qua các chướng ngại vật, bạn sẽ nhận được phần thưởng xứng đáng cho việc đó.Đọc thêm",
            "Đi bộ tuyệt vời và không khó khăn như mong đợi.  Có những bậc đá được dán vào tảng đá khó và một phần khác là một chiếc thang làm bằng gỗ.  Vợ tôi lo lắng rằng nó sẽ quá khó nhưng cô ấy rất thích nó. Lái xe có biển chỉ dẫn ở một số nơi cũng như sử dụng Google maps để đến bãi đậu xe.  Có một con đường dài ngoằn ngoèo dẫn vào thung lũng.  Sau đó, đi bộ một đoạn rất ngắn đến suối và đi ngay xuống hạ lưu. Mực nước đủ thấp nên chúng tôi có thể giữ giày khô và không cần mang dép để đi dưới nước. Tôi chỉ mất chưa đầy 2 giờ để đến hồ ốc đảo và thác nước nhỏ.  Chúng tôi đi xa hơn một chút rồi quay lại để thực hiện chuyến đi khứ hồi kéo dài 4 giờ.Đọc thêm"
        ],
        "star_ratings": [
            95,
            13,
            1,
            1,
            1
        ],
        "review_amount": 111,
        "location": [
            "Các hoạt động ở Dana",
            "Trung đông",
            "Jordan",
            "Wadi Ghuweir",
            "Dana",
            "Tỉnh Tafilah"
        ],
        "reviews_time": [
            "Written October 2, 2023",
            "Written October 10, 2023",
            "Written March 13, 2024",
            "Written June 3, 2024",
            "Written May 23, 2024",
            "Written March 13, 2024",
            "Written November 18, 2023",
            "Written October 20, 2023",
            "Written October 10, 2023",
            "Written October 2, 2023",
            "Written September 11, 2023",
            "Written April 7, 2023",
            "Written November 30, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g318873-d784369-Reviews-Wadi_Ghuweir-Dana_Tafilah_Governorate.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d324377-Reviews-Dana_Nature_Reserve-Dana_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1959533-d21089818-Reviews-Shobak_Castle-Shoubak_Ma_an_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d27499730-Reviews-Dana_Biosphere_Reserve-Dana_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1959533-d27433161-Reviews-Shobak_Castle_Montreal-Shoubak_Ma_an_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d784369-Reviews-or10-Wadi_Ghuweir-Dana_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g23778892-d26303470-Reviews-Feynan_wild_camp-Feynan_Al_Aqabah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g2636798-d26499433-Reviews-Dana_Bike_Rentals-Tafilah_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19392668-Reviews-Club_Heaven_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g40516-d4549985-Reviews-Fortunes_Rocks_Beach-Biddeford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d7034305-Reviews-Hikkaduwa_Beach-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d8762954-Reviews-Lux_Express-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3335196-Reviews-Sanrio_Luxe-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d25193554-Reviews-Cactus_Car-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026427-d2661378-Reviews-Hinulugang_Taktak-Antipolo_City_Rizal_Province_Calabarzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553045-Reviews-Magic_Motion_Rides_at_the_Excalibur-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g41657-d280185-Reviews-Singing_Beach-Manchester_by_the_Sea_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d23470847-Reviews-The_Gibson_Garage-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g318873-d784369-Reviews-or10-Wadi_Ghuweir-Dana_Tafilah_Governorate.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g318873-d784369-Reviews-Wadi_Ghuweir-Dana_Tafilah_Governorate.html"
    }
]