[
    {
        "attraction_name": "Wadi El Gemal National Park",
        "attraction_name_vi": "Vườn quốc gia Wadi El Gemal",
        "general_info": [
            "313 đánh giá",
            "5 trong số 23 điều cần làm ở Marsa Alam",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "CÔNG VIÊN QUỐC GIA WADI EL GEMAL là một trong những khu vực tự nhiên nhất của Ai Cập, được tuyên bố là khu vực được bảo vệ nhưng được sử dụng để sáng tạo, có nhiều điểm lặn, ngắm chim, thư giãn, nhà cá heo, safari và đồ cổ từ thời La Mã. Chúng tôi cung cấp chương trình sinh thái đa dạng cho WADI EL GEMAL, chương trình LẶN SINH THÁI, chương trình ngắm chim, chương trình sa mạc, chương trình nhà cá heo bao gồm phương tiện di chuyển từ khắp mọi nơi ở Ai Cập, chỉ cần gửi Email cho chúng tôi. Đọc thêm",
        "reviews": [
            "Điểm đến yêu thích đáng yêu của tôi là Marsa Alam tuyệt vời hơn nhiều so với Maldives, đặc biệt là lặn với ống thởĐọc thêm",
            "Có rất nhiều động vật dưới nước. Không có động vật nào khác xung quanh sa mạc này. Sa mạc đẹp nhưng chỉ có khách du lịch trong nhiều dặm. Đọc thêm",
            "Không nghi ngờ gì nữa, sa mạc rất đẹp, và việc gần một khu vực của Biển Đỏ chưa được phát triển thì thật tuyệt. Tôi thích nơi này. Nhưng nếu bạn định ngắm lạc đà hoang dã, chúc may mắn. Chúng tôi chỉ thấy 3 con chạy rất nhanh qua chúng tôi từ xa lộ. Hầu hết lạc đà đều thuộc sở hữu tư nhân của người Bedouin. Tôi rất vui khi thấy những bức ảnh gây hiểu lầm về đàn lạc đà hoang dã tụ tập lại với nhau đã bị gỡ xuống. Xin hãy cẩn thận đừng làm căng thẳng những chú cá heo trong nơi chúng nghỉ ngơi. Chúng tôi đã tránh chuyến tham quan này vì tất cả những hành vi quấy rối khủng khiếp, man rợ mà các công ty lữ hành cho phép khách du lịch làm. Tôi cảm thấy rất tiếc cho những chú cá heo. Đọc thêm",
            "Những bức ảnh lạc đà trong hẻm núi được chụp ở sa mạc Ennedi ở Tchad. Đó không phải là ở Vườn Quốc gia này. Đừng tin tưởng các nhà điều hành tour du lịch quảng cáo của họ bằng những hình ảnh đó.Đọc thêm",
            "Chúng tôi nhìn thấy lạc đà, cây keo, ngôi đền La Mã và trên đường trở về, chúng tôi bơi ở rạn san hô El Luli. Chuyến đi tuy dài nhưng trải nghiệm không thể nào quên.Đọc thêm",
            "Đó là một nơi hoàn hảo và quang cảnh thật tuyệt vời. Chúng tôi đã nhìn thấy cây mangalof có tuổi đời hơn 150 năm, quang cảnh rất đẹp, tôi cảm thấy như đang ở MaldivesĐọc thêm",
            "Công viên quốc gia xinh đẹp! Bạn cần phải đánh vào hai điểm quan trọng. Bãi biển Ras Hankorab và Bãi biển Mangrove! Bãi biển Ras Hankorab AKA Sharm Elluli là một trong những bãi biển đẹp nhất từ ​​trước đến nay! Lối vào hơi bị ẩn, nhưng bạn sẽ tìm thấy một dấu hiệu cho nó. Từ đường chính, bạn sẽ đi một con đường hẹp, không trải nhựa và không có biển báo. Bất kỳ chiếc ô tô nào cũng có thể đến được, nhưng hãy lái xe cẩn thận. Mẹo: Đảm bảo thanh toán phí vào cửa Công viên Quốc gia 25 LE mỗi người và 25 LE mỗi xe trước khi vào bãi biển. Bạn sẽ tìm thấy nó cách lối vào bãi biển Ras Hankorab 2 KM về phía Nam. Bãi biển Mangrove cách Ras Hankorab 30 KM về phía Nam. Bãi biển rất đẹp và quang cảnh rất độc đáo Hoàn toàn xứng đángĐọc thêm",
            "wadi Gemal là một phần của thiên đường. nơi này thực sự tuyệt vời màu sắc của biển thực sự đáng kinh ngạc. có rất nhiều điểm lặn và lặn. chúng tôi đã đến Hankorab, sharm el lulli, mangarof. bạn cũng có thể thực hiện chuyến đi biển từ hamata, nơi bạn có thể ghé thăm đảo satayah của cá heo, một nơi tuyệt vời. Ngoài ra còn có chuyến đi safari nơi bạn có thể có trải nghiệm tuyệt vời khi ngắm saoĐọc thêm",
            "Đi thuyền quanh quần đảo Hamata là điều bắt buộc, hoặc ghé thăm Sharm El Luli. Hãy mang theo những vật dụng cần thiết của riêng bạn đến Sharm El Luli vì ở đó không có gì để ăn hoặc uống. Đọc thêm",
            "Công viên quốc gia Wadi El Gemal Thung lũng lạc đà là một công viên quốc gia là một khu vực sa mạc và nước ven biển rộng lớn nằm cách Marsa Alam 45 km về phía nam.  Nó nằm cách sân bay Marsa Alam khoảng 2 giờ lái xe. Công viên là nơi trưng bày các tác phẩm nghệ thuật trên đá thời tiền sử cũng như các tàn tích của thời Ptolemaic và La Mã, đồng thời ngọn núi Mons Smaragdus là địa điểm của các cộng đồng khai thác mỏ nhỏ có từ thời Ai Cập cổ đại. Đối với những ai hơi lo lắng, bạn có thể muốn đến thăm Trước tiên hãy thử cưỡi lạc đà một đoạn ngắn trên bãi biển khách sạn của bạn - điều này có thể thực hiện được ở nhiều khu nghỉ dưỡng bao gồm Khu nghỉ dưỡng Al Nada bốn sao, cách sân bay 20km về phía nam. Công viên có nhiều động vật hoang dã và thảm thực vật phong phú đến mức đáng ngạc nhiên cũng như các di tích lịch sử có từ trước đó Thời kỳ La Mã Một lựa chọn thay thế khác giúp bạn bớt lo lắng hơn khi tham gia một số chuyến đi săn bằng lạc đà chẳng hạn như ở Công viên Quốc gia Wadi El Gemal là lựa chọn xe kéo bằng lạc đà sẽ đưa bạn an toàn qua các wadi và cồn cát dừng lại để bạn có thể nhìn thấy hoang dã hoặc để bạn có thể nếm thử các món ăn địa phương như bánh mì nướng trên lửa trên cát hoặc phô mai lạc đàĐọc thêm",
            "Xin chào\nTôi muốn thực hiện chuyến tham quan đến công viên Wadi El Gemal. Bạn có thực hiện chuyến tham quan vào Chủ Nhật không? Là ngày duy nhất tôi có thể đi. Và bạn có đón từ khách sạn ở Coraya không? Tôi đang ở Coraya Đọc thêm",
            "Bạn có thể thuê ô tô đến thăm công viên không?Đọc thêm",
            "Chào buổi sáng mọi người, chồng tôi không lặn ở nơi chân anh ấy chạm vào... bạn có giới thiệu chuyến tham quan này ngay cả với những người không bơi giỏi không? cảm ơn bạn rất nhiều trướcĐọc thêm",
            "Tôi sẽ nói có.\nNhững người tổ chức các chuyến du ngoạn thực sự rất tốt bụng và luôn thành lập một nhóm không biết bơi giỏi hoặc sợ nước phải luôn ở gần họ.\nCảnh đẹp mà đi bao giờ cũng đáng!!\nTôi giới thiệu Hamata nếu có thể, đó là một nơi tuyệt vời!\nChúc bạn vui vẻ! Đọc thêm",
            "Xin chào,\n\nChúng tôi mong muốn có được trải nghiệm tương tự. Ai đã giúp Bạn tổ chức việc này?\nBây giờ chúng tôi đang ở Marsa Alam.\n\nCảm ơn bạn trước!\n\nAdamĐọc thêm",
            "Chúng tôi hỏi tại bàn thông tin của khách sạn, họ biết một đại lý và đặt chỗ cho chúng tôi. \n\nĐây là số trình điều khiển 201284836884 trong trường hợp bạn cần.Đọc thêm",
            "Chào,\n\nChúng ta có thể đặt chuyến đi đến thung lũng lạc đà và đài quan sát ở đâu và bằng cách nào?\n\nCảm ơn!Đọc thêm",
            "Xin chào,\nBạn có thể liên hệ với chúng tôi qua Email trong phần liên hệ của chúng tôi hoặc gửi cho tôi một tin nhắn riêng và tôi sẽ liên hệ với bạn càng sớm càng tốt.Đọc thêm",
            "CHI PHÍ BAO NHIÊU để thực hiện chuyến tham quan này ??? Và nó bao gồm những gì? Và nó kéo dài bao lâu??Đọc thêm",
            "Chào buổi tối bà\n denisedemarco, chi phí của chuyến tham quan khác nhau tùy theo từng làng nhưng chúng tôi ở khoảng 5060. Nó bao gồm ba điểm dừng để lặn với ống thở, tham quan đảo và ăn trưa trên tàu. Thời gian phụ thuộc vào khoảng cách từ làng đến Hamata, cảng khởi hành từ số 67. Chúc các bạn có một kỳ nghỉ vui vẻ và một chuyến du ngoạn vui vẻ.Đọc thêm",
            "Xin chào các bạn, \n\nKhoảng cách từ cảng ghalib là bao xa vì tôi sẽ ở trong khu nghỉ dưỡng hoa tulip ở cảng ghalib?! \nVà có chuyến đi một ngày nào mà tôi có thể đặt trước từ đó không, nếu có thì có liên hệ gì không và chi phí thường là bao nhiêu ?!! \nĐọc thêm",
            "Xin chào, thông thường bạn liên hệ với người nhận và hỏi họ về chuyến tham quan Wadi El Gemal Satayah, thông thường chi phí là 500 người bao gồm cả đưa đón.\nPortGaleb cách Wadi El Gemal khoảng 2 giờ.\nChúc bạn có một kỳ nghỉ vui vẻĐọc thêm",
            "Tôi thích đến thăm nhưng tôi không biết nên ở đâu và làm cách nào để đến đó.\n\nTôi cần ngắm nhìn thiên nhiên, động vật hoang dã nếu có thể...\n\ncó ai có liên hệ không??.\n\nCảm ơnĐọc thêm",
            "Bạn có thể đến đó bằng máy bay hoặc xe buýt. Có 10 lựa chọn về địa điểm lưu trú gần Wadi El-Gemal.  Bạn cũng có thể tìm kiếm sự trợ giúp từ Nhóm Abu Dabbab, tìm kiếm họ trên facebook để tổ chức các chuyến đi cả ngày hoặc cả ngày.Đọc thêm",
            "xin chào Ghada,\nlàm sao tôi có thể ngủ được ở wady el gemal???tôi nên làm gì??tôi không biết gì cả\nbạn có thể vui lòng cho tôi biết được không?Đọc thêm",
            "Xin chào, nếu bạn muốn nói đến khách sạn hoặc khu nghỉ dưỡng, vâng, ở đó có rất nhiều khu nghỉ dưỡng phù hợp như Shams alam.Đọc thêm",
            "Chào mọi người! Tôi đang tìm cách đến khu vực hồ sao băng El Nayzek. Nhìn có vẻ đáng kinh ngạc nhưng không thể tìm thấy bất kỳ thông tin nào về vị trí của nó. Bất kỳ đề xuất? Cảm ơn!Đọc thêm",
            "Hii, hồ bơi Nayzak nằm cách Marsa alam 14 km.Đọc thêm"
        ],
        "star_ratings": [
            226,
            63,
            13,
            6,
            5
        ],
        "review_amount": 313,
        "location": [
            "Châu phi",
            "Ai Cập",
            "Biển Đỏ và Sinai",
            "Marsa Alam",
            "Những điều cần làm ở Marsa Alam",
            "Vườn quốc gia Wadi El Gemal"
        ],
        "reviews_time": [
            "Written August 23, 2023",
            "Written April 23, 2023",
            "Written February 5, 2023",
            "Written October 28, 2022",
            "Written July 25, 2022",
            "Written July 13, 2022",
            "Written October 4, 2020",
            "Written September 2, 2019",
            "Written November 7, 2018",
            "Written October 1, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311425-d1055270-Reviews-Wadi_El_Gemal_National_Park-Marsa_Alam_Red_Sea_and_Sinai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d1055270-Reviews-or10-Wadi_El_Gemal_National_Park-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g488096-d6599291-Reviews-Deep_Ocean_Blue_Diving_Center-El_Quseir_Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d2703875-Reviews-Sharm_El_Luli-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d604074-Reviews-Elphinstone_Reef-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d6834178-Reviews-Abu_Dabbab_Beach-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d604075-Reviews-Dolphin_House_Shaab_Samadai-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d7291650-Reviews-Sataya_Dolphin_Reef-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d1946585-Reviews-Marsa_Mubarak-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d2067361-Reviews-Marsa_Shoona_Bay-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d12672646-Reviews-El_Qulan_Mangrove_Forest-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d3354585-Reviews-Gebel_El_Rosas-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104861-Reviews-Ford_s_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32469-d268764-Reviews-Francis_Beach-Half_Moon_Bay_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147355-d152814-Reviews-Anegada_Island-Road_Town_Tortola_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34671-d3833376-Reviews-Surfside_Beach-Surfside_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d11094478-Reviews-Hilton_Head_Distillery-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d123072-Reviews-Wildwood_Beach-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19502238-Reviews-Oligark-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1650033-d6680569-Reviews-Stalactite_Cave_Nature_Reserve-Beit_Shemesh_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d6104104-Reviews-Mirissa_Beach-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177043-d6995666-Reviews-Karavostasi_Beach-Bali_Rethymnon_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311425-d1055270-Reviews-or10-Wadi_El_Gemal_National_Park-Marsa_Alam_Red_Sea_and_Sinai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311425-d1055270-Reviews-Wadi_El_Gemal_National_Park-Marsa_Alam_Red_Sea_and_Sinai.html"
    }
]