[
    {
        "attraction_name": "Wadi Degla",
        "attraction_name_vi": "Wadi Degla",
        "general_info": [
            "47 đánh giá",
            "56 trong số 303 điều cần làm ở Cairo",
            "Khu vực hoang dã tự nhiên",
            "Thung lũng"
        ],
        "attraction_summary": "Nằm cách vùng ngoại ô Maadi của Cairo chỉ 15 phút, thung lũng gồ ghề này có nhiều loài động vật đa dạng bao gồm hươu, thỏ rừng, cáo đỏ, bò sát, rùa Ai Cập, 12 loài chim cư trú và di cư cùng 64 loại thực vật.Đọc thêm",
        "reviews": [
            "Khu vực sa mạc ngoạn mục cách một trong những thành phố lớn nhất thế giới trong vòng 15 phút. Khuyến nghị cao nhất của tôi là đạp xe leo núi ở Wadi Degla vào lúc bình minh hoặc hoàng hôn. Có một số khu vực ô nhiễm rác thải ở một số khu vực nhất định, nhưng việc vượt xa hơn sẽ mang đến cho bạn 100 km đường mòn đi bộ đường dài và đạp xe leo núi xuyên qua một số mỏm đá, cao nguyên và hẻm núi ngoạn mục.  MTB Ai Cập có trang web Facebook hoặc chỉ cần xem trên Strava để biết bản đồ đường mòn.Đọc thêm",
            "Ở vùng ngoại ô phía tây nam của Cairo, bạn sẽ tìm thấy Wadi Degla, một hẻm núi giống như sa mạc mang đến một nơi khá yên tĩnh để đi bộ khi bạn đến thăm hoặc sống ở Cairo. Thật không may, địa điểm thiên nhiên xinh đẹp này cũng là một bãi rác lộ thiên và bạn có thể thấy nhiều túi nhựa và chai lọ hơn cây cối hoặc bụi rậm trên sa mạc. Mặc dù nơi này được coi là được bảo vệ nhưng không có chính sách dọn dẹp hoặc quản lý rác thải, và người Ai Cập vẫn coi việc để rác ngoài tự nhiên là bình thường. Buồn ... Sau khi lặn giữa các loại nhựa ở biển đỏ, bạn có thể tận hưởng việc đi dạo giữa các loại nhựa trên sa mạc. Đã đến lúc tất cả các quốc gia phải thức tỉnh và giải quyết vấn đề nhựa một cách nghiêm túc.Đọc thêm",
            "Đây là một trong những nơi đẹp nhất từng đến thăm ở Cairo Cách xa mọi ồn ào, giao thông và ô nhiễm. Cuộc sống tự nhiên không có kết nối di động Nó nằm gần maadi cách câu lạc bộ thể thao Wadi Degla khoảng 2km Mở cửa từ 8 giờ sáng đến 5 giờ chiều và bạn có thể mua vé và chi tiêu cả đêm nữa Nhưng hãy đảm bảo rằng bạn có mọi thứ bạn cần Đọc thêm",
            "Mặc dù điều này sẽ không nằm trong danh sách mười điều của tôi nếu đến thăm Cairo lần đầu tiên, lần thứ hai hoặc có thể là lần thứ ba, nhưng vì một cư dân của Cairo có khu vực sông được bảo vệ rất gần thực sự được đánh giá cao. Đây là nơi chúng tôi đến để thực hiện một chuyến phiêu lưu khi các con tôi nhỏ hơn 2-10 tuổi - và bây giờ chúng tôi đi xe đạp leo núi và dã ngoại. Khu vực này trở nên đông đúc với gia đình và thanh thiếu niên đang tìm kiếm sự riêng tư... vào các ngày lễ hoặc cuối tuần, nhưng lại vắng khách vào đầu ngày thứ Sáu và các buổi chiều các ngày trong tuần. Các khu vực BBQ có thể bẩn, nhưng chúng tôi mang theo bữa trưa và có thể dừng lại ở bất cứ đâu - còn lại rất nhiều khu vực yên tĩnh, yên tĩnh. Đây có lẽ là khu vực sa mạc gần nhất và dễ dàng nhất để đến gần Cairo.Đọc thêm",
            "Chúng tôi muốn xem một số khu vực tự nhiên gần Cairo và Wadi Degla được gợi ý vì vẻ đẹp và cơ hội ngắm nhìn động vật hoang dã của nó. Nó thực sự gần Cairo chỉ 15 phút lái xe, thành phố ồn ào đông đúc bị bỏ lại phía sau. Chúng tôi đi bộ khám phá một chút - rất thú vị. Nhìn thấy một số dấu vết của động vật, nhưng những con Cáo nhỏ đó đang lẩn trốn. Đẹp! Hãy tận hưởng!Đọc thêm",
            "một thung lũng được bảo tồn tự nhiên, nằm ở zahraa al maadi, giữa phía nam cairo, một nơi thích hợp để đi bộ, chạy, leo núi, đạp xe, BBQ, một nơi tốt cho chuyến đi trong ngàyĐọc thêm",
            "Nơi thú vị để đi xe đạp và tổ chức tiệc BBQ. hãy chắc chắn rằng nơi bạn định cư sạch sẽ. Vấn đề là bạn phải trông chừng những con chó của mình nếu có vì đôi khi chúng để lại chất độc để giết những con đi lạc và trông chừng con bạn vì chúng có thể nhặt được thứ gì đó. và nó đóng cửa sớm nên hãy đến sớm.Đọc thêm",
            "Trải nghiệm rất tốt và nó khác biệt. Tôi đã đi bộ đến đó với bạn bè và tổ chức một bữa tiệc BBQ. Thật là đáng nhớ.Đọc thêm",
            "Tôi đã tìm thấy địa điểm này trong cố vấn chuyến đi, khi đang tìm một địa điểm để lái xe trên cát ở Cairo. Địa điểm này nằm rất gần và tôi chỉ mất 20 phút để đến nơi. Nó có một con đường đã được tạo sẵn để bạn có thể lái chiếc ô tô của mình mà không cần phải là một chiếc SUV, bất kỳ chiếc ô tô nào cũng được. Ngoài ra, đối với những người đam mê lái xe, bạn cũng có thể tự tìm đường đi qua bãi cát. Điều thú vị hơn ở địa điểm này là bạn có thể đi bộ đường dài. Vì vậy, sau khi lái xe khoảng 7 KM, tôi đỗ xe và đi bộ lên núi, cảm giác thật thú vị. Nơi này cũng luôn là nơi để cắm trại và là địa điểm tuyệt vời cho tiệc nướng và cổng vào.Đọc thêm",
            "Khu bảo vệ Wadi Degla là một hẻm núi dài 12 km về phía đông nam Maadi, Cairo, Ai Cập. Giống như những du khách khác đã viết: chỉ cách một thị trấn nhộn nhịp 5 phút với những con phố và đường cao tốc tắc nghẽn, ô nhiễm và tiếng ồn. Chúng tôi chọn một ngày trong tuần và đi dạo một mình giữa vùng hoang dã. Bây giờ, Wadi Degla không phải là Grand Canyon, nhưng nó có những khối đá ấn tượng, gỗ hóa đá và hóa thạch, đồng thời bạn có thể nhìn thấy một số loài chim quý hiếm và các động vật sa mạc khác. Có thể đi đến sườn hẻm núi - vui lòng mang giày hợp lý - và bạn có thể ngắm nhìn một số góc nhìn toàn cảnh. Lối vào khu bảo hộ nằm ở cuối con đường nghèo trong khu công nghiệp. Bản đồ Google sẽ đưa bạn đến đó mà không gặp vấn đề gì. Lái xe của bạn vào hẻm núi, càng vào sâu càng tốt. Chúng tôi có một chiếc ô tô rất nhỏ, không có 4WD nên chỉ đi được đến km 7 và tiếp tục đi bộ đoạn còn lại và một số thung lũng nhánh nhỏ. Chọn thời tiết mát mẻ, trời có thể khá nóng. Mặt khác, tôi không muốn ở đó khi trời có bão hoặc mưa. Có khả năng cắm trại. Nhưng: không có nước và nhà vệ sinh ở đó! Đầu đường có thùng rác, đâu phải đâu cũng mong người dân mang rác về mang về. Tóm lại: một bất ngờ tích cực đối với những người yêu thiên nhiên khi ở lại Cairo!Đọc thêm",
            "Tôi có thể mang theo con chó của mình không?Đọc thêm",
            "Có ai muốn sớm đi bộ đường dài ở wadi degla không?Đọc thêm",
            "Nó đóng cửa vào ban đêm bằng gì?Đọc thêm",
            "Bạn có thể qua đêm nhưng phải báo cho bảo vệ và trả 50 LE mỗi người.\nĐọc thêm",
            "Làm cách nào để đến Wadi Degla bằng phương tiện công cộng bằng xe buýt? Đâu là chuyến xe buýt tốt nhất và tôi nên đi ở đâu ngay cả khi tôi cần bắt taxi sau khi xuống xe?Đọc thêm",
            "Xin chào Yasmine, Đây không phải là nơi thích hợp cho việc chuyển giao công cộng vì nó rất biệt lập, hẻo lánh và không có cơ sở hạ tầng. Hầu hết chúng tôi chỉ thấy những chiếc SUV khác. Khi còn là một phụ nữ trẻ, tốt nhất bạn nên đến đó cùng một nhóm bạn bằng chiếc SUV địa hình gồ ghề. Với tư cách là một Người cha, tôi sẽ nói rằng Vâng, Phong cảnh rất tuyệt, nhưng sự an toàn của bạn là trên hết!    DaveĐọc thêm",
            "Bạn có thể nhìn thấy các ngôi sao vào ban đêm không?Đọc thêm",
            "tôi không nghĩ vậyĐọc thêm",
            "Buổi sáng khu bảo vệ mở cửa vào lúc mấy giờ? Tôi muốn đi sớm vào sáng thứ Sáu để tránh cái nóng; có ai biết mấy giờ nó mở cửa không?Đọc thêm",
            "Cổng mở ít nhất lúc 7 giờ sáng vào mùa hèĐọc thêm",
            "Có thể cắm trại ở wadi degla không? Một người bạn ở Ai Cập nhắc đến wadi degla khi tôi hỏi về địa điểm cắm trại gần Cairo.\nCảm ơn mọi phản hồi.Đọc thêm",
            "Có, nhưng bạn phải mang theo mọi thứ bên mình và không có nước và nhà vệ sinhĐọc thêm",
            "chính xác thì nó ở đâu? nó không hiển thị trên google mapsĐọc thêm",
            "Tìm kiếm wadi degla bảo vệ trên google mapsĐọc thêm"
        ],
        "star_ratings": [
            16,
            18,
            10,
            2,
            1
        ],
        "review_amount": 47,
        "location": [
            "Châu phi",
            "Ai Cập",
            "Cairo",
            "Wadi Degla",
            "Tỉnh Cairo",
            "Những điều cần làm ở Cairo"
        ],
        "reviews_time": [
            "Written December 24, 2022",
            "Written June 6, 2021",
            "Written February 3, 2020",
            "Written January 18, 2020",
            "Written February 14, 2019",
            "Written November 12, 2018",
            "Written October 5, 2018",
            "Written May 11, 2018",
            "Written February 27, 2018",
            "Written February 5, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294201-d469334-Reviews-Wadi_Degla-Cairo_Cairo_Governorate.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d469334-Reviews-or10-Wadi_Degla-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d543611-Reviews-Al_Azhar_Park-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d469499-Reviews-Zamalek_Gezira_Island-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d472084-Reviews-Nile_River-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d2445729-Reviews-Nilometer-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d469338-Reviews-Western_Desert-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d6820930-Reviews-Mokkatom_Mountain-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d6364021-Reviews-Japanese_Garden-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d27497102-Reviews-Merryland_Park-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d566613-Reviews-Sayyed_Zeinab_Cultural_Park-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d27688005-Reviews-Asterisco_Tours-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d196160-Reviews-Atomium-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d4462611-Reviews-Cajon_Pass-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d1467182-Reviews-Cueva_del_Indio-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7702001-Reviews-Cancun_Airport_Transportation-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g189117-d319391-Reviews-Antigo_Mercado_de_Escravos-Lagos_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g33742-d12731668-Reviews-Clinton_Town_Beach-Clinton_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d10716510-Reviews-Boca_Raton_Beaches-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34105-d2244360-Reviews-Boyett_s_Grove-Brooksville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g672292-d10484186-Reviews-La_Parguera_Bioluminescent_Bay-La_Parguera_Lajas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g303829-d554772-Reviews-Jama_Grotta_Baredine-Porec_Istria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294201-d469334-Reviews-or10-Wadi_Degla-Cairo_Cairo_Governorate.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294201-d469334-Reviews-Wadi_Degla-Cairo_Cairo_Governorate.html"
    }
]