[
    {
        "attraction_name": "Waikoloa Beach Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng bãi biển Waikoloa",
        "general_info": [
            "304 đánh giá",
            "- 2 trên 14 Mua sắm ở Waikoloa",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Mở rộng sự mong đợi của bạn, thỏa mãn các giác quan với trải nghiệm không giới hạn về một khu nghỉ dưỡng tuyệt vời ở Đảo Lớn. Hãy té nước, lướt sóng, đi dạo trên cát hoặc bắt đầu chuyến đi săn mua sắm mọi thứ dưới ánh mặt trời. Nhấm nháp và thưởng thức những món ăn, đồ uống thơm ngon. Thư giãn trong môi trường xung quanh sang trọng tại các khách sạn bốn sao và căn hộ nhiệt đới. Hoặc, giải phóng nhà vô địch bên trong bạn trên hai sân gôn khó tin ở Đảo Lớn. Kỷ niệm các dịp quanh năm với các phong tục và văn hóa dân tộc, đồng thời lắng nghe âm nhạc của từng khoảnh khắc, nhịp tim của hula, những câu chuyện về kumu, tạo nên những kỷ niệm lâu dài. Khu nghỉ dưỡng bãi biển Waikoloa tại Anaehoomalu huyền thoại bao quanh bạn với cảm giác về một nơi chốn. Hãy để nơi này ôm lấy bạn.Đọc thêm",
        "reviews": [
            "Tôi cho rằng nơi này phù hợp với các gia đình có trẻ nhỏ hoặc người già. Tôi không đề xuất địa điểm này cho những người thích phiêu lưu hoặc những người thích bất cứ điều gì độc đáo. Ngoài ra, mọi người sẽ thúc đẩy bạn mua phiên bản chia sẻ thời gian của họ. Bản thân bất động sản này hơi cũ mặc dù quang cảnh rất đẹp .... nếu bạn có thể tìm được chỗ ngồi. Chắc chắn là lưu ý cho những người năng động, lãng mạn hoặc các cặp đôi. Phòng đã cũ, nhưng đủ sạch sẽ. Đọc thêm",
            "Chúng tôi đã là chủ sở hữu của Bay Club gần 20 năm và luôn yêu thích khu nghỉ dưỡng này. Một điều chúng tôi yêu thích là chơi gôn. Câu lạc bộ Bay nằm ngay trên sân và có, hay đúng hơn là có hai sân 18 lỗ tuyệt đẹp. Khu nghỉ dưỡng vừa quyết định đóng cửa 9 lỗ để phát triển thêm căn hộ. Được rồi, bây giờ chúng ta có - ba số 9 - . Không thuận tiện nhưng có thể chấp nhận được. Tuy nhiên, khi chúng tôi đến đó vào tháng trước, họ đã tổ chức một sự kiện chơi gôn dành cho trường đại học. Vì vậy, chỉ có 9 lỗ trong BỐN NGÀY!! Việc đóng cửa 9 hố không được công bố. Giải đấu không được công bố. Khi tôi hỏi tại hội quán về khả năng thi đấu vào buổi chiều khi giải đấu không diễn ra, tôi được trả lời khá ngắn gọn - họ sẽ xong khi họ - xong - . Cuối cùng chúng tôi đã chơi gôn ngoài khu nghỉ dưỡng - và trả nhiều tiền hơn -. Phải nói là rất thất vọng.Đọc thêm",
            "My family just returned from a wonderful vacation to the Waikoloa Beach area on the Big Island.  We have travelled to many places over the years  -  Maui, Grand Cayman, St. Thomas, St. Kitts, St. Croix, Santorini, and Mykinos to name a few.  However, the Big Island was our favorite destination yet.  The variety of the scenery is incredible.I already reviewed our hotel  -  the Marriott  -  and several restaurants  -  Eddie Aikau, Napua, and Monstera -- with separate write-ups.  This review is more focused on the Big Island in general.  Here are my observations:- The prettiest part of the island is definitely the Hamakua Coast north of Hilo.  However, we did not see any resorts when we drove through its attractions.  Therefore, I think the Waikoloa Beach area is the best place to stay given how calm its bay is and the size of its resorts.- It is about a 1-1.5 hour drive from Waikoloa to the Hamakua Coast along Rt 19. The Akaka Falls State Park and Laupahoehoe State Park are definitely  - must see -  attractions.  They were both absolutely beautiful.  During this day we also stopped at the Rainbow Falls and Boiling Pots.  While both were nice, if time is short, do not feel badly if you miss Rainbow Falls and Boiling Pots since Akaka Falls is so much nicer.- Our other stop along the Hamakua Coast was the Kohala State Park.  We hiked through it for about 30 minutes.  It was nice rainforest scenery, but if time is short, this is not a  - must see -  either.- The Waipi - o Valley at the northern point is amazing.  We visited it from its western and eastern lookout points.  The western lookout has a walking path down to its beach.  If you can only visit one side of the valley, then choose the western lookout.  However, the eastern lookout is easy to combine with a day trip throughout the Hamakua Coast.- We also cut across the island on Rt 200  - or Saddle Rd -  despite warnings that it is a difficult road to travel.  Do not worry though  -  it is no worse than some of the pothole filled roads in the northern U.S.- Halfway along Rt 200 you can drive an access road to the summit of Mauna Kea.  Definitely do so  -  the views are fantastic.- Volcanos National Park is obviously the top attraction on the island.  Plan on a whole day of travel back and forth from Waikoloa Beach.  We actually first stopped at a private lava tube tour south of Hilo called  - Kazamura Lava Tubes - .  It added to our traveling that day, but it was a nice personal tour that was better than what is available at the national park.  It took us about 2.5 hours to get back from the park to Waikoloa.  It was a very long day.- We were very surprised by the quality of the snorkeling at the Marriott hotel.  For only  - 8, a mask and fins can be rented for an hour.  After, a short swim about 50-100 feet from the coast we saw a variety of coral formations and many different types of fish.  The highlight though is the sea turtles.  We were literally within 3 feet of a sea turtle eating its breakfast.- The Puukohola Heiau National Historic Site was a nice activity too.  The scenery was nice and it was educational for the whole family.Read more",
            "Gia đình chúng tôi nghỉ tại Waikoloa Beach Resort và yêu thích từng phút giây ở đó. Suite của chúng tôi rất đẹp - rất sạch sẽ, rất rộng rãi, được trang trí đẹp mắt, nhà bếp tuyệt vời, hàng hiên tuyệt đẹp với tiện nghi BBQ, bồn rửa và tầm nhìn ra sân gôn. Giường rất thoải mái, hai phòng tắm là nơi lý tưởng cho gia đình chúng tôi. Vị trí này rất hoàn hảo với cả Chợ Queens và Cửa hàng Kings đều cách đó một quãng tản bộ ngắn. Hồ bơi của khách sạn được bảo trì rất đẹp - nhỏ nhưng đáng yêu và trong thời gian lưu trú, chúng tôi thường là những người duy nhất ở dưới nước. Thật tuyệt khi có nhà để xe riêng của chúng tôi. Chúng tôi thực sự khuyên bạn nên! Đọc thêm",
            "Không có bãi biển tại khách sạn này. Bạn phải lên một chiếc xe đưa đón và lái xe vòng ra phía sau khách sạn Marriott bên cạnh. Bãi biển đó toàn là san hô và đá nhọn. Xé nát chân tôi. Làm hỏng phần còn lại của chuyến đi của tôi.Đọc thêm",
            "Không có bãi biển, màn trình diễn cá heo buồn, mọi thứ đều đắt đỏ.  Không - t ở đây chỉ ghé thăm. Quá đông đúc và - được sản xuất - .Đọc thêm",
            "Trang web làm cho mọi thứ trông đẹp mắt, nhưng căn phòng của chúng tôi rất nhỏ, có mùi mốc và sàn nhà thì thô thiển, tôi cảm thấy như mình cần phải đi giày suốt thời gian đó. Chúng tôi đã không nhận được số phòng mà chúng tôi yêu cầu khi đặt chuyến đi nên chúng tôi ở các tầng khác nhau hoàn toàn cách xa nhau. Chúng tôi đã gặp may mắn và có một số người hủy buổi luau nên chúng tôi phải tham dự buổi lễ đó với giá quá cao so với giá trị của nó. Với chi phí lưu trú này, tôi đã mong đợi nhiều hơn những gì nó có. Tôi sẽ không bao giờ ở lại khu nghỉ dưỡng này nữa...Đọc thêm",
            "Tôi - sẽ bắt đầu điều này bằng cách nói rằng cơ sở vật chất của khu nghỉ dưỡng thật tuyệt vời. Khuôn viên, tác phẩm nghệ thuật, đầm phá và phương thức giao thông xung quanh khu nghỉ dưỡng đều tuyệt vời. Tôi chỉ ước họ sẽ tìm được nhiều người làm việc ở đây hơn chúng tôi - có năng lực.  Đây chỉ là một ví dụ, nhưng chúng tôi đã đi lấy xe và giao người phục vụ cho anh chàng...và sau vài phút, tôi có thể biết rằng họ đang cố gắng tìm nó. 15 phút sau, họ đến và nói với tôi rằng họ đã đưa nó cho một quý ông lớn tuổi và ông ấy đang ở kona at a luau. Ví của vợ tôi để ở gầm ghế phụ trong xe nên hoảng hốt. Làm thế nào để bạn giao nhầm xe cho ai đó? Giống như hầu hết các nơi, có những trường hợp dịch vụ tốt, nhưng khi bạn cố gắng lập hoá đơn cho mình như một khu nghỉ dưỡng bốn hoặc năm sao, tôi mong đợi ít nhất là dịch vụ đàng hoàng. Tôi đã ở đây ba lần và sẽ không quay lại. Hãy tự giúp mình và ở trong một căn hộ ở Fairway Villas ở Làng Waikoloa. Đó là một giá trị tốt hơn nhiều. Chơi gôn ở đó rất tuyệt, quang cảnh tuyệt vời và bạn chỉ mất mười phút để đến các bãi biển và tất cả những gì bạn có được ở độ sâu 1.000 feet bên dưới.Đọc thêm",
            "We have stayed in many different condos and at both the Hilton itself and the Grand Vacations time share apartments in Waikoloa.  In the Waikoloa Beach Resort - we have FINALLY found the perfect place!  As they say:  - location, location, location. -   This condo property is directly across the street from the Queens Marketplace, which includes the Gourmet Island Market, a Starbucks, a mid scale sit down cafe, a luxury movie theatre and various clothing and decorative - gift shops.  It is also approximately one block from the Kings Shops, with a Macy - s, an all day affordable outdoor restaurant, another small market, and various jewelry and clothing shops.  It is a 15 minute walk to the Hilton Waikoloa, as well as to a wonderful beach and the Lava Lava on the sand restaurant.  The condo units are mostly 2 bedrooms and range in size from just over 1000 square feet to a full 1500.  Some are 2 floors.  We loved our unit  - C23 -  which included a POOL PASS to the Hilton Waikoloa.  We booked this unit through Resortica Hawaii and were very happy with their communication.  This unit had both a master bedroom and a double bed 2nd room as well as a full bathroom, living room, kitchen and lanai on the first floor and then stairs up to an open area that had 2 twin beds.  If you have children who sleep through anything, this 2nd floor is an OK option, however, you can hear and see everything going on in the downstairs area from there.  So if anyone needs darkness or quiet to sleep - maybe just use the 2 bedrooms for sleeping.  The kitchen is nice and open to the living room area.  The lanai includes a grill and table and chairs for 4.  On the property, there is a small workout room and 2 pools.  From each pool area, users can access bathrooms in a small building, which is a nice touch.  The pools are large enough for kids to play games, but not so big to swim laps.  There - s also a hot tub with each pool.  Anyone  - with or without the pool pass -  can walk over to either the Hilton and use the beach there or the closer beach where the Lava Lava Club restaurant is located.  ALL BEACHES IN HAWAII are PUBLIC PROPERTY!The pool pass allows you to swim in all of the pools, park for free, use the slides  - great for the kiddos - , and get discounts on rentals at the beach. It - s a nice perk, especially if you have young children with you, but not a necessity.We liked having our condo on the 2nd floor, as when you stay in a first floor condo, you hear everything going on above you from other units.  That means when people first arrive and are off-time, you hear kids jumping, crying, laughing, etc. at all hours.  If you don - t want to walk up the extra set of stairs to get to the 2nd floor, you could find a unit on the first floor.Read more",
            "Chúng tôi đã đến Waikoloa Beach Resort hai lần trong kỳ nghỉ trên Đảo Lớn. Khu nghỉ dưỡng rất hiện đại, rộng lớn, được thiết kế đẹp mắt và có cảnh quan đẹp. Chúng tôi dừng lại ở Kings - Shops and Queens - MarketPlace và dành hàng giờ ở bãi biển - Anaehoomalu -.  Có những di tích lịch sử được coi là một phần của Đường mòn King - s - những bức tranh khắc đá, ao cá, tàn tích của những ngôi nhà cổ - . Có những khách sạn sang trọng, căn hộ đẹp và nhà nghỉ cũng như sân gôn. Có rất nhiều thứ để xem tại khu nghỉ mát này. Vị trí nằm trên Bờ biển Kohala, cách sân bay Kona khoảng 27 dặm về phía bắc.Đọc thêm"
        ],
        "star_ratings": [
            171,
            103,
            21,
            5,
            4
        ],
        "review_amount": 304,
        "location": [
            "Waikoloa",
            "Hoa Kỳ",
            "Đảo Hawaii",
            "Khu nghỉ dưỡng bãi biển Waikoloa",
            "Các hoạt động ở Waikoloa",
            "Hawaii - HI -",
            "Bờ biển Kohala"
        ],
        "reviews_time": [
            "Written March 10, 2020",
            "Written November 12, 2021",
            "Written January 1, 2012",
            "Written November 14, 2018",
            "Written December 31, 2014",
            "Written December 19, 2014",
            "Written January 7, 2014",
            "Written July 28, 2013",
            "Written January 4, 2019",
            "Written March 22, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60608-d658935-Reviews-Waikoloa_Beach_Resort-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d8786374-Reviews-Island_Gourmet_Markets-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d2078817-Reviews-Lagoon_Grill-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d502507-Reviews-Kamuela_Provision_Company-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d7684599-Reviews-Halii_Kai-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d7019851-Reviews-Tropics_Ale_House-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d8357712-Reviews-Honolulu_Coffee-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d1151223-Reviews-Legends_of_Hawaii_Luau-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d15118841-Reviews-Nui_Italian-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d13806993-Reviews-Kona_Tap_Room-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d6508343-Reviews-Shaka_Cones-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d10501820-Reviews-Waikoloa_Petroglyph_Preserve-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d560902-Reviews-Genesis_Gallery-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d126657-Reviews-Dolphin_Quest-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d6027698-Reviews-Art_By_Ulrich-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d4868306-Reviews-49_Black_Sand_Beach-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d154306-Reviews-Anaehoomalu-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d1556666-Reviews-Kings_Shops-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d12100979-Reviews-Kings_Shops_Farmers_Market-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d14201992-Reviews-Lava_Light_Gallery-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d2226954-Reviews-Waialea_Beach-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d658935-Reviews-or10-Waikoloa_Beach_Resort-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d14139137-Reviews-Kona_Natural_Soap-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60601-d1872128-Reviews-Hawaiian_Vanilla_Company-Paauilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d17804679-Reviews-Lavaloha-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d7305666-Reviews-Hala_Tree_Coffee-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d258738-Reviews-Greenwell_Farms-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d4222738-Reviews-Big_Island_Bees-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1135278-Reviews-Mountain_Thunder_Coffee_Plantation-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60586-d12923190-Reviews-Honomu_Goat_Dairy-Honomu_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60584-d5826102-Reviews-Buddha_s_Cup_Coffee_Estate-Holualoa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d110122-Reviews-Big_Island_Candies-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d154322-Reviews-Kohala_Spa-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d3630673-Reviews-Ocean_Sports_Glass_Bottom_Boat_Rides-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d7364126-Reviews-Maui_Divers_Jewelry-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d534573-Reviews-Waikoloa_Beach_Golf_Course-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d4152190-Reviews-Big_Island_Motorcycle_Company-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d534574-Reviews-Waikoloa_Kings_Course-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d2043584-Reviews-Blue_Wilderness_Dive_Adventures-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d2457229-Reviews-Star_Gaze_Hawaii-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d19366490-Reviews-Big_Island_Helicopter_Tours-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d25196004-Reviews-Legends_Of_Hawai_i_Luau-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d3291259-Reviews-HYPR_Nalu-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g47549-d2249193-Reviews-Sam_s_Point_Preserve-Cragsmoor_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d1775240-Reviews-Bonanza_and_Custer_Ghost_Town-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23926591-Reviews-INTER_IAM-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g12360565-d6925517-Reviews-Skotino_Cave-Gouves_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g29874-d207420-Reviews-North_Carolina_Zoo-Asheboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d14854980-Reviews-The_Argyle_Theatre-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d9716522-Reviews-FIFA_Museum-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g32049-d110245-Reviews-Lake_Alpine-Bear_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d2534649-Reviews-Udawattekele_Sanctuary-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d4585739-Reviews-Kama_Club-Guangzhou_Guangdong.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60608-d658935-Reviews-or10-Waikoloa_Beach_Resort-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60608-d658935-Reviews-Waikoloa_Beach_Resort-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html"
    }
]