[
    {
        "attraction_name": "Waipo’o Falls",
        "attraction_name_vi": "Thác Waipoo",
        "general_info": [
            "128 đánh giá",
            "6 trong số 20 điều cần làm ở Waimea",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nó có thể trở nên đông đúc. Không có nhiều không gian để đỗ xe và quay đầu lại nhưng tầm nhìn đẹp. Có một người phụ nữ bán bánh chuối rất ngon.Đọc thêm",
            "Ok, vậy là tôi chưa bao giờ biết có một số điểm ngắm thác, nên ai muốn ngắm thác thì cần tìm các điểm ngắm cảnh dọc theo đường đi Waimea Canyon, không có góc nhìn thực sự nào trên đường đi bộ. Chuyến đi bộ đường dài chưa bao giờ tuyệt vời hơn với khung cảnh tuyệt đẹp của hẻm núi, bạn sẽ đến một thác nước nhỏ, bạn có thể ngâm mình, thiên nhiên tươi tốt và thật đáng yêu. Xin lỗi vì đã không nhận ra rằng lẽ ra tôi cũng nên chú ý đến quang cảnh thác nước dọc đường lái xe... Đọc thêm",
            "Tôi đã đi bộ đường dài ở Tây Bắc Thái Bình Dương, Nam Utah, Yosemite và Machu Picchu. ĐÂY không phải là chuyến đi bộ đường dài đơn giản cho gia đình. Nó khá kỹ thuật, đặc biệt là sau khi trời mưa hoặc trong khi trời mưa... vì đây là Kauai. Nếu bạn đã quen với việc đi bộ đường dài trên núi đúng cách và có giày đi bộ đường dài, bạn sẽ ổn. Nếu bạn có gậy đi bộ đường dài, thậm chí còn tốt hơn. Nếu bạn là một trong số nhiều người mạo hiểm đi trên những con đường mòn Kauai này bằng Crocs, Tevas hoặc giày chạy bộ màu trắng mới tinh, tôi khuyên bạn không nên đi. Đơn giản là vì chấn thương vẫn xảy ra và bạn bị thương khi đi giày không phù hợp có nghĩa là người khác sẽ phải giúp bạn. Trên đường trở về, chúng tôi nghe thấy một người đàn ông LA LÊN vì đau và tôi nghe thấy tiếng rắc. Tôi nghĩ chúng tôi sẽ rẽ vào góc và thấy một người bị gãy mắt cá chân mà chúng tôi phải giúp đưa trở lại bãi đậu xe. May mắn thay, đó không phải là mắt cá chân - mà là cổ tay. Anh ấy đã trượt sang một bên trong đôi giày chạy bộ của mình, đưa tay xuống để dừng lại và bị gãy cổ tay. Trong một chuyến đi bộ đường dài thông thường, việc ra ngoài với cổ tay bị gãy sẽ không tệ lắm nhưng với những đoạn lên dốc trơn trượt, bạn cần cả hai tay để giữ thăng bằng hoặc giữ đồ để giữ thăng bằng. Anh ấy không muốn bất kỳ sự giúp đỡ nào, vì vậy hy vọng họ đã ra ngoài an toàn. Không phải để dọa bất kỳ ai không đi bộ đường dài vì đó là một quang cảnh đặc biệt và là một chuyến đi bộ đường dài tuyệt vời. Nhưng chúng tôi chắc chắn lo ngại về số lượng người trên những con đường mòn Kauai sẽ mạo hiểm ra ngoài mà không có gì ngoài một chai nước nhỏ trên tay, không có ba lô, không có đồ sơ cứu và dép quai hậu. Kauai có một số vùng hoang dã thực sự gồ ghề và bạn nên chuẩn bị cho điều đó. Đọc thêm",
            "Bản thân việc lái xe đến đầu đường mòn đã là một sự kiện!  Chúng tôi dừng lại nhiều lần để ngắm nhìn Hẻm núi Waimea từ những góc nhìn khác nhau.  Thật tuyệt vời. Con đường mòn bắt đầu dưới tán cây - thảm thực vật tươi tốt - thực sự hoang sơ. Có một vài chỗ lầy lội nhưng không có gì quá khó khăn. Tôi có thể tưởng tượng rằng nếu trời mưa trước khi chúng tôi đến đó, mọi việc có thể gặp một chút khó khăn. Khi bạn vượt lên trên thảm thực vật, quang cảnh thật ngoạn mục. Và có rất nhiều khoảnh khắc chụp ảnh tuyệt vời trên đỉnh tảng đá đỏ.  Chúng tôi đã tự mình đi bộ lên đỉnh thác, nơi bạn gần như có thể đậu trên mép - và nếu bạn bị chóng mặt như tôi thì điều đó có thể hơi khó khăn. Tôi bám vào một cái cây trong khi chụp ảnh tự sướng.  Đó là một chuyến đi bộ rất thoải mái, tôi có thể nói là dễ vừa phải, nhưng tôi có thể thấy nó sẽ trở nên vừa phải hơn nếu trời đổ mưa ngay trước hoặc trong khi đi bộ.Đọc thêm",
            "Tuyệt đối đây là phải xem. Địa hình Kauai thay đổi rất nhiều trên một hòn đảo nhỏ như vậy. Hẻm núi này tuyệt đẹp và việc đi bộ khá dễ dàng. Chúng tôi chạy trở về từ thác và không vất vả.Đọc thêm",
            "Được cảnh báo trước. Mang giày đi bộ đường dài và mang theo nhiều nước. Chúng tôi không biết mình đang làm gì - nghĩ rằng đó là một chuyến đi bộ nhanh nên đã mặc Tevas và không mang theo nước. Hai dặm vào và hai dặm ra khỏi đi bộ đường dài vừa phải là những gì chúng tôi đọc. Đó là hai dặm sườn dốc cực kỳ dốc, rễ cây ngoằn ngoèo lộ ra dọc theo con đường và đất giống như phù sa trơn trượt. Chúng tôi mất khoảng ba giờ để hoàn thành. Hai thác nước ở cuối chân thác đều nhỏ và không ấn tượng. KHÔNG dành cho người cao tuổi. Bốn người trong nhóm chúng tôi quay lại sau khi leo núi được khoảng năm phút thì bà cụ bị ngã. Đó là lúc bắt đầu con đường và nó chỉ trở nên tồi tệ hơn. Khoảng một giờ đi trên con đường mòn, chúng tôi gặp một phụ nữ khoảng 60 tuổi khác bị ngã và gãy mắt cá chân và phải chờ hàng giờ để dịch vụ cứu hộ đến. Ở độ tuổi đó và sống sót nhưng gần như đã làm tan vỡ tinh thần của những thiếu niên đi cùng chúng tôi. Kinh nghiệm gọn gàng để làm một lần nếu bạn chuẩn bị đầy đủ. Chúng tôi đã không.Đọc thêm",
            "Việc đi bộ lên thác liên tục lên xuống nhưng đó là một công việc tốt.  Thác rất đẹp. Đường xuống thác sẽ trơn trượt nếu trời mưa.Đọc thêm",
            "Đường mòn Canyon dẫn bạn đến thác. Hãy nhớ mang theo nước và mang giày đàng hoàng nếu trời mưa. Tuyệt vời cho một ngày có mây, vì có một số phần lộ ra rất nhiều như sườn đất sét đỏ ở bên trái thác trong ảnh hoặc mang theo mũ chống nắng tốt. Con đường này mất khoảng 3 giờ đối với tôi. Tùy thuộc vào tốc độ và mức độ thể lực của bạn, bạn có thể mất nhiều hoặc ít thời gian hơn. Chúc bạn vui vẻ! Đọc thêm",
            "Một điều tuyệt đối phải có! Con đường này rất đẹp và mất khoảng 46-60 phút để đến thác. Khi lầy lội có thể hơi trơn nhưng nếu không thì không khó. Một chút dốc ở một số khu vực nhưng không khó khăn. Các quan điểm thật HẤP DẪN! Bạn có thể cởi giày và bước qua thác nước để chụp thêm ảnh. Rất khuyến khích! Đọc thêm",
            "Đi bộ đến mùa thu là một con đường đi bộ khá khó khăn và hoàn toàn xứng đáng nếu chỉ ngắm nhìn hẻm núi. Tôi sẽ nói rằng mặc dù Thác Waipoo rất đẹp nhưng hơi thất vọng khi chúng tôi không thể xuống đáy thác để thực sự nhìn thấy độ cao 800 feet. Bạn chỉ có thể lên đỉnh thác. Nếu có xe 4x4, bạn có thể lái xe từ đường xuống đầu đường mòn, nhưng hầu hết mọi người đỗ xe trên đường và đi bộ vào do điều kiện đường xuống. Đọc thêm",
            "Tình trạng của con đường này là gì? Chúng tôi có một đứa con 4 tuổi và một đứa bé ở Ergo. Quá bùn?Đọc thêm",
            "Xin chào, tôi khuyên bạn nên xem trang web của Công viên Bang Waimea để biết thông tin mới nhất hoặc liên hệ trực tiếp với họ.\nPhải nói rằng nó rất trơn trượt và có nhiều đoạn khá dốc khi tôi mới thực hiện chặng đầu tiên của chuyến đi bộ. Cá nhân tôi sẽ không đề xuất nó trong những điều kiện đó cho trẻ 4 tuổi hoặc đang cố gắng bế em bé.Đọc thêm",
            "Chi phí đi công viên là bao nhiêu?Đọc thêm",
            "miễn phí, chỉ cần tìm chỗ đậu xeĐọc thêm"
        ],
        "star_ratings": [
            80,
            34,
            14,
            0,
            0
        ],
        "review_amount": 128,
        "location": [
            "Kauai",
            "Hoa Kỳ",
            "Nước",
            "Hawaii HI",
            "Các hoạt động ở Waimea",
            "Thác Waipoo"
        ],
        "reviews_time": [
            "Written March 22, 2024",
            "Written October 4, 2023",
            "Written June 24, 2023",
            "Written May 30, 2023",
            "Written November 8, 2022",
            "Written July 20, 2022",
            "Written October 3, 2021",
            "Written September 18, 2021",
            "Written April 19, 2021",
            "Written November 12, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60627-d8539869-Reviews-Waipo_o_Falls-Waimea_Kauai_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60619-d7312248-Reviews-Menehune_Food_Mart-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60619-d7255554-Reviews-Thrifty_Mini_Mart_Kekaha-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d9884789-Reviews-Kalepa_Ridge_Trail-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d8733814-Reviews-Pihea_Trail-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d4814164-Reviews-Awaawapuhi_Trail-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d106667-Reviews-Nu_alolo_Trail-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d266240-Reviews-Waimea_Canyon_Trail-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d247664-Reviews-Waimea_Canyon_State_Park-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d6988292-Reviews-Kekaha_Beach_Park-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d1729041-Reviews-Na_Pali_Makai-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d11843623-Reviews-Puu_Hinahina_Lookout-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d4101615-Reviews-Kukui_Trail-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d8539869-Reviews-or10-Waipo_o_Falls-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60626-d1918741-Reviews-Princeville_Botanical_Gardens-Princeville_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d1189161-Reviews-Na_Pali_Riders-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g9777534-d146816-Reviews-Na_Pali_Coast_State_Park-Wainiha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d3200921-Reviews-Kauai_Path-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d560716-Reviews-Hanakapiai_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d254962-Reviews-Koke_e_State_Park-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d103480-Reviews-Polihale_State_Park-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d647555-Reviews-Hanalei_Bay-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d3651455-Reviews-Maha_ulepu_Heritage_Trail-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d12134987-Reviews-Noah_s_Ark_Kauai_Tours-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d12879676-Reviews-Na_Pali_Craze-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d7590332-Reviews-Blue_Ocean_Adventure_Tours-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d3140480-Reviews-Na_Pali_Experience-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d12222740-Reviews-Na_Pali_Pirates-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d8699331-Reviews-Explore_Kauai_Scuba-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60619-d13815459-Reviews-Na_Pali_Odyssey-Kekaha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d4371024-Reviews-Makana_Charters_and_Tours-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d559748-Reviews-Na_Pali_Explorer-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12794188-Reviews-Kyo_train-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d269805-Reviews-College_Fjord-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d146833-Reviews-Aloha_Tower_Marketplace-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d107182-Reviews-Disney_s_Typhoon_Lagoon_Water_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1889305-Reviews-SoHo-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147353-d150451-Reviews-The_Indians-British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g642094-d268085-Reviews-Marksburg-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g47702-d677026-Reviews-Jacob_Riis_Park-Far_Rockaway_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d243628-Reviews-Museu_Serralves-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d23849096-Reviews-Schellville-Rehoboth_Beach_Delaware.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60627-d8539869-Reviews-or10-Waipo_o_Falls-Waimea_Kauai_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60627-d8539869-Reviews-Waipo_o_Falls-Waimea_Kauai_Hawaii.html"
    }
]