[
    {
        "attraction_name": "Waipio Valley Lookout",
        "attraction_name_vi": "Đài quan sát Thung lũng Waipio",
        "general_info": [
            "933 đánh giá",
            "2 trong số 18 điều cần làm ở Honokaa",
            "Đài quan sát"
        ],
        "attraction_summary": "Quyết định lái xe từ Hilo đến Kona một quãng đường dài và đi theo con đường ngắm cảnh trên đó. Dừng lại bởi sự quan sát này và thực sự hài lòng với sự lựa chọn của tôi. Có một số công trình xây dựng chặn bãi đậu xe nhưng có bãi đậu xe trên đường và tầm nhìn khi bạn xuống đó thật tuyệt vời. Ở đây thậm chí còn có phòng tắm và bàn ăn dã ngoại mà tôi nghĩ là rất đẹp.Đọc thêm",
        "reviews": [
            "Đừng chú ý đến những bài đăng nói rằng đường đến Lookout đã bị đóng, nó sẽ mở cửa kể từ ngày 752023!  Đây là cách tốt nhất để ngắm nhìn thung lũng từ chuyến đi trực thăng trên mặt đất là tốt nhất!!\n\nChúng tôi đã thấy một số thông báo về việc con đường bị đóng nhưng đã mạo hiểm đi lên đó và điều đó không làm mọi người thất vọng!!\n\nHãy nhớ dừng lại ở Honokaa lịch sử và ăn trưa!!Đọc thêm",
            "Chắc chắn phải làm IMO! Quan điểm là hoàn toàn tuyệt đẹp. Nó cách Waikaloa khá xa nhưng cũng xứng đáng! Chúng tôi đi dã ngoại một chút và dễ dàng tìm được một chỗ ở khu dã ngoại có mái che. Việc lái xe hoặc đi bộ xuống thung lũng đã bị đóng cửa đối với khách du lịch, điều mà chúng tôi không có ý định thực hiện. Trên đường trở về, chúng tôi dừng lại ở một trong những quầy trái cây tươi để mua một ít dừa tươi, đây cũng là một kỳ nghỉ thú vị! Đọc thêm",
            "Thung lũng Waipo chỉ có thể được ghé thăm bởi người dân địa phương nhưng đài quan sát Thung lũng Waipo mở cửa cho tất cả du khách. Nó nằm cách Hilo khoảng 30 phút về phía Bắc và rất dễ lái xe. Khung cảnh nhìn từ đài quan sát rất dễ chịu nhưng không ngoạn mục. \n\nTừ bãi đậu xe, bạn sẽ phải đi bộ dốc để đến đài quan sát. Nếu ai đó có vấn đề về di chuyển thì đây sẽ là một thách thức. \n\nNếu bạn muốn đến thung lũng Waipo thì người dân địa phương sẽ đưa bạn đến đó bằng xe đưa đón. Chi phí khoảng 75 người mặc dù tôi không chắc về điều đó\n\nTôi sẽ giới thiệu nó nếu nó thuận tiệnĐọc thêm",
            "Thật là một quang cảnh tuyệt vời! Lịch sử ở đây thực sự tuyệt vời, và bạn có thể tưởng tượng ra nó!\n\nĐến một lúc nào đó, tôi muốn đi xe xuống, thật tiếc là bạn không thể tự đi... nhưng chắc chắn là xứng đáng để lái xe 12 phút từ Honokaa để ngắm cảnh này! Đây chắc chắn là bức ảnh gia đình yêu thích!! Đẹp quá! Đọc thêm",
            "Đây là nơi đẹp nhất mà chúng tôi ghé thăm trên đảo. Chúng tôi đậu xe dọc theo con phố và chỉ cách đài quan sát một quãng đi bộ ngắn. Không có gì để làm ngoại trừ việc bỏ qua. Nó chỉ là một điểm dừng nhanh chóng, nhưng quan điểm thật đáng kinh ngạc. Tôi khuyên bất kỳ ai ghé thăm đây nên dừng lại ở Tex Drive In!Đọc thêm",
            "Chúng tôi rất thích địa điểm này khi đi nghỉ ở Hawaii.  Đây là một lựa chọn thay thế tuyệt vời để ngắm nhìn Thung lũng Waipio vì con đường dẫn đến thung lũng thực sự bị đóng cửa đối với công chúng.  Trời hơi u ám khi chúng tôi ở đó, nhưng nó VẪN đẹp bất chấp thời tiết.  Rất khuyến khích! Đọc thêm",
            "Chúng tôi rất thích địa điểm này khi đi nghỉ ở Hawaii.  Đây là một lựa chọn thay thế tuyệt vời để ngắm nhìn Thung lũng Waipio vì con đường dẫn đến thung lũng thực sự bị đóng cửa đối với công chúng.  Trời hơi u ám khi chúng tôi ở đó, nhưng nó VẪN đẹp bất chấp thời tiết.  Rất khuyến khích! Đọc thêm",
            "Đây là nơi đẹp nhất mà chúng tôi ghé thăm trên đảo. Chúng tôi đậu xe dọc theo con phố và chỉ cách đài quan sát một quãng đi bộ ngắn. Không có gì để làm ngoại trừ việc bỏ qua. Nó chỉ là một điểm dừng nhanh chóng, nhưng quan điểm thật đáng kinh ngạc. Tôi khuyên mọi người ghé thăm đây nên dừng lại ở Tex Drive In!Đọc thêm",
            "Thật là một góc nhìn! Lịch sử ở đây thực sự rất thú vị và bạn có thể tưởng tượng nó! Ở một thời điểm nào đó, tôi muốn đi xe xuống, thật tiếc là bạn không thể tự đi một mình...nhưng chắc chắn đáng để bỏ qua 12 phút lái xe từ Honokaa để xem điểm này ! Đây chắc chắn là một bức ảnh gia đình yêu thích!! Đẹp!Đọc thêm",
            "Tuyệt đẹp. Đáng để dừng lại. Không có nhiều bãi đậu xe nên bạn có thể cần phải kiên nhẫn một chút, nhưng những khung cảnh đáng kinh ngạc này rất đáng giá!Đọc thêm",
            "Cảnh vách đá nhìn từ đây là một cơ hội chụp ảnh tuyệt vời và rất đáng thời gian của bạn. Sẽ không mất nhiều thời gian để đi bộ xuống con đường và chụp một vài bức ảnh. Nhược điểm duy nhất là bạn không thể đến rất gần. Đọc thêm",
            "Chúng tôi đã đến thung lũng này và đi bộ xuống thung lũng từ đường bộ, đôi khi băng qua sông và tiếp tục đi bộ. Năm nay chúng tôi không thể đi bộ đường dài vì đường bị cấm đối với người đi bộ và ô tô. Cách duy nhất để xuống thung lũng là trả cho tài xế 72,00 mỗi người để chở bạn xuống và quay lại. Đó là một hành vi lấy tiền từ người dân địa phương và gửi thông điệp sai lầm đến khách du lịch. Tôi cũng muốn lưu ý rằng chúng tôi luôn dừng lại ở thị trấn gần đó để ăn trưa và mua sắm. Bây giờ chúng tôi sẽ không làm gì cả: chúng tôi sẽ không trả tiền cho ai đó để chở chúng tôi xuống bãi biển và chúng tôi sẽ không dừng lại ở thị trấn. Người dân địa phương thật thiển cận -- trong vòng 5 năm tới, hầu hết các cửa hàng trong thị trấn có thể sẽ đóng cửa do thiếu khách du lịch.Đọc thêm",
            "Khung cảnh tuyệt vời tại Đài quan sát Thung lũng Waipio. Khá dễ dàng để có được. Điểm đỗ xe có hạn. Lối đi xuống hơi dốc và không bằng phẳng nên không lý tưởng cho những ai ngồi xe lăn hoặc đứng không vững.Đọc thêm",
            "Thung lũng Waipo chỉ có thể được ghé thăm bởi người dân địa phương nhưng đài quan sát Thung lũng Waipo mở cửa cho tất cả du khách. Nó nằm cách Hilo khoảng 30 phút về phía Bắc và rất dễ lái xe. Khung cảnh nhìn từ đài quan sát rất dễ chịu nhưng không ngoạn mục. Từ bãi đậu xe, bạn sẽ phải đi bộ dốc để đến đài quan sát. Nếu ai đó có vấn đề về di chuyển thì đây sẽ là một thách thức. Nếu bạn muốn đến thung lũng Waipo thì người dân địa phương sẽ đưa bạn đến đó bằng xe đưa đón. Chi phí khoảng 75 người mặc dù tôi không chắc về điều đó. Tôi sẽ giới thiệu nó nếu thuận tiệnĐọc thêm",
            "Chắc chắn phải làm IMO! Quan điểm là hoàn toàn tuyệt đẹp. Nó cách Waikaloa khá xa nhưng cũng xứng đáng! Chúng tôi đi dã ngoại một chút và dễ dàng tìm được một chỗ ở khu dã ngoại có mái che. Việc lái xe hoặc đi bộ xuống thung lũng đã bị đóng cửa đối với khách du lịch, điều mà chúng tôi không có ý định thực hiện. Trên đường trở về, chúng tôi dừng lại ở một trong những quầy trái cây tươi để mua một ít dừa tươi, đây cũng là một kỳ nghỉ thú vị! Đọc thêm",
            "Đây là một điểm dừng tự phát khi lái xe quanh Đảo Lớn, và chàng trai, tôi rất vui vì chúng ta đã thấy điều này! Các bức ảnh không hiển thị tỷ lệ; đài quan sát đã cho một cái nhìn rõ ràng về thung lũng. Cảnh báo: leo dốc xuống đài quan sát từ bãi đậu xe, mặc dù có lan can dọc lối đi để hỗ trợ. Phòng vệ sinh cũng có sẵn. Khung cảnh đẹp, thanh bình - bạn thực sự có cảm giác như đang ở nơi tận cùng thế giới.Đọc thêm",
            "?. Tôi nên dành bao nhiêu giờ cho toàn bộ cuộc phiêu lưu?Đọc thêm",
            "Bạn có thể đậu xe để ngắm cảnh được không?Đọc thêm",
            "Đúng. Có ít chỗ đậu xe nên đi sớm.Đọc thêm",
            "Con đường này có bóng mát vào buổi sáng không?Đọc thêm",
            "Có rất nhiều bóng mát vào buổi sáng. Bắt đầu nắng vào khoảng 11-12.Đọc thêm",
            "Phải dùng 4WD để lái vào thung lũng hay xe jeep thông thường không có 4WD thì được?\nCảm ơnĐọc thêm",
            "Xin chào, khi đến thăm Thung lũng Waipio, chúng tôi cũng muốn ngắm nhìn Thác Hiilawe từ xa. Vì tôi đã đọc rằng người dân địa phương không đánh giá cao khách du lịch trên vùng đất của họ ở dưới thung lũng, nên tôi muốn biết chúng tôi thực sự phải đi bao xa hoặc có xuống thung lũng để có thể nhìn thấy thác hay không. Tôi liên tục tìm thấy hình ảnh của Đài quan sát Thác Hiilawe với con đường đất đầy những chiếc xe ATV đang đậu dường như nằm trên sườn núi phía trên thung lũng nhưng tôi không thể tìm ra chính xác nó ở đâu. Một cái nhìn như vậy về cơ bản sẽ phù hợp với nhu cầu của chúng tôi. Cảm ơn trước.Đọc thêm",
            "Nếu bạn muốn lái xe từ Lookout đến thung lũng, bạn có cần đặt trước không?Đọc thêm",
            "Không cần đặt trước!  Nó có một bãi đậu xe rất nhỏ nên bạn có thể sẽ phải đậu xe trên đường và đi bộ về.Đọc thêm",
            "Lái xe từ hilo thế nào? Bạn có cần một chiếc xe 4x4 chỉ để đến đài quan sát không? Chúng tôi không có ý định lái xe xuống thung lũng.  Cảm ơn! Đọc thêm",
            "Lái xe cách Hilo khoảng 45 phút. Không cần xe 4x4 để quan sát. Chúc bạn vui vẻ! Đọc thêm",
            "Có cưỡi ngựa đến Thác Hiilawe không?Đọc thêm",
            "Aloha, \n\nTôi xin lỗi tôi không thể trả lời câu hỏi của bạn.  Tuy nhiên, tôi đã tìm thấy nhà cung cấp địa phương Horseback phía trên Waipio: Waipio Ridge Stables, những người có thể phản hồi cho bạn.\n\n\nMahaloĐọc thêm",
            "Ai đó có thể vui lòng cho tôi biết phải mất bao lâu để lái xe từ Waikoloa Village Hilton đến khu vực quan sát này không? Và chúng ta có thể ngồi ở đài quan sát và ăn bữa trưa dã ngoại không? có khu dã ngoại nào gần đây không?\nCảm ơn rất nhiều!!Đọc thêm",
            "Từ đó đến Marriott mất khoảng 90 phút hoặc lâu hơn nhưng tùy thuộc vào tình hình giao thông. Đây chỉ là đường hai làn và tốc độ trung bình không quá 40-45. Có những chiếc bàn dã ngoại trên đỉnh và có mái che. Chúng tôi không đi bộ xuống dưới vì chúng tôi không có xe 4WD. Trong thị trấn, có rất nhiều quán ăn. Có một quán mà đồ ăn khá ổn nhưng mọi người đều thích bánh rán Bồ Đào Nha gọi là masalada hay gì đó tương tự, rất ngon. Đáng để dừng lại. Tex Drive IN...Đọc thêm",
            "Thung lũng vẫn đóng cửa phải không? Chúng tôi sẽ đi trong hai tuần nữa và rất muốn đi bộ xuống thung lũng.Đọc thêm",
            "Không. Có thể là trước ngày 13 tháng 3.Đọc thêm"
        ],
        "star_ratings": [
            664,
            204,
            50,
            8,
            7
        ],
        "review_amount": 933,
        "location": [
            "Hoa Kỳ",
            "Đảo Hawaii",
            "Đã cưới",
            "Hawaii HI",
            "Đài quan sát Thung lũng Waipio",
            "Những việc cần làm ở Honokaa"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written July 6, 2023",
            "Written August 27, 2023",
            "Written November 15, 2023",
            "Written May 19, 2024",
            "Written May 25, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 25, 2024",
            "Written May 19, 2024",
            "Written February 20, 2024",
            "Written January 14, 2024",
            "Written December 19, 2023",
            "Written December 2, 2023",
            "Written November 15, 2023",
            "Written August 27, 2023",
            "Written July 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60585-d3915504-Reviews-Waipio_Valley_Lookout-Honokaa_Island_of_Hawaii_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60585-d27921400-Reviews-Good_Eats-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d107596-Reviews-Waipi_o_Valley-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d2483955-Reviews-Hiilawe_Falls-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d3915504-Reviews-or10-Waipio_Valley_Lookout-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d12962487-Reviews-The_Vanillerie-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60601-d1872128-Reviews-Hawaiian_Vanilla_Company-Paauilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60584-d2389221-Reviews-Heavenly_Hawaiian_Kona_Coffee_Farm_Tours_Konalani_Coffee_Bar-Holualoa_Island_of_Ha.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d23474628-Reviews-Paniolo_BBQ_Dinner_At_Kahua_Ranch-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d17804679-Reviews-Lavaloha-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d7305666-Reviews-Hala_Tree_Coffee-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d258738-Reviews-Greenwell_Farms-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d4222738-Reviews-Big_Island_Bees-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1215221-Reviews-Kona_Mike_s_Surf_Adventures-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d258737-Reviews-Kona_Coffee_Living_History_Farm-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g499459-d4155610-Reviews-Waipio_Valley_Shuttle-Kukuihaele_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g499459-d561870-Reviews-Na_alapa_Stables_Waipio_Valley-Kukuihaele_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g499459-d10391935-Reviews-Waipo_Valley_Artworks-Kukuihaele_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d20226556-Reviews-Waipio_Valley_Artworks-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d1734702-Reviews-Waipi_o_on_Horseback-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d8046551-Reviews-Big_Island_Bike_Tours-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d12930480-Reviews-Kahi_Ola_Mau_Farm-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d19141070-Reviews-All_About_The_View-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d1077978-Reviews-Waipi_o_Valley_Wagon_Tours-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d1921366-Reviews-Waikoloa_Coast_Divers-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g25166549-d108165-Reviews-4D_Quarter_Horses-Ahualoa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60942-d2513632-Reviews-Big_Island_Shaka-Kawaihae_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d4322759-Reviews-Poda_Island-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10129915-Reviews-T_Mobile_Arena-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g54810-d5244966-Reviews-Devil_s_Bathtub-Spearfish_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191290-Reviews-Tiergarten-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d17378321-Reviews-Truman_Waterfront_Park-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g53329-d12512869-Reviews-Leaser_Lake_Park-New_Tripoli_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g255060-d257487-Reviews-Manly_Beach-Sydney_New_South_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d10436472-Reviews-Original_Red_Dirt_Shirts-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d6653283-Reviews-Plage_d_Eze_sur_Mer-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g47286-d8285108-Reviews-Gardiner_County_Park-Bay_Shore_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60585-d3915504-Reviews-or10-Waipio_Valley_Lookout-Honokaa_Island_of_Hawaii_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60585-d3915504-Reviews-Waipio_Valley_Lookout-Honokaa_Island_of_Hawaii_Hawaii.html"
    }
]