[
    {
        "attraction_name": "Walden Pond State Reservation",
        "attraction_name_vi": "Khu bảo tồn bang Walden Pond",
        "general_info": [
            "693 đánh giá",
            "5 trong số 31 điều cần làm ở Concord",
            "Địa điểm lịch sử",
            "Công viên tiểu bang",
            "Nguồn nước"
        ],
        "attraction_summary": "Để bảo tồn môi trường tự nhiên, du khách bị hạn chế tới địa điểm này, nơi Thoreau viết những bài tiểu luận nổi tiếng của mình.Đọc thêm",
        "reviews": [
            "Gia đình tôi đã cố gắng đến thăm Walden Pond và tôi đã mang theo chú chó nghiệp vụ của mình. Ngay khi chúng tôi ra khỏi xe, một người phụ nữ hét lên Cấm chó vào. Sau đó, một kiểm lâm công viên đã bình luận rằng chú chó nghiệp vụ của tôi nên ở đó để phục vụ, tôi đã bị xúc phạm, và gia đình tôi cùng tôi đã rời đi vì không ai nên bị đối xử theo cách này. Khuyết tật của tôi không đáng chú ý và muốn cảnh báo những người khác có chó nghiệp vụ. Mặc dù luật liên bang cho phép nuôi chó nghiệp vụ nhưng mọi người vẫn tức giận và ghét chó nghiệp vụ ở Walden Pond. Tôi nhận ra rằng một số người có thể nói dối về việc nuôi chó nghiệp vụ, nhưng cách truyền đạt bình luận có thể chín chắn và tử tế hơn. Đọc thêm",
            "Hồ yên tĩnh và xinh đẹp phù hợp cho mọi lứa tuổi và hoàn hảo để đi dạo. Một số người đang bơi trong hồ, những người khác đang tắm nắng trên bờ và một số đang chèo thuyền. Đó là một bầu không khí rất thoải mái.Đọc thêm",
            "Cảnh báo! Chó dịch vụ không được chào đón. Ngay khi tôi bước ra khỏi xe, một người phụ nữ ngu dốt đã hét lên Không được phép nuôi chó. Sau đó, một nhân viên kiểm lâm công viên liền hỏi và tôi nói với cô ấy rằng nó là chó nghiệp vụ. Cô ấy nói để đảm bảo rằng anh ấy chỉ ở đó với mục đích làm chó phục vụ. Tôi để các thành viên khác trong gia đình ở đó và đến Concord, nơi chào đón những chú chó và là một thị trấn nhỏ tuyệt đẹp. Tôi chỉ có một con chó để chữa ngất. Tôi cảm thấy đồng cảm với những người mù và điếc nuôi chó phục vụ vì khuyết tật của họ không thành vấn đề ở Walden Pond.Đọc thêm",
            "Con đường đó không có gì đặc biệt. Con đường này sẽ trông giống và có cảm giác giống như bất kỳ con đường mòn nào khác. Ngôi nhà là một bản sao không có đồ nội thất đích thực. Lý do duy nhất tôi khuyên bạn nên làm điều này là nếu bạn đang đi câu cá hoặc bơi lội. KHÔNG đi mà không phun thuốc diệt côn trùng vì có NHIỀU BẤT CỨ.Đọc thêm",
            "Có rất nhiều vùng nước yên bình và đẹp hơn nơi này. Nơi này bị thương mại hóa quá mức và quá đông người. Hãy đi tìm Walden Pond của riêng bạn và thực sự tận hưởng sự yên bình, tĩnh lặng, chỉ có những chú chim. Có rất nhiều nơi xung quanh và điều này đơn giản là không đáng. Henry David Thoreau tội nghiệp, có lẽ ông ấy rất thất vọng về hệ thống Công viên Tiểu bang Massachusetts....Đọc thêm",
            "Bản thân ao Walden rất đẹp và lớn hơn nhiều so với tôi tưởng tượng. Để trải nghiệm bất kỳ cảm giác yên bình nào, hãy chuẩn bị đi bộ quanh ao và tránh xa những bãi biển đông đúc và những chiếc thuyền chở đầy du khách đang tận hưởng phiên bản năm 2023 của những gì Thoreau đã dành thời gian rảnh rỗi để giải trí. Có vẻ như một lựa chọn đã được đưa ra là kiếm tiền từ một địa điểm độc đáo như một công viên giải trí với các tham chiếu ngẫu nhiên về lịch sử của nó. Lời nhắc nhở duy nhất về Walden Pond văn học là cabin bản sao được xây dựng bởi Dự án Rừng Walden nằm gần địa điểm thực tế. Phía trước nó là một bức tượng đồng ngắn của Thoreau. Như những người khác đã lưu ý rằng phí đậu xe đối với những người không phải là cư dân MA là con số 30 đáng kinh ngạc. Tôi đã hát Big Yellow Taxi của Joni Mitchell khi quay lại xe. Ít nhất Dự án Rừng Walden của Don Henley đã cứu Walden Pond khỏi kế hoạch phát triển thương mại để bảo vệ những gì còn lại.Đọc thêm",
            "Tận hưởng sự cô đơn với 4.000 người bơi lội vui đùa. Ao nước nổi tiếng thế giới này đang được yêu thích đến chết. Những người hành hương Thoreau nên hạ thấp kỳ vọng và sẽ được phục vụ tốt hơn khi giao hòa với thiên nhiên ở nơi khác. Tìm Ao Walden của riêng bạn vì ao này đã biến mất. Đọc thêm",
            "Chúng tôi chỉ lén nhìn qua những tán cây ở ao hồ nhỏ ở nhiều nơi khác nhau vì lúc đó là cuối ngày và chúng tôi không muốn trả 30 USD phí đỗ xe ngoài tiểu bang.  Rất thích đi bộ đường dài.Đọc thêm",
            "Chúng tôi rất ngạc nhiên khi thấy bãi biển chật kín người, thậm chí còn tự hỏi liệu đây có phải là điều Emerson mong muốn khi bãi biển này biến thành một nơi rất công cộng hay không. Nếu bạn dành thời gian đi bộ đến địa điểm ban đầu là cabin của Thoreau, bạn sẽ bắt đầu hiểu rõ hơn về vùng hoang dã yên tĩnh của ao và vùng đất xung quanh. Đọc thêm",
            "Một ngày nọ, tôi dừng lại và đi bộ dọc Pond Loop dài 1,7 dặm. Nó khá đáng yêu và một khung cảnh đẹp. Tôi cũng đã có cuộc trò chuyện rất vui vẻ với các phiên dịch viên tại trung tâm. Tôi không có thời gian để xem video nhưng tôi muốn xem vào một lúc nào đó.Đọc thêm",
            "Vợ tôi và tôi sẽ đến Concord vào thứ Tư.  Chúng ta nên dành bao lâu cho chuyến thăm của mình?  Tôi biết rằng người ta có thể đi bộ dọc theo ao và thăm cabin.  Tôi tin rằng có một Trung tâm Du khách.  Đúng không?  Cảm ơn.  Chúng tôi cũng đang nghĩ đến việc đến thăm nhà Emersons.  Chúng tôi sẽ đến Concord bằng tàu hỏa và sẽ ở trong thị trấn từ khoảng 10:30 sáng đến khoảng 3:45 chiều.  Cảm ơn trước.  Thoreau là một trong những anh hùng lịch sử của tôi.Đọc thêm",
            "Chúng tôi YÊU thời gian ghé thăm đây!  Nếu bạn yêu thích Thoreau, bạn sẽ thích chuyến thăm của mình.  Có một Trung tâm Du khách.  Và, vâng, hãy chắc chắn rằng bạn đi dạo quanh hồ.  Và đặc biệt là trong khu rừng nơi bạn sẽ tìm thấy nền móng cho ngôi nhà mà anh ấy đã xây dựng.  Thật tuyệt!  Bản sao cabin của anh ấy nằm ngay cạnh Trung tâm Du khách.  Nếu bạn đi phương tiện công cộng đến Concord, tôi không chắc nó sẽ đưa bạn đi đâu.  Việc đi bộ từ thị trấn đến địa điểm này có thể thực hiện được nhưng sẽ mất một chút thời gian.  Có một nhà hàng nhỏ tuyệt vời ở trung tâm thành phố có món súp tự làm TỐT NHẤT!!  Chúng tôi đã ở đó hai lần.  Hãy tận hưởng và chỉ cần khám phá.  Đó là lúc bạn sẽ tìm thấy những điều hay ho.  Tôi hy vọng điều này đã giúp được một chút.Đọc thêm",
            "Có còn phí đậu xe sau ngày lao động cuối tuầnĐọc thêm",
            "Trên hệ thống của chúng tôi không có người nhưng nếu chính quyền đến và bạn không có vé vào công viên, bạn có thể nhận được vé từ nhân viên kiểm lâmĐọc thêm",
            "Có tính phí vào cửa cho mỗi người không?Đọc thêm",
            "Không có phí vào cửa nhưng bạn cần phải trả phí để đậu số 8 đối với biển số MA và 15 đối với biển số ngoài tiểu bang hoặc bạn có thể nhận được thẻ tốt cho đến cuối năm 60 hoặc 120 tương ứngĐọc thêm",
            "Tôi có thể vào bãi đậu xe bằng xe Transit không?Đọc thêm",
            "Có, bạn có thể đỗ xe ở bãi đất đối diện với ao và sẽ phải băng qua đường để đến ao.  Cabin và cửa hàng quà tặng phòng vệ sinh bảo tàng được tái tạo nằm ở phía bãi đậu xe của đường.  Hãy tận hưởng!Đọc thêm",
            "Bạn đang tự hỏi liệu chỗ đỗ xe tại nơi đặt chỗ đã đầy chưa, có bãi đậu xe nào khác gần đó có thể đủ gần để đi bộ đến nơi đặt chỗ không?Đọc thêm",
            "Tôi không biết. Chúng tôi đến rất sớm và đậu xe rất gần Trung tâm Du khách. Đọc thêm",
            "Có cần đặt chỗ trước khi chèo thuyền kayak không? Ngoài ra, họ có cho phép mang theo chó nhỏ vào công viên không?Đọc thêm",
            "Không, chó không được phép vào, tuy nhiên trong mùa giảm giá tôi đã thấy một số con ở đó. Về chèo thuyền kayak, những người khác đã trả lời câu hỏi của bạn một cách chi tiết về việc làm sạch thuyền kayak của bạn trước khi sử dụng ở Walden Pond, v.v. Tôi không nghĩ ở đó có dịch vụ cho thuê.Đọc thêm",
            "Có thể ngớ ngẩn - nhưng khu vực này được lát đá toàn bộ hay chỉ là đi bộ qua rừng? Cảm ơn bạn! Đọc thêm",
            "Vâng, đó là một con đường đất bằng phẳng được chạm khắc rất khéo léo quanh hồ.  Bạn có thể đến bản sao cabin của Thoreau trên một con đường rải sỏi, nhưng phần còn lại là bụi bẩn và lá cây, nhưng là một con đường rất dễ di chuyển.Đọc thêm",
            "Có ai biết có phòng tắm nào gần khu vực bãi biển không? Hoặc phòng tắm cho vấn đề đó? Cảm ơn!Đọc thêm",
            "Vâng, có phòng vệ sinh sạch sẽ và được bảo trì tốt.Đọc thêm",
            "Chồng tôi và tôi dự định đến thăm Walden Pond vào tuần đầu tiên của tháng Sáu. Chúng ta có thể mong đợi điều gì về đám đông và thời tiết?Đọc thêm",
            "Ngay cả khi đông đúc, nó cũng không thực sự đông đúc và điều đó rất khó xảy ra trong thời gian bạn ghé thăm. Nhiệt độ: Vẫn mát mẻ - ban ngày từ thập niên 60 đến giữa thập niên 70 trong năm nay.\nTôi sống ở thị trấn bên cạnh và tôi nghĩ bạn sẽ có khoảng thời gian rất thú vị ở đó cũng như ở Concord và Lexington nếu bạn đi. \nGợi ý:\n- Ăn trưa tại Concord thử Main Street Cafe. \n- Ăn trưa tại Lexington, thử Via Lago trên Mass Ave.\n- Bữa tối ở Lexington, Artology on the Green là một trong những địa điểm yêu thích của chúng tôi.\nChúc bạn vui vẻ.Đọc thêm",
            "tỷ lệ đậu xe dành cho người cao tuổi đã được giảm của họĐọc thêm",
            "Nhận thẻ đỗ xe 62 dành cho người cao tuổi suốt đời dành cho cư dân MA 10.Đọc thêm"
        ],
        "star_ratings": [
            396,
            188,
            61,
            19,
            29
        ],
        "review_amount": 693,
        "location": [
            "Hoa Kỳ",
            "Massachusetts MA",
            "Hòa hợp",
            "Khu bảo tồn bang Walden Pond",
            "Những điều cần làm ở Concord"
        ],
        "reviews_time": [
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024",
            "Written May 9, 2024",
            "Written August 21, 2023",
            "Written July 29, 2023",
            "Written July 28, 2023",
            "Written July 10, 2023",
            "Written June 15, 2023",
            "Written April 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60901-d105506-Reviews-Walden_Pond_State_Reservation-Concord_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d2254976-Reviews-The_Concord_Cheese_Shop-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d2136190-Reviews-80_Thoreau-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d1059705-Reviews-Main_Streets_Market_Cafe-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d1727110-Reviews-Helen_s_Restaurant-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d4616467-Reviews-Dunkin-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d13142253-Reviews-FIORELLA_S_CUCINA-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d4919778-Reviews-Haute_Coffee-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d504819-Reviews-The_Colonial_Inn-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d896648-Reviews-Bedford_Farms_Ice_Cream-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60901-d3728605-Reviews-Comella_s-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d106855-Reviews-Thoreau_House-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105507-Reviews-Louisa_May_Alcott_s_Orchard_House-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d181885-Reviews-Sleepy_Hollow_Cemetery-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d104832-Reviews-The_Old_North_Bridge-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105242-Reviews-Minute_Man_National_Historical_Park-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41645-d216260-Reviews-DeCordova_Sculpture_Park_Museum-Lincoln_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105598-Reviews-Concord_Museum-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41645-d104873-Reviews-Gropius_House-Lincoln_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d2475155-Reviews-Hapgood_Wright_Town_Forest-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d534350-Reviews-Ralph_Waldo_Emerson_House-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105506-Reviews-or10-Walden_Pond_State_Reservation-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d104834-Reviews-The_Old_Manse-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d104566-Reviews-Battle_Road_Trail-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d9729627-Reviews-Great_Meadows_National_Wildlife_Refuge-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d106857-Reviews-Concord_River-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d8569537-Reviews-Emerson_Thoreau_Amble-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d27089139-Reviews-Playscape_at_Ripley-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d27080037-Reviews-Emerson_Playground-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d27006897-Reviews-Rideout_Playground-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d13494221-Reviews-Shop_at_Walden_Pond-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41643-d2147320-Reviews-Bella_Sante_Day_Spa_Med_Spa-Lexington_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d2475145-Reviews-Beede_Swim_Fitness_Center-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41643-d104565-Reviews-Lexington_Green-Lexington_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g48224-d8761333-Reviews-Lake_Nanuet_Pool-Nanuet_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d107618-Reviews-Skyline_Drive-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d553575-Reviews-Odaiba_Kaihin_Koen_Odaiba_Seaside_Park-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g35529-d8341556-Reviews-Cleo_s_Ferry_Museum_and_Nature_Trail-Melba_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g2706054-d17465420-Reviews-Grunasi_Waterfall-Theth_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7194027-Reviews-Mall_of_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g53006-d8567442-Reviews-Blue_Marsh_Lake-Leesport_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g21509274-d21508918-Reviews-Desert_Falls_Water_Adventure_Park-Abu_Samra.html",
            "https://www.tripadvisor.com/Attraction_Review-g41508-d116468-Reviews-Lucy_Vincent_Beach-Chilmark_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187880-d198917-Reviews-Frecce_delle_Grotte_S_R_L-Alghero_Province_of_Sassari_Sardinia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60901-d105506-Reviews-or10-Walden_Pond_State_Reservation-Concord_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60901-d105506-Reviews-Walden_Pond_State_Reservation-Concord_Massachusetts.html"
    }
]