[
    {
        "attraction_name": "Waldorf Astoria Spa",
        "attraction_name_vi": "Spa Waldorf Astoria",
        "general_info": [
            "36 đánh giá",
            "- 9 trên 199 Spa - Chăm sóc sức khỏe ở Atlanta",
            "Spa"
        ],
        "attraction_summary": "Thỏa mãn các giác quan và nuôi dưỡng tinh thần tại The Spa. Trải dài hai tầng, khu bảo tồn sang trọng rộng 15.000 m2 này có 13 phòng trị liệu và nhiều liệu pháp truyền thống và toàn diện sử dụng các sản phẩm spa hàng đầu. Đặt dịch vụ mát-xa tại Couple - s Suite, cảm thấy rạng rỡ với liệu pháp chăm sóc da mặt đầy dưỡng chất hoặc tận hưởng dịch vụ mani - pedi. Nam và nữ tận hưởng các hồ bơi sinh lực riêng biệt, phòng xông hơi khô, phòng xông hơi ướt và phòng thư giãn yên tĩnh.Đọc thêm",
        "reviews": [
            "TUYỆT VỜI.  Một trong những trải nghiệm spa quái thú mà tôi từng có.  Đi cùng một người bạn kỷ niệm sinh nhật của cô ấy.  Dịch vụ đỗ xe có người phục vụ dễ dàng và xác nhận.  Nhân viên siêu thân thiện từ lối vào khách sạn đến nhận phòng tại spa.  Tủ khóa, áo choàng và dép có bảo đảm được cung cấp.  Khu vực chờ đẹp ấm cúng.  Đồ uống giải khát nhẹ bao gồm hỗn hợp các loại hạt, táo, nước lạnh, trà nóng được cung cấp. MASSAGE LÀ TỐT NHẤT BAO GIỜ.  Andrea thật TUYỆT VỜI !!! Cuối cùng, các tiện nghi thật tuyệt vời: xoáy nước tuyệt vời - nóng và thư giãn -, phòng xông hơi và phòng tắm hơi trong cùng phòng với xoáy nước - Tôi không sử dụng -, sân thượng ngoài trời kết nối trực tiếp với phòng thay đồ, trông giống như thức ăn có thể được giao từ nhà hàng ở tầng dưới và phục vụ bất cứ nơi nào trong spa - thấy mọi người dùng bữa trên sân thượng và các ngóc ngách riêng tư -.  Hồ bơi trong nhà.  Khu vườn xinh đẹp mà bạn có thể nhìn thấy từ sân hiên bên hồ bơi - trong khi khu vườn không thể tiếp cận trực tiếp qua spa, rất dễ dàng để đến và một nơi khác để thư giãn và đắm mình dưới ánh nắng mặt trời - Chúng tôi đã có một ngày thư giãn như vậy.  Tôi rất vui được quay lại nhiều lần!! Đọc thêm",
            "Thật không may, tôi thất vọng về các dịch vụ được cung cấp tại spa. Khuôn mặt thực sự làm mọi thứ tồi tệ hơn nhiều cho làn da của tôi. Phải mất nhiều tháng để điều chỉnh tình trạng tăng sắc tố xảy ra do sử dụng các sản phẩm. Bây giờ tôi cần trang điểm chỉ để che đi vết sẹo. Siêu thất vọng vì sự thiếu hiểu biết của người có chuyên môn. Tiện nghi cũng không đủ so với mức giá.Đọc thêm",
            "Đến spa này lần đầu tiên vào tuần trước và được chăm sóc rất tốt. Sabela và Breanna thật tuyệt vời và bác sĩ trị liệu mát-xa Jared của tôi đã cho tôi cách mát-xa có chủ ý nhất mà tôi từng có. Những căn phòng thư giãn và yên tĩnh, cùng với phòng tắm hơi tuyệt vời, toàn bộ cơ thể tôi cảm thấy hoàn toàn mới. Đã lên lịch cho dịch vụ tiếp theo của tôi ngay sau khi tôi có dịch vụ đầu tiên.Đọc thêm",
            "Tôi đã ghé thăm spa vào một ngày nghỉ cuối tuần trong tháng này. Tôi thường xuyên ghé thăm các spa đẹp, nhưng rất thất vọng khi đến Waldorf Atlanta Spa. Cuộc hẹn mát-xa 50 phút của tôi là vào lúc 5 giờ chiều ngày thứ Bảy. Tôi đến sớm 20 phút và được gọi lại lúc 5:01 chiều. Phải mất vài phút để ổn định và bắt đầu massage. Khi tôi làm xong, tôi nhận thấy buổi mát-xa của mình kết thúc lúc 5:51 chiều. Vì vậy, massage của tôi đã bị cắt ngắn 5 phút. Bác sĩ trị liệu cũng không tập trung vào những lĩnh vực trọng tâm mà tôi yêu cầu. Khi tôi bước vào khu vực thư giãn - chờ đợi, toàn bộ trà và nước đã được cất đi. Tôi hỏi vì tôi muốn một tách trà nóng và được bảo rằng nó đã được dọn sạch vì spa đóng cửa lúc 6 giờ chiều. Ở các spa sang trọng khác, tôi đã được nhân viên spa nhắc nhở khi tôi có lịch hẹn vào cuối ngày. Nhưng không lúc nào trong quá trình đặt phòng hoặc nhận phòng, tôi được cảnh báo rằng spa đóng cửa lúc 6 giờ và trang web thực sự nói rằng họ mở cửa đến 7 giờ tối. Tôi có cảm giác như nhà trị liệu đã cắt ngắn buổi mát-xa của tôi vì cô ấy muốn rời đi, và thất vọng vì tôi không thể - thậm chí còn không uống được một tách trà nóng trên đường ra ngoài. Đối với một spa ở cấp độ này, đây là dịch vụ khách hàng dưới mức trung bình. Tôi không giới thiệu spa này.Đọc thêm",
            "Tôi đặt phòng tại khách sạn và làm vợ tôi ngạc nhiên khi đi spa.  Kimberly đã làm rất tốt việc giúp tôi chọn một liệu pháp spa tuyệt vời.  Tôi đã chọn Hành trình trị liệu bằng hương thơm dành cho cặp đôi và chúng tôi thực sự rất thích nó.  Kimberly đã kiểm tra chúng tôi và cô ấy là một người rất tử tế khi nói chuyện điện thoại. Che - là tốt nhất.  Cô ấy thực sự tập trung vào lĩnh vực mà tôi đã truyền đạt cho cô ấy.   Chúng tôi chắc chắn sẽ trở lại. Đọc thêm",
            "Thần thánh. Thiên đường. Bỏ trốn. Thư giãn. Điềm tĩnh. Trung tâm. Chỉ một số cảm xúc đã gói gọn trong tôi khi ghé thăm spa ở Mandarin Oriental. Tôi đã thu hẹp nó thành - Nghi thức thời gian - dịch vụ với sự trợ giúp và hướng dẫn bổ sung từ cô Kimberly - cô ấy thật tuyệt vời! - người đã đảm bảo xác nhận qua điện thoại rằng các thành phần tôi muốn trong trải nghiệm 1 giờ 50 phút đều nằm trong khả năng kỹ năng của nhà trị liệu mà tôi sẽ đăng ký cùng. Và cô Laura - nhà trị liệu - đã giao hàng... Tôi thực sự không có lời nào để nói. Tôi có tất cả những gì tôi yêu cầu - và hơn thế nữa. Tôi không muốn làm hỏng tất cả các món ăn - gây ngạc nhiên cho bất kỳ ai khác nghĩ đến việc thực hiện dịch vụ này với cô ấy nhưng chiếc khăn quấn - khăn quấn bùn là Achilles của tôi - gót chân -, khuôn mặt được sắp xếp thời gian thích hợp và ứng dụng điểm áp lực được đặt hoàn hảo - không - t hoàn toàn mong đợi điều thứ hai - khiến tôi cảm thấy mình như một người phụ nữ THƯƠNG HIỆU mới. Cô ấy thậm chí còn ấn huyệt lên các xoang của tôi vì tôi đã đề cập ở phần đầu rằng tôi thường bị tắc sau khi mát-xa và tự mình thực hiện phép thuật của mình. Chưa có nước muối hay Flonase nào có tác dụng tuyệt vời như vậy! Cười! Tôi nghĩ tôi đã trôi ra khu vực nghỉ ngơi sau trải nghiệm của mình. Và ôm cô Laura. Sự chữa lành thực sự. Đó là những gì bạn sẽ nhận được từ một spa. Và đó là những gì họ đang kinh doanh. Cảm ơn Mandarin Oriental, ước gì tôi có thể ghép bạn sang CT.  - Ồ, và họ đã tặng tôi một số bánh Macaron thơm ngon miễn phí vì lần đầu tiên tôi cố gắng đặt chỗ trước đó vài ngày đã tỏ ra đầy thách thức và tôi gần như đã không - vì điều đó - cảm ơn cô Kimberly vì đã cứu cả ngày! - Đọc thêm",
            "Huker-heel thân mến,\nChúng tôi rất vui mừng vì bạn thích thú với việc điều trị của mình! Và chúng tôi cảm ơn bạn đã dành những điều bất ngờ cho những vị khách tương lai của chúng tôi!  Hãy quay lại lần nữa vì chúng tôi rất hân hạnh được chào đón và làm hài lòng bạn!Đọc thêm",
            "Chúng tôi ở khách sạn ở Atlanta một đêm. Chỉ có tôi và bạn gái. Chúng tôi đã không thể gặp nhau trong một năm nên điều đó thật đặc biệt. Chúng tôi đã rất thất vọng! Chúng tôi có dịch vụ spa, mọi thứ đều ổn, nhưng rất đắt tiền và bữa tối ở tầng dưới cũng rất ngon. Sau đó chúng tôi lên phòng và hào hứng xem một bộ phim tình cảm về tình yêu dành cho gà con. Hóa ra là không có trả tiền cho mỗi lượt xem. Chỉ có các kênh địa phương. Khi tôi gọi đến quầy lễ tân, họ nói họ không trả tiền cho mỗi lượt xem. CHÚA ƠI! Thật sự. Với giá 500 - đêm? Họ nói rằng họ có thể đưa ra một bộ phim tùy chọn DVR và DVR. Bạn đang đùa tôi à???? Khi trả phòng, chúng tôi đã nói với quầy lễ tân về sự thất vọng của mình và họ nói rằng chúng tôi có thể cài đặt Apple TV nếu chúng tôi yêu cầu. Chúng tôi thậm chí còn không biết đó là một lựa chọn. Chúng tôi đã nói chuyện với người quản lý và anh ấy nói vì sự bất tiện của chúng tôi nên anh ấy sẽ bỏ 42:00 để đậu xe. cười lớn Kinh khủng! Tuy nhiên, các nhân viên thật tuyệt vời, dễ chịu và tốt đẹp và tác phẩm nghệ thuật thật tuyệt vời. Đối với giá phòng tôi sẽ không bao giờ ở lại đó nữa. St Regis tốt hơn nhiềuĐọc thêm",
            "Malec211 thân mến,\nMặc dù chúng tôi rất vui vì bạn đã thưởng thức bữa tối tại Mandarin Oriental, Atlanta, cũng như tác phẩm nghệ thuật và sự thân thiện của nhân viên chúng tôi, nhưng chúng tôi rất thất vọng vì dịch vụ Spa của bạn không hề tuyệt vời.  Đây không phải là điển hình của các dịch vụ Spa tuyệt vời của chúng tôi.  Chúng tôi cũng rất tiếc vì bạn đã không được thông báo đầy đủ về các tùy chọn truyền hình có sẵn cho bạn.  Chúng tôi đang xem xét kỹ hơn các vấn đề bạn gặp phải để có thể giải quyết ngay lập tức.  Chúng tôi hy vọng có cơ hội thay đổi ấn tượng của bạn về chúng tôi vì chúng tôi coi trọng bạn như một vị khách.  Hãy chấp nhận lời xin lỗi của chúng tôi.Đọc thêm",
            "It - s often easier to patronize spas while traveling, even if for business, because you - re not encumbered by the obligations of your daily routine. Certainly that - s been my experience. I - ve patronized the spas at the Mandarin Oriental properties in Washington, DC and Las Vegas but somehow never managed to visit the one right here in Atlanta where I live. I finally carved out time to do so this month and had a wonderful experience.Compared to other MO locations, the spa at the Atlanta hotel is smaller and doesn - t emphasize the Asian motif in its decor, perhaps because the property was originally built by another company  - it changed hands a few years back - . However, don - t let his deter you. The warm welcome begins at the front door of the hotel and continues with the equally warm and customer-oriented reception at the spa sign-in area. The facilities are squeaky clean and my massage therapist was truly first rate, both in technique and ability to communicate with guests. Renovations are being completed on the heat and water experience  - sauna, steam room, vitality pool -  and so these facilities were not available during my visit. However, I was told about this in advance of my appointment; at the conclusion of my service I received a day pass to return and enjoy these facilities at a later date, once renovations are finished. This sort of transparency is also part of the policy regarding gratuities: guests are informed in advance that a 20 -  gratuity is added to all services, but this amount can be altered as the guest chooses. Note that the spa validates your valet parking. As at other MO locations, services are less expensive when booked Mondays through Thursdays. generally speaking, rates here are competitive with what is charged at premium spas in metropolitan centers like NY, Chicago, DC, etc. There - s a lovely spa boutique where you can purchase many of the products used in their treatments. Overall, this is a wonderful oasis, a place to get off the everyday merry-go-round of work and family demands and enjoy some quality  - me -  time in a quiet, therapeutic atmosphere that caters to your well-being. Highly recommended!Read more",
            "Kính gửi IntrepidAtlanta,\nChúng tôi luôn vui mừng khi nghe về trải nghiệm Spa của khách hàng!  Cảm ơn bạn đã đánh giá tuyệt vời và chúng tôi mong được chào đón bạn trở lại với Thẻ ngày miễn phí.  Đọc thêm",
            "Chúng tôi đã sử dụng spa lần thứ 3 và nó thật tuyệt vời như 2 lần đầu tiên. Chúng tôi đã thực hiện cuộc hành trình của cặp đôi và nó rất lãng mạn. Cơ sở vật chất rất đẹp từ tiện nghi đến ánh sáng, đây là một trải nghiệm tuyệt vời.Đọc thêm",
            "Kính gửi B5672YBdaveb,\nChúng tôi rất vui vì bạn thích trải nghiệm Hành trình Cặp đôi của mình!  Chúng tôi rất mong được chào đón bạn trở lại!  Đọc thêm",
            "Chúng tôi đã thực hiện chuyến hành trình tắm của cặp đôi và nó thật lãng mạn.  Tất cả mọi thứ từ tách trà thơm ngon đến nhân viên mát-xa rất chu đáo cho đến ánh sáng trong dãy phòng cặp đôi rất rộng rãi đã tạo nên một bầu không khí yên bình như vậy. Trước khi đến đó, tôi lo ngại về việc cả hai chúng tôi đều vừa vặn trong bồn tắm chỉ dựa trên bức ảnh.  Nhưng hóa ra, bồn tắm và vòi sen lại hoàn hảo cho cả hai người.  Điều duy nhất còn thiếu là phòng tắm hơi và phòng tắm hơi đang được cải tạo, vì vậy chúng tôi không thể tận hưởng khoảng thời gian đó trong ngày.  Mọi thứ khác thực sự tuyệt vời.  Tôi thực sự có thể - mong đợi để quay trở lại.  Đọc thêm",
            "Amber G thân mến,\nChúng tôi xin lỗi vì việc cải tạo trùng với thời gian lưu trú của bạn, nhưng chúng tôi rất vui vì bạn đã tận hưởng trải nghiệm Couples Journey của mình. Chúng tôi mong được chào đón bạn trở lại!Đọc thêm",
            "Bạn có gói Spa không?Đọc thêm",
            "Cảm ơn bạn đã hỏi thăm.  Chúng tôi có nhiều lựa chọn tuyệt vời về các gói Spa.  Xin vui lòng ghé thăm trang web của chúng tôi.  Bạn cũng có thể liên hệ trực tiếp với Spa theo số 404.995.7526.  Chúng tôi biết bạn sẽ tận hưởng trải nghiệm Spa sang trọng của chúng tôi!Đọc thêm",
            "Giá cả như thế nào??Đọc thêm",
            "Day Pass - 50 giá trị liệu riêng lẻ trên trang web.Đọc thêm",
            "Chi phí đỗ xe để sử dụng spa Đọc thêm",
            "Jan A thân mến,\n\nCảm ơn câu hỏi của bạn.\n\nKhông có phí đậu xe cho khách đến thăm SPA.\n\nCảm ơn và hy vọng sớm gặp lại bạn!\n\nTrân trọng,\n\nRobert LoweĐọc thêm"
        ],
        "star_ratings": [
            23,
            3,
            3,
            2,
            5
        ],
        "review_amount": 36,
        "location": [
            "Spa Waldorf Astoria",
            "Hoa Kỳ",
            "Atlanta",
            "Georgia - GA -",
            "Những điều cần làm ở Atlanta"
        ],
        "reviews_time": [
            "Written May 30, 2023",
            "Written February 19, 2023",
            "Written January 27, 2023",
            "Written February 8, 2022",
            "Written April 23, 2021",
            "Written August 20, 2018",
            "Written August 19, 2018",
            "Written March 19, 2018",
            "Written October 31, 2017",
            "Written October 16, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60898-d6363975-Reviews-Waldorf_Astoria_Spa-Atlanta_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d6852694-Reviews-True_Food_Kitchen-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d1627177-Reviews-Bistro_Niko-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d435923-Reviews-Maggiano_s_Little_Italy-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d24071158-Reviews-The_Americano_Restaurant-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d10371276-Reviews-South_City_Kitchen_Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d6155037-Reviews-St_Cecilia-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d533662-Reviews-Corner_Bakery_Cafe-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d1910993-Reviews-Fresh_To_Order-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d3683472-Reviews-Seven_Lamps-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d466197-Reviews-The_Cheesecake_Factory-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126918-Reviews-Lenox_Square-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2433042-Reviews-LEGO_Discovery_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126919-Reviews-Phipps_Plaza-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d25186551-Reviews-Captain_Julius_Patrick_Jaeger_Memorial-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d3874094-Reviews-Shops_Around_Lenox-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35122-d8058802-Reviews-William_Harris_Homestead-Monroe_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d103493-Reviews-Atlanta_History_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d257375-Reviews-Swan_House-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126945-Reviews-Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d16669053-Reviews-Candytopia_ATL-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6363975-Reviews-or10-Waldorf_Astoria_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2277169-Reviews-The_Buckhead_Massage_Company-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d13818783-Reviews-Art_of_Healing-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d1747455-Reviews-Buckhead_Grand_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2409018-Reviews-Stone_Summit_Climbing_and_Fitness_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d1108664-Reviews-Spa_at_The_Starling-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d9871549-Reviews-Four_Seasons_Hotel_Atlanta_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2273455-Reviews-LeHua_Foot_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8632162-Reviews-XpresSpa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7286570-Reviews-The_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d5482868-Reviews-SPA_W_Atlanta_Downtown-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4597639-Reviews-Whiskey_Blue-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d23278034-Reviews-The_Spa_At_The_Whitley-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6561125-Reviews-The_Lobby_Lounge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4302713-Reviews-AMC_Phipps_Plaza_14-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d19989993-Reviews-Push_exotic_rentals_and_tours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d10065866-Reviews-Breakout_Games_Atlanta_Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d18977945-Reviews-Designer_Shoe_Warehouse-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d5502370-Reviews-AMC_Dine_In_Theatres-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d5843044-Reviews-Bucket_Shop_Cafe-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188679-Reviews-Cathedrale_Notre_Dame_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d10784020-Reviews-Cala_Figuera_Beach-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6412299-Reviews-Lake_Apopka-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d6403479-Reviews-St_Augustine_Distillery-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33031-d145181-Reviews-The_San_Mateo_Japanese_Garden-San_Mateo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3600943-Reviews-Kaputas_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12083149-Reviews-Cripta_San_Sepolcro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60734-d2151188-Reviews-Loop_Road-Ochopee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d14980361-Reviews-Carrer_Cala_Fornells-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d155143-Reviews-Keahua_Arboretum-Kauai_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60898-d6363975-Reviews-or10-Waldorf_Astoria_Spa-Atlanta_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60898-d6363975-Reviews-Waldorf_Astoria_Spa-Atlanta_Georgia.html"
    }
]