[
    {
        "attraction_name": "Walkway Over the Hudson State Historic Park",
        "attraction_name_vi": "Lối đi qua Công viên Lịch sử Bang Hudson",
        "general_info": [
            "2.384 đánh giá",
            "1 trong số 49 hoạt động giải trí ở Poughkeepsie",
            "Cầu"
        ],
        "attraction_summary": "Đường đi bộ qua Công viên Lịch sử Bang Hudson là cây cầu đường sắt thế kỷ 19 được chuyển đổi thành công viên dành cho người đi bộ trên cao dài nhất thế giới.Đọc thêm",
        "reviews": [
            "Đây là điều PHẢI ở Poughkeepsie NY! Xe đạp, đi bộ, chạy bộ hoặc chỉ đi dạo đều được chào đón và miễn phí. \nĐường đi bộ cũng là điểm kết nối tuyệt vời giữa Đường mòn Đường sắt William R. Steinhaus Dutchess dài 14 dặm ở phía đông của Sông Hudson và Đường mòn Đường sắt Thung lũng Hudson dài 4 dặm ở phía tây.\nMở bình minh đến hoàng hôn. Khung cảnh thật ngoạn mục! \nĐã đi xem Pháo hoa ngày 4 tháng 7 ở công viên bên dướiĐọc thêm",
            "Quan điểm hoàn toàn đẹp. Tôi nhớ khi đó chỉ là những đường ray xe lửa cũ rỉ sét. Họ đã làm một công việc tuyệt vời để biến nó thành một trải nghiệm tuyệt vời. Nhất định phải quay lại vào mùa thu để ngắm lá đổi màu.Đọc thêm",
            "Bên phía Poughkeepsie có thang máy đưa bạn tới lòng đường trên cầu. Nơi đỗ xe thuận tiện nhất là ở ga xe lửa Poughkeepsie. Chi phí là 3,75 trong 16 giờ.\n\nTầm nhìn ra sông Hudson từ cây cầu khá ấn tượng ở cả phía bắc và phía nam.Đọc thêm",
            "Dọc theo Sông Hudson, chúng tôi rất vui khi tìm thấy trải nghiệm đi bộ phi thường này... một cây cầu đường sắt cũ đã được chuyển thành cầu dành cho người đi bộ. Cầu rộng 1,25 dặm. Và cầu cao! Cao hơn 200 feet so với Sông Hudson. Chúng tôi đỗ xe ở phía Poughkeepsie trong một bãi đậu xe chuyên dụng, có bãi đậu xe tự phục vụ với mức phí theo giờ hợp lý. Khi đến gần cây cầu, chúng tôi thấy một xe bán đồ ăn và một quầy bán đồ ăn nhẹ. Có nhà vệ sinh ở cả hai đầu cầu. Khi đi dạo qua cầu, chúng tôi gặp những người khác đang đi bộ cũng như những người đang chạy bộ, đi xe đạp, đi ván trượt và đi giày trượt patin. Chó được phép vào. Hàng rào phía trên lan can kéo dài trên đất liền, nhưng khi bạn qua mặt nước, không được rào chắn. Điều đó khiến tôi thấy khó chịu; Tôi đi thẳng vào giữa cả hai hướng, mặc dù đường về dễ đi hơn. Các tấm biển ghi chú về lịch sử của cây cầu được đặt cách nhau trên khắp cây cầu. Cảnh đẹp rất đáng để đi qua. Đọc thêm",
            "Chúng tôi đậu xe ở phía tây của con sông.  Cách cổng công viên khoảng 100m.  Có nhà vệ sinh nhượng bộ ở đó.  Sau đó đi thêm khoảng 100 thước nữa là tới cầu.  Đây là cây cầu đường sắt hiện chỉ dành cho người đi bộ.  Không có chi phí nhập học.  Nó bằng phẳng dễ đi lại.  Hoặc bạn có thể đi xe đạp trên cầu.  Nếu bạn muốn đi bộ qua cầu, hãy dành nhiều thời gian vì cây cầu dài hơn một dặm.  Vợ tôi đi được khoảng 1/4 quãng đường thì tôi đi bộ đến nửa đường về.  Tôi rất vui vì chúng tôi đã ghé thăm. Đọc thêm",
            "Cây cầu là một nền đường ray cũ, được tái sử dụng với tầm nhìn tuyệt đẹp ra Sông Hudson tại Poughkeepsie. Bạn cần đỗ xe trên Đại lộ Parker hoặc các đường phố gần đó. Lái xe về phía bắc trên Đại lộ Parker. ngoài đường Washington St. Đi khoảng một dãy nhà và tìm một bãi đậu xe bằng đá rất gồ ghề ở bên trái. Bạn đi bộ lên vỉa hè và lối đi sẽ ở bên trái bạn. Ngoài ra còn có bãi đậu xe lát đá nhưng họ tính phí. Nhiều người đi bộ, người trượt ván và người đi xe đạp sử dụng lối đi bộ. Nó có cách tiếp cận RẤT DÀI và cao qua một số đường phố trong thành phố trước khi cuối cùng bạn vượt qua Sông Hudson. \nCó thang máy, phòng vệ sinh ở phía Poughkeepsie. Có một chiếc xe tải thực phẩm khi chúng tôi đến thăm. Nó có thể có gió và mát mẻ trên mặt nước. Có một lá cờ Mỹ đánh dấu điểm giữa của cây cầu. Các quan điểm thực sự tuyệt vời!Đọc thêm",
            "Tôi phải đồng ý với một người đăng đã đề cập rằng một số khu vực nhất định của Poughkeepsie còn sơ sài; đặc biệt là đường mòn cạnh ga xe lửa.  Chúng tôi không thể tìm được cách lên cầu vì không có biển báo.  Tuy nhiên, cuối cùng khi chúng tôi tìm thấy cây cầu, khung cảnh thật ngoạn mục! Đó là một ngày hoàn hảo để dành một buổi chiều thứ bảy xa thành phố.  Chỉ cần đi tàu từ ga Grand Central.  Thời gian đi tàu ít nhất là 2 giờ 30 phút. Đi bộ đến cầu Hudson mất ít nhất 15 phút, nhưng rất đáng giá! Chúng tôi đã chụp rất nhiều ảnh! Điều tiếc nuối duy nhất của tôi là chúng tôi đã không ở lại lâu hơn. Bạn có thể dành cả ngày ở ngoài đó! Chúng tôi yêu thích nó! Đọc thêm",
            "Đây là một cách tuyệt vời để những người yêu thích phong cảnh và tập thể dục có thể tập thể dục và ngắm cảnh tuyệt vời.  Bạn có thể đi bộ, chạy bộ, đạp xe, tất cả đều tùy thuộc vào bạn.\nĐó là một cuộc đi bộ hơi xa mà không có biển báo nào dẫn bạn đến bất cứ đâu, đó là lời phàn nàn duy nhất của tôi.  Phải đi bộ một chút để đến đó, nhưng một khi đã đến đó thì thật đáng giá.  Hoàn hảo cho thời điểm này trong năm để ngắm lá mùa thu.\nCác điểm dừng nghỉ cũng ở xung quanh. \nTôi chắc chắn đề nghị, và sẽ trở lại. Đọc thêm",
            "Cuộc đi bộ thật tuyệt vời và quang cảnh thật ngoạn mục.  Chúng tôi đã chụp rất nhiều ảnh và chiêm ngưỡng vẻ đẹp của khu vực.  Đây là nơi đầu tiên chúng tôi ghé thăm khi đến và nó thực sự tạo nên bầu không khí cho một ngày cuối tuần tuyệt vời.  Mỗi chiều dài hơn một dặm và chắc chắn đáng giá cho mỗi bước đi.Đọc thêm",
            "Tôi đã thực hiện chuyến đi bộ này vào một ngày mùa thu ấm áp vào tháng 11 và sau Giáng sinh vào một ngày u ám nhiều mây và cả hai trải nghiệm đều tuyệt vời. Tôi nghĩ đây là một điểm tham quan độc đáo và tuyệt vời và tôi biết tôi sẽ thực hiện nhiều chuyến quay lại để đi bộ hơn trong tương lai. Cuộc đi bộ thật tuyệt vời và cảm giác cộng đồng cũng tuyệt vời.\n\nVào tháng 12, tôi và gia đình đã đi vòng quanh Lối đi bộ và sau đó là Cầu Mid-Hudson. Chúng tôi rất vui vì chúng tôi đã làm điều đó! Đọc thêm",
            "Đây là lối đi dành riêng cho người đi bộ. Để đi bộ từ bên này sang bên kia mất cả giờ, vì vậy hãy sẵn sàng.  Nó rộng và bằng phẳng với nhiều không gian cho người đi bộ và xe đạp.  Tôi đến từ một tiểu bang khác nên tôi không biết về bất kỳ sự kiện đặc biệt nào diễn ra ở đó.  Tầm nhìn rất đẹp nhưng hãy nhớ đỗ xe ở vị trí đỗ xe chính thức.Đọc thêm",
            "Tôi đã xem những bức ảnh về cây cầu trong vài năm và luôn có người kéo lê để đi bộ nếu ở trong khu vực. Chúng tôi cần một chuyến đi dễ dàng và đã quyết định được điều này cũng như một số điểm dừng lịch sử ở Thung lũng Hudson.  Chúng tôi là những người cao tuổi và cần một lý do để đi bộ nhiều hơn để các hành tinh được thẳng hàng. Chúng tôi đã thực hiện chuyến đi khứ hồi từ cổng này đến cổng khác và rất thích nó. Bầu trời trong xanh, thỉnh thoảng có nắng nhẹ và thỉnh thoảng có gió nhẹ. Nhiệt độ dễ chịu nên quần short và áo phông vẫn ổn. Nó không quá bận rộn vào giữa buổi sáng các ngày trong tuần nên chúng tôi đã dành thời gian, chụp một vài bức ảnh và tận hưởng cảm giác ở trên mặt nước. Tôi đã không nhận ra cây cầu chạy qua các khu vực thị trấn bao nhiêu nhưng đó là một sự thay đổi cảnh quan thú vị và giúp tôi cảm nhận được một chút hương vị của khu vực. Hãy thực hiện theo tốc độ của riêng bạn và dành nhiều thời gian như bạn muốn. Thời gian của chúng tôi ở thị trấn có hạn nhưng cuộc phiêu lưu này là một chuyến tham quan xứng đáng với bãi đậu xe miễn phí dễ dàng. Rất khuyến khích.Đọc thêm",
            "Vợ tôi và tôi đã đến thăm Walkway over the Hudson vào tháng 4 năm 2024. Chúng tôi đậu xe ở một bãi đậu xe thu phí nhỏ trên Phố Parker, phía Poughkeepsie.  Phí đậu xe là 7. Vợ tôi đi cùng tôi đến đầu sông rồi quay lại.  Tôi đi bộ hết lối đi và băng qua sông sang phía Tây Nguyên.  Khung cảnh của Cầu Mid-Hudson, Sông Hudson, Poughkeepsie và phong cảnh thật tuyệt vời với nhiều bức ảnh.  Hai bên có khu thông tin và khu nghỉ ngơi có bàn.  Việc đi bộ khiến tôi mất 30 phút mỗi chiều.  Đó là một trải nghiệm tuyệt vời.Đọc thêm",
            "Tôi đã thực hiện chuyến đi bộ này vào một ngày mùa thu ấm áp vào tháng 11 và sau Giáng sinh vào một ngày u ám nhiều mây và cả hai trải nghiệm đều tuyệt vời. Tôi nghĩ đây là một điểm tham quan độc đáo và tuyệt vời và tôi biết tôi sẽ thực hiện nhiều chuyến quay lại để đi bộ hơn trong tương lai. Cuộc đi bộ thật tuyệt vời và cảm giác cộng đồng cũng tuyệt vời. Vào tháng 12, tôi và gia đình đã đi vòng quanh Lối đi bộ và sau đó là Cầu Mid-Hudson. Chúng tôi rất vui vì chúng tôi đã làm điều đó! Đọc thêm",
            "Cuộc đi bộ thật tuyệt vời và quang cảnh thật ngoạn mục.  Chúng tôi đã chụp rất nhiều ảnh và chiêm ngưỡng vẻ đẹp của khu vực.  Đây là nơi đầu tiên chúng tôi ghé thăm khi đến và nó thực sự tạo nên bầu không khí cho một ngày cuối tuần tuyệt vời.  Mỗi chiều dài hơn một dặm và chắc chắn đáng giá cho mỗi bước đi.Đọc thêm",
            "Đây là một cách tuyệt vời để những người yêu thích phong cảnh và tập thể dục có thể tập thể dục và ngắm cảnh tuyệt vời.  Bạn có thể đi bộ, chạy bộ, đạp xe, tất cả tùy thuộc vào bạn. Đi bộ hơi xa mà không có biển báo dẫn bạn đến đâu, đó là lời phàn nàn duy nhất của tôi.  Phải đi bộ một chút để đến đó, nhưng một khi đã đến đó thì thật đáng giá.  Hoàn hảo cho thời điểm này trong năm để ngắm lá mùa thu. Các điểm dừng nghỉ cũng ở xung quanh. Tôi chắc chắn đề nghị, và sẽ trở lại. Đọc thêm",
            "Tôi phải đồng ý với một người đăng đã đề cập rằng một số khu vực nhất định của Poughkeepsie còn sơ sài; đặc biệt là đường mòn cạnh ga xe lửa.  Chúng tôi không thể tìm được cách lên cầu vì không có biển báo.  Tuy nhiên, cuối cùng khi chúng tôi tìm thấy cây cầu, khung cảnh thật ngoạn mục! Đó là một ngày hoàn hảo để dành một buổi chiều thứ bảy xa thành phố.  Chỉ cần đi tàu từ ga Grand Central.  Thời gian đi tàu ít nhất là 2 giờ 30 phút. Đi bộ đến cầu Hudson mất ít nhất 15 phút, nhưng rất đáng giá! Chúng tôi đã chụp rất nhiều ảnh! Điều hối tiếc duy nhất của tôi là chúng tôi đã không ở lại lâu hơn. Bạn có thể dành cả ngày ở ngoài đó! Chúng tôi yêu thích nó! Đọc thêm",
            "Đây là một trải nghiệm khủng khiếp !!!  Đi bộ từ khu vực đậu xe Water Street vào Highland.  Khi đến bên đó, KHÔNG có biển báo nào chỉ dẫn bạn nơi con đường tiếp tục.  Lẽ ra chúng tôi nên đi theo những người khác đã đi qua cầu Tàu và sau đó quay lại theo cách tương tự.  Sau khi đi xuống một con đường phụ mà không biết liệu mình có đi đúng đường hay không, chúng tôi tình cờ gặp được cây cầu.  Đi bộ đẹp nhưng tập trung vì đường đi trên cầu hẹp.  Ở phía bên kia nó trở nên tồi tệ hơn.   Chúng tôi đã đi bộ qua Poughkeepsie, có thể nói là rất sơ sài.  Chúng tôi đi bộ qua khu chung cư, qua ga xe lửa và xuống những con phố bẩn thỉu KHÔNG có cửa hàng hoặc địa điểm nào mà chúng tôi có thể hoặc sẽ dừng lại.  Khu phố rất bẩn thỉu và người dân không tử tế.  Có một vài dấu hiệu ở khu vực này nhưng tôi cũng sẽ không gửi kẻ thù tồi tệ nhất của mình đến đó.  Hãy tránh đi bộ này hoặc nghiên cứu khu vực đầu tiên.  Tôi không giới thiệu điều này cho bất cứ ai cả!!!!   Cầu tàu rất đẹp nhưng không vào được Poughkeepsie.  Việc lái xe vào sẽ nói lên nhiều điều về những gì mong đợi.   Bản đồ và tài liệu quảng cáo là sai và tôi không thể căng thẳng đến mức phải tránh xa!!!   Với tư cách là một PS- bãi đậu xe ở Phố Nước là một nơi cực kỳ bụi bặm.  Đọc thêm",
            "thật là một trải nghiệm tuyệt vời!  Cuộc đi bộ một dặm qua sông Hudson được tăng cường nhờ ngày nắng và thời tiết ấm áp.  Các quan điểm thật đáng kinh ngạc!Đọc thêm",
            "Cây cầu là một nền đường ray cũ, được tái sử dụng với tầm nhìn tuyệt đẹp ra Sông Hudson tại Poughkeepsie. Bạn cần đỗ xe trên Đại lộ Parker hoặc các đường phố gần đó. Lái xe về phía bắc trên Đại lộ Parker. ngoài đường Washington St. Đi khoảng một dãy nhà và tìm một bãi đậu xe bằng đá rất gồ ghề ở bên trái. Bạn đi bộ lên vỉa hè và lối đi sẽ ở bên trái bạn. Ngoài ra còn có bãi đậu xe lát đá nhưng họ tính phí. Nhiều người đi bộ, người trượt ván và người đi xe đạp sử dụng lối đi bộ. Nó có cách tiếp cận RẤT DÀI và cao qua một số đường phố trong thành phố trước khi cuối cùng bạn vượt qua Sông Hudson. Có thang máy, phòng vệ sinh ở phía Poughkeepsie. Có một chiếc xe tải thực phẩm khi chúng tôi đến thăm. Nó có thể có gió và mát mẻ trên mặt nước. Có một lá cờ Mỹ đánh dấu điểm giữa của cây cầu. Các quan điểm thực sự tuyệt vời!Đọc thêm",
            "Chó có được phép đi trên cầu không?Đọc thêm",
            "Có nhưng mang theo nước và túiĐọc thêm",
            "Ở đỉnh cao của nó, và nó chỉ trở nên dữ dội hơnĐọc thêm",
            "Càng ngày càng tốt hơn. Màu sắc tuyệt vời. Đọc thêm",
            "Màu sắc đã đạt đến đỉnh cao hay chỉ mới bắt đầu? Cảm ơnĐọc thêm",
            "Ngược lại với những ý kiến ​​khác.  Màu sắc vẫn chưa đạt đến đỉnh cao.  Màu vàng xỉn và màu đỏ vẫn chưa xuất hiện.  Tôi nghĩ cuối tuần tới sẽ tốt hơn.Đọc thêm",
            "Bạn có thể mang xe đạp của bạn qua không?Đọc thêm",
            "vâng, có làn đường dành cho xe đạp rộng rãiĐọc thêm",
            "Chúng ta có thể nhìn thấy tán lá mùa thu hợp lý từ Walkway Over the Hudson sớm đến mức nào? có khả năng xảy ra vào cuối tháng 9 hoặc tuần đầu tiên của tháng 10 không?Đọc thêm",
            "Tháng 9 là quá sớm.  Tôi sẽ nghĩ đến lúc nào đó vào tháng 10. Đọc thêm",
            "Xe đẩy thân thiện? Tia!Đọc thêm",
            "Vâng, đường dốcĐọc thêm",
            "Có ghế dài dọc lối đi nếu một số người trong nhóm của chúng tôi cần nghỉ ngơi dọc đường không?Đọc thêm",
            "một số ít và chúng thường được bận rộnĐọc thêm",
            "Bãi đậu xe ở phía Poughkeepsie ở đâu bạn có địa chỉ chính xác không. Cảm ơn. SusanĐọc thêm",
            "Đại lộ Parker, Poughkeepsie. Bãi đậu xe rộng rãi, xe đạp đi bộ lên dốc. Không có bậc thang.\nĐẹp trải nhựa 2 dặm, nhà vệ sinh sạch sẽ ở phía bên kia. Có thể đi xe đạp theo hướng trong 20 dặm chủ yếu được lát đá. Ngoài ra, các công viên ven sông đáng yêu với những con đường mòn dành cho xe đạp trải nhựa ở thị trấn Poughkeepsie. Đi xe đạp tuyệt vời!Đọc thêm",
            "CHÀO\nChỉ thắc mắc là đỗ xe ở sườn núi có cầu thang nào để leo lên cầu không?Đọc thêm",
            "Không có cầu thang ở hai bên. Đỗ xe dễ chịu hơn nhiều ở đầu cầu Highland.Đọc thêm",
            "Đậu xe ở đâu bên phía Poughkeepsie?  Đi bộ tới cầu mất bao nhiêu? Có thang máy không?Đọc thêm",
            "Nếu bạn Google, nó sẽ cho bạn biết chính xác vị trí bãi đậu xe ở đầu cầu phía Poughkeepsie, nó nằm ngay bên ngoài khu vực trung tâm thành phố ở Poughkeepsie. Có, có thang máy, nhưng bãi đậu xe ở phía Poughkeepsie nằm ở tầng Bridge nên bạn sẽ không cần thang máy.\n49 Đại lộ Parker\nHãy tận hưởng!Đọc thêm"
        ],
        "star_ratings": [
            1756,
            533,
            75,
            8,
            12
        ],
        "review_amount": 2384,
        "location": [
            "Lối đi qua Công viên Lịch sử Bang Hudson",
            "Các hoạt động ở Poughkeepsie",
            "New York NY",
            "Hoa Kỳ",
            "Poughkeepsie"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written September 1, 2023",
            "Written September 3, 2023",
            "Written September 20, 2023",
            "Written September 21, 2023",
            "Written October 2, 2023",
            "Written October 30, 2023",
            "Written October 30, 2023",
            "Written November 6, 2023",
            "Written January 2, 2024",
            "Written May 22, 2024",
            "Written May 19, 2024",
            "Written May 1, 2024",
            "Written January 2, 2024",
            "Written November 6, 2023",
            "Written October 30, 2023",
            "Written October 30, 2023",
            "Written October 27, 2023",
            "Written October 14, 2023",
            "Written October 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48443-d2249606-Reviews-Walkway_Over_the_Hudson_State_Historic_Park-Poughkeepsie_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d10426387-Reviews-Essie_s_Restaurant-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d15023777-Reviews-Farmers_Chefs-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d629533-Reviews-Mahoney_s_Irish_Pub-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d3813865-Reviews-Rosticceria_Rossi_and_Sons-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d4226362-Reviews-La_Deliziosa-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d2645446-Reviews-Akari-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d1174571-Reviews-Lola_s_Cafe-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d24042134-Reviews-Ice_House_Presents_Flores_Taqueria-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d5426336-Reviews-El_Azteca_Mexican_Deli-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48443-d946737-Reviews-Cosimo_s_Trattoria_Bar-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d269851-Reviews-Mid_Hudson_Discovery_Museum-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47892-d7138017-Reviews-Walkway_State_Historic_Park-Highland_Sullivan_Catskills_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d2212989-Reviews-The_Waterfront-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47892-d21056618-Reviews-Bob_Shepard_Highland_Landing-Highland_Sullivan_Catskills_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47892-d11947100-Reviews-Franny_Reese_State_Park-Highland_Sullivan_Catskills_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47892-d8610654-Reviews-Mid_Hudson_Bridge-Highland_Sullivan_Catskills_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47892-d19602627-Reviews-Johnson_Iorio_Memorial_Park-Highland_Sullivan_Catskills_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d263738-Reviews-Bardavon_Opera_House-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d105844-Reviews-Franklin_D_Roosevelt_Presidential_Library_and_Museum-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d106611-Reviews-Home_of_Franklin_D_Roosevelt_National_Historic_Site-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d2249606-Reviews-or10-Walkway_Over_the_Hudson_State_Historic_Park-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d263920-Reviews-Locust_Grove_Estate-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d8417616-Reviews-Vassar_College-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d2201901-Reviews-Marist_College-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d263929-Reviews-The_Poughkeepsie_Post_Office-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d6487757-Reviews-Mid_Hudson_Heritage_Center-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d9786849-Reviews-Calvary_Chapel_of_the_Hudson_Valley-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d6487755-Reviews-Art_Centro-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d11667070-Reviews-Dutchess_County_Court_House-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d12061795-Reviews-Barrett_Art_Center_DCAA-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d6767567-Reviews-Springside_National_Historic_Landmark-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d12615602-Reviews-Laugh_it_up_comedy_club-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d253262-Reviews-The_Culinary_Institute_of_America-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d109899-Reviews-Eleanor_Roosevelt_National_Historic_Site-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d12655208-Reviews-Al_Hamra_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4798711-Reviews-Seoul_Forest-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46857-d3451221-Reviews-High_Point_State_Park-Sussex_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d5826856-Reviews-Thinkery-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1202638-d1520846-Reviews-Lago_di_Braies-Braies_Province_of_South_Tyrol_Trentino_Alto_Adige.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d6664329-Reviews-Crashed_DC_3_Plane-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d143912-Reviews-Grand_Island-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3348959-d577794-Reviews-Arugam_Bay-Arugam_Bay_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23418324-Reviews-Little_Island-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d621712-Reviews-Horseshoe_Bend-Page_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48443-d2249606-Reviews-or10-Walkway_Over_the_Hudson_State_Historic_Park-Poughkeepsie_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48443-d2249606-Reviews-Walkway_Over_the_Hudson_State_Historic_Park-Poughkeepsie_New_York.html"
    }
]