[
    {
        "attraction_name": "Wanna Jungle Pool and Bar",
        "attraction_name_vi": "Muốn Jungle Pool và Bar",
        "general_info": [
            "72 đánh giá",
            "- 1 trong 1 Cuộc sống về đêm ở Payangan",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Wanna Jungle Pool - Bar là câu lạc bộ bi-a mới nhất nằm trong Khu nghỉ dưỡng sang trọng The Kayon Jungle Resort. Trải nghiệm mới mẻ tại bể bơi vô cực ba tầng giữa rừng rậm xanh tươi và được bao quanh bởi cảnh quan thung lũng nhiệt đới Ubud. Một nhà hàng và quán bar mở nằm bên sườn vách đá. Chỉ cách trung tâm Ubud mười phút lái xe, địa điểm năm sao đầy mê hoặc này được thiết kế hoàn toàn hài hòa với thiên nhiên. Trẻ em dưới 15 tuổi, người già - người có vấn đề về di chuyển, máy bay không người lái, trái sầu riêng - không được phép mang vật nuôi vào địa điểm của chúng tôi do thiết kế dành cho người lớn.Đọc thêm",
        "reviews": [
            "Tất cả mọi thứ chúng tôi muốn và nhiều hơn nữa. Chúng tôi đã đặt vé trong ngày đến hồ bơi - quán bar vào đêm hôm trước sau khi xem các quán bar bên hồ bơi khác nhau ở khu vực Ubud. Chúng tôi chọn Wanna Jungle Pool - Bar vì nó nằm ngoài trung tâm Ubud và chúng tôi muốn một nơi nào đó yên tĩnh hơn và ít khách du lịch hơn so với Cretya và Jungle Fish. \n\nTôi - tôi rất vui vì chúng tôi đã chọn cái này và nó đáng để thử! Khung cảnh của khu rừng thật tuyệt vời và 3 hồ bơi thật đẹp! Các hồ bơi nằm ở 3 tầng khác nhau và có các lựa chọn chỗ ngồi ở cả 3 tầng bao gồm ghế tắm nắng, lều và ghế tình yêu mặc dù bạn phải có gói vàng hoặc nâng cấp trong ngày để sử dụng lều. Có rất nhiều khách vào những ngày khác nhưng vì có 3 tầng nên không cảm thấy đông đúc chút nào! \n\nCác nhân viên thật tuyệt vời và Rama và Sopi phục vụ chúng tôi thật đáng yêu! Các lựa chọn thực phẩm và đồ uống rất tuyệt vời và đến nhanh chóng sau khi đặt hàng.\n\nTất cả chỉ là một ngày tuyệt vời nhất, thật buồn khi phải rời đi!Đọc thêm",
            "Trải nghiệm vượt trội! Địa điểm, dịch vụ và thức ăn thật tuyệt vời. Các nhân viên rất tốt, người phục vụ Rama của chúng tôi là một người đáng yêu. Nó không hề đông đúc chút nào so với những địa điểm khác như thế này ở Ubud. Chúng tôi đặt trước gói bạc, bao gồm đồ ăn và đồ uống với giá 300k và hai đồ uống chào mừng. Chúng tôi đến đó lúc 10 giờ sáng, chuẩn bị sẵn giường phơi nắng và có một ngày tuyệt vời nhất. 10 - 10 trải nghiệmĐọc thêm",
            "Từ giây phút chúng tôi đến đây, mọi thứ thật tuyệt vời. Mỗi thành viên của đội ngũ nhân viên đều hữu ích, thân thiện và có sức chứa. Rama là người phục vụ của chúng tôi hầu hết các ngày tại quán bar Wanna và anh ấy đã vượt lên trên tất cả! Budi là tài xế của chúng tôi hai lần, tôi không thể nói đủ những điều tốt đẹp về anh ấy. Anh ấy là một người lái xe cừ khôi, chúng tôi cảm thấy an toàn và rất hiểu biết. Tôi hy vọng có thể quay lại sớm! Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời ở đó! Nơi này trông thực sự tốt đẹp! Dịch vụ này thật tuyệt vời! Chúng tôi được Windhy hỗ trợ, cô ấy rất ngọt ngào và cho chúng tôi những gợi ý tuyệt vời về đồ ăn. Dựa trên sự giới thiệu của cô ấy, chúng tôi chắc chắn sẽ đến đây một lần nữa và đặt phòng nghỉ tại khu nghỉ dưỡng! Ở đây đẹp quá! Rất khuyến khích!Đọc thêm",
            "Có một trải nghiệm tuyệt vời tổng thể. Bản thân khu nghỉ mát này rất hấp dẫn, khung cảnh thật đáng kinh ngạc và rất đáng để đi từ trung tâm thành phố ubud. Bữa tối lãng mạn được bày biện thật đẹp ở sảnh khách trên bầu trời. Thức ăn rất tuyệt vời và có cảm giác như chất lượng của sao michelin. Dịch vụ này được 10 - 10 bởi siêu sao Windhi, người đã làm cho đêm của chúng tôi trở nên rất thú vị và vượt lên trên tất cả để khiến đêm của chúng tôi trở thành một đêm đáng nhớ Đọc thêm",
            "Chúng tôi đã có bữa tối lãng mạn tại Nhà nguyện Puspaka và nó thực sự tuyệt vời! Trang trí thậm chí còn đẹp hơn mong đợi, đồ ăn thực sự ngon, dịch vụ của Toni hoàn hảo và thậm chí âm nhạc cũng rất tuyệt! 10 trên 10! Đọc thêm",
            "Thật là một khoảnh khắc tuyệt vời ở nơi thiên đường này. Tầm nhìn tốt, hồ bơi tốt, đồ ăn rất ngon và nhân viên rất nhiệt tình và hữu ích. \nCảm ơn đặc biệt đến Rama và Sopi. \nMột ngày hoàn hảo cho những kỷ niệm đẹp. Đọc thêm",
            "Chúng tôi đến đây để dùng bữa tối riêng tư lãng mạn cho tuần trăng mật của mình và nó thật tuyệt vời. Nơi này được trang trí đẹp mắt với hoa và nến và nhìn ra khu rừng rậm. Agustini, cô hầu bàn của chúng tôi, đã làm cho đêm đó trở nên đặc biệt hơn. Cô ấy đáp ứng mọi nhu cầu của chúng tôi và vô cùng lịch sự. Cô ấy đã chụp rất nhiều ảnh và quay video về chúng tôi và ở lại với chúng tôi suốt đêm trong trường hợp chúng tôi cần bất cứ thứ gì. Tôi tin rằng chúng tôi được phục vụ 6 hoặc 8 món, tất cả đều được chế biến đẹp mắt và thậm chí còn được gặp đầu bếp riêng vào cuối bữa tiệc. Tôi thực sự khuyên bạn nên dùng bữa tối riêng tư này cho bất kỳ cặp đôi nào đang tìm kiếm một bữa tối riêng tư tuyệt vời. Đọc thêm",
            "Chúng tôi đã đến thăm địa điểm xinh đẹp này ngày hôm qua, tôi đã đến Bali được 30 năm và tôi không thể chê trách dịch vụ của nhân viên. Febi nói riêng cung cấp dịch vụ xuất sắc. Chúng tôi thư giãn cả ngày trên giường và bơi trong hồ bơi. \nThức ăn và đồ uống thật đặc biệt. Febi và các nhân viên khác đã làm cho ngày của chúng tôi trở thành một trong những ngày tuyệt vời nhất mà chúng tôi từng trải qua ở Bali. \nTôi thực sự muốn giới thiệu nơi này cho gia đình và bạn bè, đó là một nơi tuyệt vời để dành một ngày thư giãn, nơi nhân viên khiến bạn cảm thấy mình là người quan trọng nhất. \nLàm tốt lắm Febi, chúng tôi sẽ quay lại vào tuần sau chỉ để nhìn thấy khuôn mặt tươi cười của bạn.  -  -  -  - Đọc thêm",
            "Nơi hoàn hảo! Dịch vụ tuyệt vời và thức ăn ngon! Chúng tôi đã nâng cấp quyền truy cập vàng của họ, bao gồm quyền truy cập vào tầng trên cùng và cả chai rượu vang. Vào ngày chúng tôi đến thăm, thời tiết không đẹp và nhiệt độ nước có vẻ hơi lạnh, tuy nhiên ở mỗi tầng cũng có khu vực hồ bơi ấm áp. Nếu bạn nhận được thẻ vàng, bạn cũng có quyền truy cập vào xoáy nước! Tất cả các nhân viên đều tuyệt vời và đáng yêu. Cảm ơn Rama và những người khác.Đọc thêm",
            "Thật đẹp và lãng mạn. Tất cả nhân viên đều rất tốt và lịch sự, họ thật tuyệt! Tôi muốn đến một lần nữa! Tuần trăng mật của chúng tôi thật hoàn hảo vì khu nghỉ dưỡng và bữa tối này.Đọc thêm",
            "Chúng tôi đã đặt một bữa tối lãng mạn tại Sky Lounge nhân Lễ kỷ niệm 38 năm ngày cưới của chúng tôi.  Tôi có thể nói gì nhưng cảm ơn bạn vì một địa điểm tuyệt vời, dịch vụ tuyệt vời và thức ăn tuyệt vời.  Nhân viên phục vụ và chủ nhà của chúng tôi Augustini không thể làm gì hơn để khiến mọi thứ trở nên hoàn hảo.  Chuyến thăm của đầu bếp riêng của chúng tôi và người quản lý khách sạn đã khiến buổi tối trở nên đặc biệt hơn nhiều.  Hoàn toàn khuyên bạn nên trải nghiệm nếu bạn ở Ubud. Đọc thêm",
            "Dịch vụ tuyệt vời từ Febi tuyệt vời, cô ấy là một người chủ nhà ngọt ngào, tốt bụng và ân cần, người đã khiến thời gian của chúng tôi trở nên đáng nhớ. Thức ăn rất ngon, cảm ơn đầu bếp Rasmodi rất nhiều vì bữa tối đặc biệt của chúng tôi trong nhà nguyện. Tôi cũng có một lớp học nấu ăn tuyệt vời với Chef Pawan, một người kiên nhẫn, tốt bụng và hào phóng. Cảm ơn tất cả nhân viên tại Kayon Jungle Resort, Wanna và KePitu rất nhiều.Đọc thêm",
            "Kayon Jungle Resort là một nơi tuyệt vời, chúng tôi chỉ dành một ngày để tận hưởng các hồ bơi và ngắm cảnh rừng nhiệt đới. Chúng tôi đã có một trải nghiệm tuyệt vời nhờ Kardi, người đã cho chúng tôi một số lời khuyên về Bali và cung cấp một dịch vụ tuyệt vời. StefanoĐọc thêm",
            "Đơn giản là WOW!! Bản thân Kayon Jungle Resort giống như bước vào thiên đường rừng rậm. Khung cảnh đẹp, cơ sở vật chất, lòng hiếu khách, đồ ăn và tất nhiên, đội ngũ nhân viên tuyệt vời khiến toàn bộ trải nghiệm trở nên kỳ diệu. Chúng tôi đã dành nhiều ngày tại Wanna Pool - Bar, nơi kết hợp hoàn hảo giữa sự thư giãn thuần túy, những món ăn nhẹ - đồ ăn - đồ uống - những ly cocktail điên cuồng và họ có một giờ vui vẻ - . Nhưng điểm nổi bật chính đối với chúng tôi là đội ngũ nhân viên và dịch vụ. Tất cả các nhóm đều cố gắng hết sức để đảm bảo bạn có trải nghiệm tốt nhất. Augustini đặc biệt tuyệt vời đối với chúng tôi, cả bên hồ bơi và trong những bữa tối lãng mạn của chúng tôi vào buổi tối ở các khu vực khác của khu nghỉ mát. Nhà hàng Ke Pitu một lần nữa thật tuyệt vời. Các lựa chọn bữa sáng rất phong phú và chất lượng là một trong những món ngon nhất mà tôi từng có - đã từng đến nhiều nhà hàng và khách sạn cao cấp được gắn sao Michelin -. Bầu không khí là một trong những phần kỳ diệu nhất, với khung cảnh tuyệt vời và nền nhạc truyền thống nhẹ nhàng đáng yêu, chúng tôi thực sự thích thú với mọi trải nghiệm ăn uống ở đây. Vào buổi tối lại có một bầu không khí rực rỡ với một số hoạt động giải trí thực sự tuyệt vời. Chúng tôi không thể chờ đợi để quay trở lại! Cảm ơn nhóm vì trải nghiệm tuyệt vời: - Đọc thêm",
            "Một trong những nơi tốt nhất ở Bali. Người phục vụ Mona của chúng tôi rất ngọt ngào và chăm sóc chúng tôi suốt thời gian qua. Cô ấy thậm chí còn chụp ảnh chúng tôi trông rất chuyên nghiệp. Dịch vụ ở cấp độ khác ở một cấp độ khác. Và dịch vụ mát-xa rất đáng giá.Đọc thêm",
            "Quang cảnh ngoạn mục, thiết lập ấn tượng.  Cây xanh phía sau làm cho trải nghiệm này trở nên độc đáo .. Trải nghiệm 5 sao không có đám đông, rất dễ đọcĐọc thêm",
            "Windhi là TỐT NHẤT! Cô ấy rất vua và ngọt ngào và có mọi thứ bạn cần từ một thứ. CẢM ƠN BẠN WINDHI! bạn đã làm cho ngày sinh nhật của tôi tuyệt vời hơn!Đọc thêm",
            "Một khu nghỉ dưỡng tuyệt vời với đội ngũ nhân viên siêu thân thiện và chuyên nghiệp. Mọi thứ đã được phối hợp hoàn hảo. Phòng và khu nghỉ dưỡng rất sạch sẽ. Suốt ngày có nhạc sống, DJ và các điệu múa truyền thống. Chúng tôi đến đây để hưởng tuần trăng mật và có một kỳ nghỉ hoàn hảo. Tôi chỉ có thể giới thiệu nó.Đọc thêm",
            "Nó thật hoàn hảo! Nhờ có bạn, chúng tôi đang có những kỷ niệm tuyệt vời. Thức ăn rất ngon, đồ ăn của Windi và DD rất ngon. Đó là khách sạn tốt nhất tôi từng đến và cảm ơn bạn. Tôi muốn ghé thăm lần sau.Đọc thêm",
            "Giá vé đi trong ngày cho người lớn là bao nhiêu? Và đối với một đứa trẻ? Đọc thêm",
            "Bạn mở khi nào?Đọc thêm",
            "CHÀO. Xin vui lòng cho tôi biết về chi phí. Chúng tôi là một nhóm gồm 7 người. Muốn biết chi phí sử dụng hồ bơi trong ngày. Cảm ơnĐọc thêm",
            "Thân gửi Pam S,\n\nLời chào nồng nhiệt nhất từ ​​Wanna Jungle Pool and Bar, do Pramana Experience quản lý,\n\nVé Đồng có giá 800.000 IDR/người và vé Bạc có giá 1.000.000 IDR/người. Vé bao gồm phí vào cửa, sử dụng hồ bơi tầng 2 - 3, tín dụng đồ ăn - đồ uống, tủ đựng đồ và sử dụng phòng thay đồ - khăn tắm. Phân bổ chỗ ngồi trong nhà cho vé Đồng và phân bổ chỗ ngồi ngoài trời cho vé Bạc. Chúng tôi khuyên bạn nên đặt chỗ trực tuyến trên trang web của chúng tôi vì không gian có hạn để tránh thất vọng khi đến và không cho phép trẻ em dưới 15 tuổi vào Wanna Jungle Pool - Bar.\n\nChúng tôi hy vọng thông tin trên đáp ứng được kỳ vọng của bạn.\n\nWanna Jungle Pool and Bar FamilyĐọc thêm",
            "Có thể chỉ ở quán bar mà không mua vé vào hồ bơi?Đọc thêm",
            "Kính gửi Nomad64132571449,\n\nLời chào nồng nhiệt nhất từ ​​Wanna Jungle Pool and Bar, được quản lý bởi Pramana Experience,\n\nCần có vé vào cửa để vào khu vực Wanna Jungle Pool - Bar, bao gồm cả quầy Bar. Có thêm hai nhà hàng ở khu vực khác của khu nghỉ dưỡng nếu bạn chỉ muốn đến dùng bữa hoặc đồ uống.\n\nChúng tôi hy vọng những thông tin trên đáp ứng được mong đợi của bạn.\n\nWanna Jungle Pool và Bar FamilyĐọc thêm",
            "Có sẵn ba xe buýt đưa đón để sử dụng trong ngày không? nó phải trả tiền hay miễn phí?Đọc thêm",
            "Kính gửi Hosni b,\n\nLời chào nồng nhiệt nhất từ ​​Wanna Jungle Pool and Bar, được quản lý bởi Pramana Experience,\n\nChúng tôi không có xe đưa đón miễn phí thường xuyên dành riêng cho du khách đến Wanna Jungle Pool - Bar. Tuy nhiên chúng tôi có thể giúp bạn sắp xếp taxi. Vui lòng gửi tin nhắn cho chúng tôi trên mạng xã hội và nhóm có thể hỗ trợ bạn về vấn đề này và giải thích chi tiết hơn.\n\nChúng tôi hy vọng những thông tin trên đáp ứng được mong đợi của bạn.\n\nWanna Jungle Pool và Bar FamilyĐọc thêm",
            "Giá vé vàng là bao nhiêu và bao gồm những gì?Đọc thêm",
            "Xin chào, Nếu tôi sử dụng Vé Đồng, tôi có quyền truy cập vào nhóm nào? Dường như có 3 tầng hồ bơi. Vé Đồng chỉ có thể truy cập vào nhóm nhỏ hàng đầu phải không? không có quyền truy cập vào các hồ bơi khác?Đọc thêm",
            "Kính gửi inVINcible1924,\n\nLời chào nồng nhiệt nhất từ ​​Wanna Jungle Pool and Bar, được quản lý bởi Pramana Experience,\n\nVé đồng có quyền vào các hồ trên cùng và giữa nhưng một số cách phân bổ chỗ ngồi sẽ là khu vực trong nhà và không thể sử dụng bể sục.\n\nChúng tôi hy vọng những thông tin trên đáp ứng được mong đợi của bạn.\n\nWanna Jungle Pool và Bar FamilyĐọc thêm",
            "Xin chào, nếu chúng tôi có vé vàng và bạn bè của chúng tôi có vé bạc thì chúng tôi vẫn có thể đến nơi họ đang ở để nói chuyện với họ và liệu họ có thể đến gặp chúng tôi ở khu vực bán vé Vàng không.Đọc thêm",
            "Nicola H thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Wanna Jungle Pool and Bar, được quản lý bởi Pramana Experience,\n\nKhu vực phân bổ vé vàng và bạc giống như một khu vực được chỉ định của khu vực hồ bơi, vì vậy bạn vẫn có thể nhìn thấy nhau dù có vé khác nhau.\n\nChúng tôi hy vọng những thông tin trên đáp ứng được mong đợi của bạn.\n\nWanna Jungle Pool và Bar FamilyĐọc thêm",
            "Có nên đặt phòng cho 4 người lớn chỉ đến thăm trong ngày vào đầu tháng 7 không, tôi hiểu là thời điểm này có thể rất đông khách du lịch Úc ở Bali Đọc thêm",
            "SuzieQ thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Wanna Jungle Pool and Bar, được quản lý bởi Pramana Experience,\n\nNên đặt chỗ trước để tránh thất vọng và vui lòng gửi email hoặc gọi cho chúng tôi theo địa chỉ như đã đề cập trên Trang web của chúng tôi \n\nChúng tôi hy vọng những thông tin trên đáp ứng được mong đợi của bạn.\nWanna Jungle Pool và Bar FamilyĐọc thêm",
            "Tôi có thể mang theo máy ảnh của mình được không? Tuy nhiên, không phải là người chuyên nghiệp.Đọc thêm",
            "Bạn Thiha Aung thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Wanna Jungle Pool and Bar by Pramana,\n\nMiễn là không có máy bay không người lái và không làm phiền khách khác thì bạn có thể mang theo điện thoại di động hoặc máy ảnh bỏ túi \n\nChúng tôi hy vọng những thông tin trên đáp ứng được mong đợi của bạn.\n\nWanna Jungle Pool và Bar FamilyĐọc thêm"
        ],
        "star_ratings": [
            75,
            1,
            1,
            0,
            0
        ],
        "review_amount": 77,
        "location": [
            "Payangan",
            "Indonesia",
            "Các hoạt động ở Payangan",
            "Muốn Jungle Pool và Bar",
            "Bali",
            "Nhiếp chính Gianyar",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 28, 2023",
            "Written August 30, 2023",
            "Written August 31, 2023",
            "Written September 3, 2023",
            "Written September 21, 2023",
            "Written September 30, 2023",
            "Written October 9, 2023",
            "Written October 12, 2023",
            "Written October 15, 2023",
            "Written November 16, 2023",
            "Written June 1, 2024",
            "Written May 29, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024",
            "Written May 12, 2024",
            "Written May 7, 2024",
            "Written May 5, 2024",
            "Written April 29, 2024",
            "Written April 26, 2024",
            "Written April 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608492-d15132623-Reviews-Wanna_Jungle_Pool_and_Bar-Payangan_Gianyar_Regency_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d7028031-Reviews-Kepitu_Restaurant_At_The_Kayon_Resort-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d15300989-Reviews-Kepitu_Restaurant_at_The_Kayon_Jungle_Resort-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15212864-d26688304-Reviews-Paoman_Restaurant-Taro_Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297701-d4501871-Reviews-D_Alas_warung-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297695-d2083517-Reviews-Boni_Bali_Restaurant-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608492-d26532438-Reviews-Wanna_Jungle_Pool_Bar-Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15239500-d23429878-Reviews-Cretya_Sunset-Keliki_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608497-d18188945-Reviews-Tis_Cafe-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608497-d17451049-Reviews-The_Kawi_Resto-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17454075-d15363484-Reviews-Cafe_Dewi-Kedisan_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d1515658-Reviews-Tegalalang_Rice_Terrace-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d3435076-Reviews-Bali_Pulina_Coffee_Plantation-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15212864-d17386414-Reviews-Taro_Village_Experience-Taro_Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15573114-d7691836-Reviews-Gunung_Kawi_Sebatu_Temple-Sebatu_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g15573114-d17713721-Reviews-Kumulilir-Sebatu_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d1972269-Reviews-Mount_Kawi-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d379268-Reviews-Istana_Tampak_Siring-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025505-d1912575-Reviews-Tirta_Empul_Temple-Tampaksiring_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d10059622-Reviews-Gallery_Ada_Garuda-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d12926090-Reviews-Uma_Pakel_Agro_Tourism-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608492-d15132623-Reviews-or10-Wanna_Jungle_Pool_and_Bar-Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g17441565-d17537606-Reviews-Serayu_Spa_at_The_Kayon_Jungle_Resort-Bresela_Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d11872589-Reviews-Amara_Bali_Family_Tour-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d16676180-Reviews-Hire_Bali_Cab-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d4326488-Reviews-Safe_Bali_Driver_Ketut_Suwenda_Day_Tours-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g17441565-d19512515-Reviews-HYANG_EMBANG_ultimate_peace_meditation-Bresela_Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12558256-Reviews-Bailando_Tours_Bali-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608492-d12241654-Reviews-Bali_Best_Travels-Payangan_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g23984724-d24888952-Reviews-Mekar_Ubud_Jungle_Spa_Bali-Tegallalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g4171923-d18964780-Reviews-Svaha_Spa_Kenderan-Kenderan_Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d17704538-Reviews-Genuine_Bali_Experience-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d12447890-Reviews-Love_Bali_Bike_Tours-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d12392450-Reviews-Traveling_Spoon-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d3931670-Reviews-Greenbike_Adventure-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d478110-Reviews-Piper_Club-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d14766976-Reviews-Two_Jack_Lake-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g227615-d600725-Reviews-Porte_de_Clignancourt-Saint_Ouen_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g609055-d1159469-Reviews-Talk_of_the_Town-Hisaronu_Oludeniz_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187898-d8646508-Reviews-Cicli_Rai_Bike_Rental-Lucca_Province_of_Lucca_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d1519998-Reviews-Citi_Field-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d12957999-Reviews-Mama_Ngina_s_Drive-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d6994114-Reviews-Waimoku_Falls-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g41601-d660394-Reviews-Cape_Cod_Lavender_Farm-Harwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g46582-d4154623-Reviews-Seven_Presidents_Oceanfront_Park-Long_Branch_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608492-d15132623-Reviews-or10-Wanna_Jungle_Pool_and_Bar-Payangan_Gianyar_Regency_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608492-d15132623-Reviews-Wanna_Jungle_Pool_and_Bar-Payangan_Gianyar_Regency_Bali.html"
    }
]