[
    {
        "attraction_name": "Washington State Fair",
        "attraction_name_vi": "Hội chợ tiểu bang Washington",
        "general_info": [
            "299 đánh giá",
            "4 trên 37 hoạt động giải trí ở Puyallup",
            "Sự kiện văn hóa"
        ],
        "attraction_summary": "Trung tâm tổ chức sự kiện hội chợ bang Washington là trung tâm tổ chức sự kiện lớn nhất của bang. Trung tâm tổ chức sự kiện tổ chức năm sự kiện đặc sắc hàng năm, bao gồm Hội chợ Bang Washington kéo dài 20 ngày vào cuối mùa hè, một trong những hội chợ lớn nhất cả nước. Hội chợ mùa xuân kéo dài 8 ngày diễn ra vào tháng 4 hàng năm như một lễ kỷ niệm mùa xuân. Ngoài các hội chợ, trung tâm tổ chức sự kiện còn tổ chức The Taste Northwest, một chương trình hoành tráng về đồ ăn và đồ uống vào tháng 7, Lễ hội tháng mười Tây Bắc, lễ kỷ niệm theo phong cách Munich lớn nhất bang vào tháng 10 và Holiday Magic, một trải nghiệm lễ hội mùa đông vào tháng 12. Đọc thêm",
        "reviews": [
            "Luôn vui vẻ cho đám đông trẻ và lớn tuổi.  Nó gợi lại những kỷ niệm vui vẻ và việc nhìn con tôi tận hưởng những điều giống như tôi đã làm khi còn nhỏ là điều vô giá.Đọc thêm",
            "Tôi luôn thích hội chợ và có điều gì đó vui vẻ và thú vị mỗi năm hơi khác một chút. Tôi thường tìm thấy một buổi hòa nhạc hay mỗi năm. Điểm trừ duy nhất là nhà vệ sinh ở khán đài quá nhỏ và lỗi thời. Cho nổ tung chúng và có được những phòng vệ sinh mới. Một phòng vệ sinh nam xếp hàng dài và không đủ bồn cầu hoặc bồn tiểu cho nhiều người như vậy. Còn lại thì tốt.Đọc thêm",
            "Hội chợ Bang Washington đã trở nên đắt đỏ một cách lố bịch và những thay đổi diễn ra đã phá hủy sự mong muốn quay trở lại trong tương lai của gia đình tôi. Đây là năm đầu tiên gia đình tôi quyết định không mua thực phẩm tại hội chợ sau khi phát hiện ra rằng nó sẽ khiến gia đình chúng tôi phải trả một số tiền lớn. 4 trên 80.00 để ăn tối. Hãy nhớ rằng chúng tôi vừa chi 60,00 15 pp để tham gia hội chợ.  Chúng tôi cũng không đánh giá cao sự tấn công của những người bán hàng huênh hoang vào mặt chúng tôi khi chúng tôi đi qua tòa nhà thương mại hóa, chúng tôi bước ra ngoài sau 5 phút. Tôi đề nghị những người đưa ra quyết định cho WSF hãy chú ý và thực hiện những thay đổi thích hợp nếu họ muốn mọi người làm như vậy. trở lại. Đọc thêm",
            "GIÁ RẤT LỚN! Vâng, hội chợ luôn có giá quá cao, nhưng điều này thật nực cười.. 5 cho một chai nước, 10 cho 1 bắp ngô, 15 cho công viên, chỉ kể tên một vài thứ.... Đã đi hội chợ được 30 năm và đây là lần đầu tiên khu ẩm thực không có hàng người xếp hàng! Chúng tôi sẽ tìm những nơi khác để tiêu số tiền khó kiếm được của mình... Việc bán nước đóng chai với giá 5 người là bất hợp pháp.... Một địa điểm khác bị phá hủy bởi lòng tham...Đọc thêm",
            "Tôi đã đi xem các loài động vật và điều đó thật buồn. Những con thỏ angora bị nhốt trong những chiếc lồng có đáy bằng lưới thô ráp khiến chân chúng bị tổn thương, còn những con thỏ khác thì bị lũ trẻ ồn ào chọc qua chuồng. Những người phục vụ chỉ để họ làm điều đó. Những con vật khác rõ ràng là đang căng thẳng và không vui hoặc buồn chán đến nỗi mắt chúng đờ đẫn. Ngoại trừ một con ngựa vằn bò lưng gù? người dường như muốn một số hoạt động xã hội thoải mái. Hãy để tôi vuốt ve đầu anh ấy. Đó là một con bò tuyệt vời. Phần còn lại của hội chợ thật là tệ. Đồ ăn vặt đắt tiền và những chuyến đi dài ọp ẹp. Có lẽ tôi sẽ thích thú hơn nếu tôi không chỉ nhìn thấy một loạt những điều bất hạnh.Đọc thêm",
            "Tôi RẤT thất vọng trong năm nay. Rất nhiều gian hàng trống và nơi làm chân gà tây không niêm yết giá. Bạn phải xếp hàng chờ 10 phút để đăng ký và phát hiện ra rằng chúng cực kỳ đắt đỏ, ngay cả đối với thực phẩm công bằng. VÀ họ sẽ không chấp nhận thanh toán bằng tiền mặt! Lần cuối cùng tôi nghe nói, tiền Mỹ vẫn nói là hợp pháp cho mọi khoản nợ. Tôi không thể tưởng tượng được Hội chợ đã cho phép thành lập một doanh nghiệp như thế nào mà không thể chấp nhận hình thức thanh toán HỢP PHÁP.Đọc thêm",
            "Đây là một hội chợ rất nhỏ giống như các hội chợ cấp bang.  Nếu bạn đã từng đến Texas, Minnesota, Iowa, California, Illinois hoặc thậm chí là hội chợ Bang Western Idaho, hãy làm cho hội chợ Bang Washington trông giống như một trong những lễ hội hóa trang ở bãi đậu xe của một cửa hàng tạp hóa.  Giá quá cao..23 cho một chiếc chân gà tây.  8 cho một cây kem nhỏ.  Nhưng vi phạm lớn nhất là hội chợ không tuân theo quy định của ADA.  Không có xe chở người vào Thứ Sáu, Thứ Bảy hoặc Chủ nhật.  Không có chỗ ngồi đặc biệt cho người ngồi xe lăn. Họ thuê xe lăn và xe tay ga di động cho 40 người nhưng những người có khả năng thì thuê chúng, để lại một khoản thiếu cho những người cần chúng.  Không có điểm dừng tại cổng, vì vậy hãy chuẩn bị tinh thần cho một chuyến đi dài và vất vả chỉ để vào được địa điểm.  Đây là một trải nghiệm khủng khiếp.Đọc thêm",
            "Giá 10 đồng một bắp ngô quả là đáng nói.   Không có gì ở hội chợ này mà không được định giá quá cao.  6 cốc nước ngọt.  10 cho cốc nhỏ sữa chua đông lạnh đánh với dứa.  20 cho một chiếc chân gà tây. Đừng mang theo gia đình, trừ khi bạn đã ăn xong và chỉ định ở lại một thời gian ngắn.    Mình dẫn theo vợ, hai cậu con trai và chị dâu, ngày đó gần 1000. sau phí vào cổng, gửi xe, ăn uống và vui chơi.Đọc thêm",
            "Đây là hội chợ - đắt đỏ, đồ ăn thì phá hỏng dạ dày, những trò chơi cũ kỹ rỉ sét như thể chúng sắp sụp đổ bất cứ lúc nào, và dù tôi có chơi ném vòng bao nhiêu lần thì tôi vẫn luôn thua - đây là hội chợ. Tôi đã ăn NHIỀU HƠN NHIỀU so với bất kỳ người bình thường nào, tôi sẽ hối hận về điều này vào ngày mai nhưng có lẽ sẽ có những kỷ niệm đẹp vào thứ năm. Đây là một nơi vui vẻ! Hãy tận hưởng nhé! Đọc thêm",
            "Hội chợ Bang Washington là hội chợ lớn nhất ở khu vực PNW. Nó vượt trội ở chỗ có một đoạn giữa khá rộng bao gồm một chiếc tàu lượn bằng gỗ cố định và một bộ sưu tập lớn các hiện vật. Những gì nó có thể cải thiện là có chương trình giải trí trực tiếp miễn phí tốt hơn và nhiều nhà cung cấp thực phẩm độc đáo hơn. Tôi thực sự không thấy món ăn truyền thống hoang dã mà bạn sẽ thấy ở các hội chợ khác. Có vẻ như đồ ăn tập trung vào bánh nướng, bánh ngô và bánh mì kẹp thịt cỡ lớn. Đây là hội chợ tiểu bang nên tham dự nếu bạn sống ở WA, OR và ID, nhưng chắc chắn có thể có chỗ để cải thiện những gì họ cung cấp.Đọc thêm",
            "Trò chơi bắn súng cao su như thế nào?Đọc thêm",
            "Tôi đã tham gia trò này cách đây vài năm tại Hội chợ Puyallup với suy nghĩ rằng TÔI SẼ CHIẾN THẮNG NỖI SỢ ĐỘ CAO, chết tiệt, KHÔNG ĐÃ KHÔNG XẢY RA. Khi cuối cùng tôi thoát khỏi trò chơi bắn ná cao su sau khi bị ném mạnh qua bầu trời, quần áo của tôi ướt đẫm mồ hôi và tôi cảm thấy buồn nôn và chóng mặt thực sự. Bạn trai tôi lúc đó nói rằng mặt tôi trắng bệch và tim tôi đập thình thịch. \nVậy nên đây không phải là cách tốt nhất để cố gắng và chiến thắng nỗi sợ độ cao, nó tốn 90 đô la và may mắn là kết thúc trong vòng khoảng một phút rưỡi. Đọc thêm",
            "Tôi đang cố gắng bán vé Keith Urban cho thứ Bảy ngày 31 tháng 8 nhưng dường như không thể liên lạc được với bất kỳ ai ở khu hội chợ để nói chuyện.  Đâu là nơi tốt để đăng những điều đó cho người dân địa phương?Đọc thêm",
            "Hãy thử Craigslist Tacoma, Seattle, Washington. Tôi cũng đề xuất PayPal để thanh toán và ưu tiên hoặc ký nhận giao hàng. Chúc may mắnĐọc thêm",
            "Tôi có thể mang chú chó cưng ngoan ngoãn của mình đến hội chợ không?Đọc thêm",
            "Tôi không chắc liệu bạn có thể vượt qua động vật phục vụ hay không, NHƯNG tôi thực sự khuyên bạn không nên làm như vậy.  Có quá nhiều người, trẻ em, những thứ gây xao lãng, thức ăn, v.v., khiến cho một chú chó có khoảng thời gian dễ dàng; VÀ không có nơi nào thực sự để ngồi bô. Nhiều tòa nhà bên trong và vỉa hè bên ngoài. Gợi ý, tìm một công viên, không phải Hội chợ.  Cả hai bạn sẽ có nhiều niềm vui hơn.Đọc thêm",
            "Tại sao hội chợ lại đóng cửa vào thứ Ba, trước đây hội chợ mở cửa cả tuần.Đọc thêm",
            "Vì họ đã thêm nhiều ngày vào Hội chợ nên tôi cho rằng họ đóng cửa vào thứ Ba để dọn dẹp và sắp xếp lịch làm việc cho nhân viên. Đọc thêm",
            "Xin chào! Tôi muốn biết liệu bạn có phải lấy vé trước để xem một cuộc đua khôngĐọc thêm",
            "Có ai biết liệu bạn có thể mua được loại kem mềm tuyệt vời đó bên cạnh con bò được vắt sữa ở bất kỳ nơi nào khác trong năm không?Đọc thêm",
            "Tôi thực sự không có ý tưởng.  Tôi không ăn nhiều đồ ăn công bằng.  Xin lỗiĐọc thêm",
            "Có ai đã từng đến buổi hòa nhạc ở đây chưa? Có chỗ ở nào gần đó không? Bạn có phải trả tiền để được vào cửa công bằng cũng như vé xem hòa nhạc không??Đọc thêm",
            "Vé vào cửa công bằng được bao gồm trong vé buổi hòa nhạc.  Có chỗ ở gần đó. bạn có thể tìm trong Puyallup và SumnerĐọc thêm",
            "Xin chào, tôi được biết rằng buổi hòa nhạc của Jason Derulo sẽ được tổ chức vào ngày 26 tháng 9... Tôi muốn biết liệu tôi có phải mua vé cho buổi hòa nhạc riêng hay tôi phải mua vé bao gồm chuyến tham quan hội chợ và buổi biểu diễn .... Tôi có thể mua vé ở đâu?Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            143,
            84,
            39,
            20,
            13
        ],
        "review_amount": 299,
        "location": [
            "Hội chợ bang Washington",
            "Hoa Kỳ",
            "Washington WA",
            "Các hoạt động ở Puyallup",
            "Puyallup"
        ],
        "reviews_time": [
            "Written April 8, 2024",
            "Written September 25, 2023",
            "Written September 15, 2023",
            "Written September 5, 2023",
            "Written September 4, 2023",
            "Written September 3, 2023",
            "Written September 1, 2023",
            "Written September 16, 2022",
            "Written September 12, 2022",
            "Written September 11, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58693-d6224380-Reviews-Washington_State_Fair-Puyallup_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d2518562-Reviews-Giorgio_s_Greek_Cafe-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d5978694-Reviews-Bourbon_Street_Bar_and_Grill-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d7827825-Reviews-Fisher_Scones-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d927766-Reviews-Don_s_Drive_In-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d4278128-Reviews-Taco_Bell-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d13843263-Reviews-7_Eleven-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d2290808-Reviews-Crockett_s_Public_House-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d915322-Reviews-Kyoto_Teriyaki_Restaurant-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d904997-Reviews-Happy_Donut-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58693-d4714514-Reviews-Elements-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d8016634-Reviews-Puyallup_Farmers_Market-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d7777011-Reviews-Pioneer_Park-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d8721092-Reviews-Puyallup_Public_Library-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d10596633-Reviews-Kiwanis_Kids_Spray_Park-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d8374367-Reviews-Meeker_mansion-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d7937240-Reviews-3rd_Street_Antiques-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d5503145-Reviews-Palmer_Wirfs_Antique_Expo-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d10404898-Reviews-Bradley_Lake_Park-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d8377837-Reviews-Puyallup_Fish_Hatchery-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d2324578-Reviews-Putting_Zoo-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d6224380-Reviews-or10-Washington_State_Fair-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d3739264-Reviews-Discover_Nature-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d3203900-Reviews-LeMay_America_s_Car_Museum-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d1822677-Reviews-Daffodil_Bowl-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d8380227-Reviews-SKATE_TIFFANY_S_Roller_Skating_Family_Fun_Center-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d17560706-Reviews-King_Mini_Golf-Puyallup_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g230095-d668915-Reviews-Aqualand_Maspalomas-Maspalomas_San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islan.html",
            "https://www.tripadvisor.com/Attraction_Review-g262061-d1804232-Reviews-Aqualand_El_Arenal-El_Arenal_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d1594064-Reviews-Jungle_Rapids_Family_Fun_Park-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42068-d2707170-Reviews-Fisherman_s_Island_State_Park-Charlevoix_Charlevoix_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d128875-Reviews-Ocean_Beach-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d8050302-Reviews-Bibliotheque_de_l_Alcazar-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g47441-d276490-Reviews-Woodbury_Common_Premium_Outlets-Central_Valley_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d213412-Reviews-Palmetto_Dunes_Oceanfront_Resort-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297618-d11694361-Reviews-Shri_Anjani_Mahadev_Mandir-Manali_Kullu_District_Himachal_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d570757-Reviews-Delirium-Brussels.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58693-d6224380-Reviews-or10-Washington_State_Fair-Puyallup_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58693-d6224380-Reviews-Washington_State_Fair-Puyallup_Washington.html"
    }
]