[
    {
        "attraction_name": "Watamu Beach",
        "attraction_name_vi": "Bãi biển ngọt ngào",
        "general_info": [
            "846 đánh giá",
            "- 2 trong số 15 điều cần làm ở Malindi",
            "Bãi biển"
        ],
        "attraction_summary": "Ngôi làng ven biển Watamu được biết đến với bãi biển cát trắng tuyệt vời. Khu vực này được bảo vệ như một phần của Công viên Hải dương Quốc gia Watamu.Đọc thêm",
        "reviews": [
            "Tôi chỉ dành một buổi tối trên bãi biển Watamu và nó sẽ mãi mãi đọng lại trong tâm trí tôi như một nơi có hai khuôn mặt. Ở một bên, nó là một nơi quá đông đúc với những khách du lịch hư hỏng. Mặt khác, đây là một khung cảnh thiên nhiên đẹp đến nghẹt thở, nơi tôi đã trải nghiệm một trong những điều thú vị nhất trong thời gian ở Kenya khi chúng tôi quan sát những ngư dân mang theo mẻ cá về nhà. Thật nhiều niềm vui và sự phấn khích! Không đời nào bạn lại không cảm thấy phấn khích.Đọc thêm",
            "Bãi biển rất đẹp, cát trắng, nước màu ngọc lam. Rất nhiều khách sạn và nhà hàng. Người dân rất thân thiện. Đã đến các bãi biển khác nhau ở Kenya nhưng tôi có thể đánh giá watamu là hàng đầu. Để chuyển và các chuyến đi trong ngày, chúng tôi đã liên hệ với omar - 254 758 292 901 rất nhanh khi trả lời qua whatsaap. chúng tôi đã làm bếp địa ngục marafa, lặn với ống thở trong công viên biển và chuyển từ ga tàu watamu đến ga xe lửa mombasa.Đọc thêm",
            "Đây là lần đầu tiên tôi đến thăm Kenya. Đầu tiên tôi đến Mombasa, sau đó người bạn địa phương đưa tôi đến Malindi. Ở đó thật tuyệt. Buổi tối anh đưa tôi đến bãi biển Watamu. Có một số quán bar trên bãi biển nằm ngay trên bãi cát với tầm nhìn ra đại dương. Tôi thích bầu không khí, rất khác thường khi cảm nhận phong cách châu Phi này đối với một phụ nữ châu Âu đến từ một nơi lạnh giá. Ban ngày trời nóng nhưng có gió biển mát mẻ. Chúng tôi thưởng thức cocktail nguội từ quán bar Islands đã được tân trang lại và vào buổi tối thưởng thức đồ ăn và đồ uống của họ, lắng nghe nhịp điệu châu Phi cho đến nửa đêm. Tôi không biết, đối với tôi đó là ngày tuyệt vời nhất tôi trải qua ở Kenya trong thời gian lưu trú ngắn ngủi của mình. Tôi không có cơ hội nhìn thấy các loài động vật ở Safari. Lần sau chắc chắn sẽ làm được. Đọc thêm",
            "- cát trắng, nước trong xanh - vào buổi sáng nước biến mất, vì vậy bạn có thể đi bộ trên bãi biển và ngắm nhìn sinh vật biển còn sót lại - vào buổi tối nước quay trở lại nhanh chóng nên bạn có thể ở lại một nơi và ngắm nhìn tất cả những hòn đảo nhỏ theo đúng nghĩa đen biến mất và mực nước chạm đến thắt lưng của bạn- nhược điểm: có quá nhiều chàng trai bãi biển phiền phức theo sau bạnĐọc thêm",
            "Watamu là một nơi tuyệt đẹp để tận hưởng những ngày huy hoàng trên bãi biển. Đối với tất cả các chuyến du ngoạn của bạn, Ali là một hướng dẫn viên địa phương tuyệt vời, người có thể tổ chức tất cả các loại chuyến du ngoạn. Từ những địa điểm ăn uống ngon, phương tiện giao thông địa phương, chuyến đi buổi chiều đến Marafa và đủ loại chuyến đi săn. Số của anh ấy là - 254 790 385979Đọc thêm",
            "Bãi biển cát trải dài, trải dài sâu tận biển khi nước rút. Một hòn đảo lớn trải dài cắt ngang. Một số hành vi xả rác của người sử dụng bãi biển.Đọc thêm",
            "Đã đi lặn với ống thở, đó là hướng dẫn viên rất an toàn và rất thân thiện. ngay cả khi bạn không biết bơi, hãy đi xe đạp, cũng xứng đángĐọc thêm",
            "Sống cách bờ biển 15 dặm, tôi có thể đảm bảo với bạn rằng Watamu có những bãi biển đẹp nhất ở Kenya. Cát có màu trắng với độ đặc gần như bột mì. Người dân địa phương thích lăn trên cát cho đến khi chúng trắng xóa. Nước có màu ngọc lam tuyệt đẹp. Có một rạn san hô cách đó một km có thể ngăn những con sóng lớn hơn đánh vào bãi biển. Người dân thân thiện, Đọc thêm",
            "Trong chuyến đi 4 ngày tới Malindi và Watamu trên bờ biển, tôi đã ở tại khách sạn Ocean Sports tuyệt vời.  Tôi đến đó trong chuyến nghiên cứu nghệ thuật Châu Phi.  Tôi đã học được nhiều hơn về lịch sử phức tạp, địa lý tự nhiên, hệ thực vật, động vật và văn hóa ở đó.  Là một cảng Swahili, Malindi có một quá khứ đầy biến động, từng là thuộc địa của người Bồ Đào Nha - Vasco da Gama đã đến thăm vào năm 1498 - , Sultan của Zanzibar, và người Anh.  Trên bãi biển ở Watamu, tôi vẽ, thu thập những đồ vật tìm thấy và thực hiện một vài tác phẩm điêu khắc ngẫu hứng, thu hút sự quan tâm của người dân địa phương.  Tôi đã mời một vài chàng trai trên bãi biển hợp tác thực hiện một tác phẩm điêu khắc với tôi bằng cách sử dụng những đồ vật tìm được. Đi lặn với ống thở - phần hay nhất là xem một đàn 50 con - cá heo bơi lội - một cảnh tượng khá hiếm gặp.. Rất buồn khi thấy san hô cạn kiệt quá nhiều kể từ thời thơ ấu của tôi ở Kenya do biến đổi khí hậu... Nếu không, đã có một khoảng thời gian tuyệt vời! Đọc thêm",
            "Sundowner dhow safari. Ở tại Hemmingways Watamu. Bãi biển cát trắng mềm mại.. Dịch vụ ăn uống, đồ uống, phòng hướng biển rất tuyệt vời. Một cách tuyệt vời để thư giãn, ghé thăm spa mát xa với giá rất hợp lý. Một nơi không có ô nhiễm tiếng ồn do tiếng nhạc lớn. Từ quán bar, Nhân viên rất lịch sự - thân thiện. Phục vụ các bữa ăn chay, không đường, không chứa gluten - các bữa ăn chay và hải sản cho bạn bè của tôi.Đọc thêm",
            "Chào buổi tối, tôi muốn đến Watamu vào tháng 2, nhưng tôi có hai câu hỏi: mức độ an toàn chung và sự hiện diện của muỗi - do bệnh sốt rét -. Cảm ơn bạnĐọc thêm",
            "Chào buổi sáng, có ai có tấm áp phích về tất cả các chuyến du ngoạn mà watamu tốt bụng cung cấp không? Nên thực hiện Safari với ngôi làng hay đặt trước bên ngoài?Đọc thêm",
            "Chào buổi tối, tại làng bãi biển Bravo watamu, các loại cocktail địa phương hay chỉ không cồn cũng được bao gồm trong công thức trọn gói?Đọc thêm",
            "Xin lỗi, tôi không thể giúp được vì chúng tôi đang ở nhà hàng mà chúng tôi không ở lại.Đọc thêm",
            "Xin chào, tôi hỏi câu hỏi này với tất cả các bạn đã đến Kenya vào kỳ nghỉ.... chúng tôi cũng muốn đến Kenya vào tháng 10...... nếu bạn có đầu mối liên hệ đáng tin cậy cho một trong những người của bạn hướng dẫn viên đã hướng dẫn bạn trong các chuyến đi săn hoặc các tuyến đường, những tuyến đường hoặc chuyến đi này đòi hỏi khắt khe như thế nào và liệu trời có rất nóng không? số điện thoại di động của người hướng dẫn để liên hệ, nơi chúng tôi có thể tìm thấy thông tin về các chuyến đi săn được thực hiện trong làng, nếu có hồ sơ trên Facebook và một số lời khuyên khác có thể hữu ích cho chúng tôi..... những gì nên ghé thăm và có lẽ điều đó thực sự đáng làm? chúng ta nên mong đợi điều gì trong và ngoài làng? Safaris thực sự có thể được thực hiện và bạn thấy gì? Những thứ này có giá bao nhiêu ? Cảm ơn bạn - Trân trọng gửi đến tất cả các bạn du khách đến từ Kenya :- - Đọc thêm",
            "Liên hệ với tôi và tôi sẽ cung cấp cho bạn một số thông tinĐọc thêm",
            "Xin chào mọi người... muốn đến cơ sở Bãi biển Watamu vào tháng 1, tôi muốn biết liệu bạn có đề xuất cụ thể chuyến du ngoạn nào không - tôi sẽ ở đó khoảng 12 ngày - và nếu trong trường hợp đó tôi có thể hỏi các chàng trai hay đúng hơn là cơ sở. C - có phải phim hoạt hình Ý hay không? Hãy cho tôi lời khuyên nào cho tôi đây là lần đầu tiên ở Châu Phi...cảm ơn bạnĐọc thêm",
            "Ai đó sẽ rời Milan vào ngày 5 tháng 2 năm 2020 và trở lại vào ngày 14 để đi chung taxi?  \n\nCó ai biết tủ lạnh Derik không? Tốt? \n\nCảm ơn tất cả các bạn...Đọc thêm",
            "Nếu bạn đang tìm kiếm sự thân thiện, an toàn và nghiêm túc trong công việc, hãy tìm Filippo và Amaro, nếu bạn muốn tôi có thể liên hệ với bạnĐọc thêm",
            "xin chào, tôi sẽ ở khách sạn lớn ở watamu vào cuối tháng 2 và đầu tháng 3. \nTôi đang tìm một trung tâm lặn nghiêm túc, thân thiện và nói được một chút tiếng Pháp, miễn là nó không quá xa khách sạn và cũng có thể tham gia một chuyến đi săn mini trong một ngày rưỡi chẳng hạn\ncảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi cần giúp đỡ! Tôi phải đi Kenya vào ngày 6 tháng 9 và tôi phải dừng lại ở Addis Ababa. Tôi đọc trên trang web Farnesina rằng cần phải có giấy chứng nhận tiêm phòng bệnh sốt vàng da ngay cả trong trường hợp quá cảnh qua Ethiopia. Tôi sẽ cho bạn biết trang web nói gì\n - Tiêm chủng bắt buộc \nGiấy chứng nhận tiêm phòng sốt vàng da là bắt buộc đối với du khách đến từ các quốc gia có nguy cơ truyền bệnh. Nó cũng được yêu cầu mà không có sự phân biệt đối với du khách chỉ quá cảnh qua sân bay ở các quốc gia này - ví dụ: quá cảnh tại - sân bay Addis Ababa - . Trong một số trường hợp, chính quyền sân bay đã cho phép tiêm chủng ngay khi đến sân bay - \nC - dạo này có ai đi không?????Đọc thêm",
            "Tôi đã đến Kenya hai lần đi qua Adis Ababa không ai hỏi thăm gì nhưng tôi vẫn tiêm phòng bệnh sốt vàng da... Một loại có giá trị mãi mãi.... Thà thận trọng còn hơn bị lây nhiễm...Đọc thêm",
            "Chào buổi tối mọi người \nBạn đã tiêm phòng hoặc điều trị dự phòng chưa?\nCảm ơn bạn rất nhiềuĐọc thêm",
            "Tôi đang cho bạn câu trả lời chỉ dựa trên số liệu thống kê, chúng tôi không làm gì cả. Trong một tháng nữa - thời kỳ ủ bệnh của bệnh sốt rét - tôi sẽ có thể nói với kiến ​​thức sâu hơn về thực tế rằng liệu chúng tôi đã làm tốt hay không!Đọc thêm",
            "Xin chào, tôi sẽ đến Kenya vào ngày 2 tháng 8 - watamu - có cần tiêm chủng gì không?Đọc thêm",
            "Cảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            529,
            206,
            67,
            26,
            18
        ],
        "review_amount": 846,
        "location": [
            "Những điều cần làm ở Malindi",
            "Kenya",
            "Châu phi",
            "Malindi",
            "Bãi biển ngọt ngào",
            "Tỉnh ven biển"
        ],
        "reviews_time": [
            "Written April 29, 2024",
            "Written December 29, 2023",
            "Written March 26, 2023",
            "Written February 17, 2023",
            "Written February 1, 2023",
            "Written January 18, 2023",
            "Written January 6, 2023",
            "Written December 29, 2022",
            "Written December 17, 2022",
            "Written December 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298253-d472609-Reviews-Watamu_Beach-Malindi_Coast_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d13357192-Reviews-The_Liars_Club-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d3733515-Reviews-Come_Back_Club_Watamu-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d2446152-Reviews-Bahati_Gelateria_Italianna_Andrea-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d3742528-Reviews-Makuti_Ristorante_Pizzeria-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d2316040-Reviews-Lo_Spuntino-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d4572589-Reviews-Mapango_Restaurant-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d7720038-Reviews-Non_Solo_Gelato_Watamu-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d25226454-Reviews-Kokomo_Beach_Bar_Restaurant-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d21273392-Reviews-Mbuyu_Restaurant_Watamu-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g661279-d18454859-Reviews-Ascot_Restaurant-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d27491515-Reviews-Nayl_Safari_Kenya-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d472325-Reviews-Mida_Creek-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d6897969-Reviews-Isola_dell_Amore_Watamu-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d1131514-Reviews-East_African_Reptile_Park-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2038950-d2025496-Reviews-Gede_Ruins-Gede_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d472324-Reviews-Watamu_National_Marine_Park-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d25218037-Reviews-Padel_House_Watamu-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d2281070-Reviews-Local_Ocean_Conservation-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d15065903-Reviews-Prawn_Lake-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2038950-d4306914-Reviews-Malindi-Gede_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d472609-Reviews-or10-Watamu_Beach-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d2641378-Reviews-Marafa_Hells_Kitchen-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d3533322-Reviews-Mamasavana-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2099644-d2350515-Reviews-Che_Shale_Beach-Mambrui_Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d2262975-Reviews-Falconry_of_Kenya-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d3397689-Reviews-Sawa_Sawa_Dhow_Excursions-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d14066407-Reviews-Kenya_Dream-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d17812978-Reviews-Benzi_Kenya_Safaris-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d18313607-Reviews-Richy_Safaris_Kenya-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d15273039-Reviews-Amico_Kenya_Safaris_Tours_Watamu_Kenya-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d2015909-Reviews-Safari_Kenya_Watamu-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d13484986-Reviews-Ebano_Safari_Kenya-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d15581763-Reviews-Kenya_Watamu_Safaris-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d1907362-Reviews-Safari_Kenya_Con_Samuel-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d27242374-Reviews-Leopard_Brothers_Safaris-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d19173580-Reviews-Scopriamo_il_Kenya_con_Nelson-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d27429197-Reviews-Travel_Solutions_Kenya-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d14120345-Reviews-Info_Kenya_Tours-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d15343989-Reviews-Jambo_Life_Safari-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g661279-d6680721-Reviews-Kenya_Safaris_con_Beka_Day_Tours-Watamu_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d21173180-Reviews-Aquapark_Albania_Blue_Magic_Water-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d559266-Reviews-Flattop_Mountain_Trail-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g294212-d325810-Reviews-Silk_Street_Pearl_Market_Xiushui-Beijing.html",
            "https://www.tripadvisor.com/Attraction_Review-g32678-d261449-Reviews-Manhattan_Beach-Manhattan_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d10160998-Reviews-Main_Event_Entertainment-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d116253-Reviews-Atwells_Avenue-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g35942-d284695-Reviews-Grand_Victoria_Casino_Elgin-Elgin_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d2141252-Reviews-Lagoonarium-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g36344-d3228511-Reviews-Stade_s_Farm_and_Market-McHenry_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7710769-Reviews-Heathrow_Express-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298253-d472609-Reviews-or10-Watamu_Beach-Malindi_Coast_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298253-d472609-Reviews-Watamu_Beach-Malindi_Coast_Province.html"
    }
]