[
    {
        "attraction_name": "WaterFire",
        "attraction_name_vi": "NướcLửa",
        "general_info": [
            "1.866 đánh giá",
            "- 2 trong số 18 Nhà hát - Buổi hòa nhạc ở Providence",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "WaterFire Providence là một tổ chức nghệ thuật độc lập, phi lợi nhuận có sứ mệnh truyền cảm hứng cho Providence và du khách bằng cách làm sống lại trải nghiệm đô thị, thúc đẩy sự tham gia của cộng đồng và biến đổi thành phố một cách sáng tạo bằng cách giới thiệu WaterFire cho tất cả mọi người cùng thưởng thức. Tác phẩm điêu khắc từng đoạt giải thưởng này của Barnaby Evans được lắp đặt trên ba con sông của trung tâm thành phố Providence, đã được người dân Rhode Island cũng như du khách quốc tế ca ngợi như một tác phẩm nghệ thuật mạnh mẽ và là biểu tượng cảm động của thời kỳ phục hưng của Providence. WaterFire - hơn tám mươi đống lửa lấp lánh, mùi khói gỗ thơm ngát, ánh lửa bập bùng trên những cây cầu hình vòm, hình bóng những người lính cứu hỏa đi ngang qua ngọn lửa và âm nhạc mê hoặc từ khắp nơi trên thế giới đánh thức mọi giác quan và cảm xúc. của những người đi dạo trên con đường của Công viên Waterplace. WaterFire đã thu hút trí tưởng tượng của hơn mười triệu du khách, mang lại sức sống cho trung tâm thành phố và hồi sinh thành phố thủ đô của Rhode Island.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Người ta cho rằng WaterFire là điểm thu hút chính ở Providence. Tuy nhiên, như đã giải thích cho tôi, nó chỉ hoạt động vào những khoảng thời gian cụ thể trong năm. Tôi nghĩ điều kiện để vận hành WaterFire là phải vào những tháng mùa hè và phải vào ban đêm.  Tôi có một bức ảnh trong điều kiện tiềm ẩn.Đọc thêm",
            "Thật tuyệt vời khi đây là một sự kiện miễn phí dành cho gia đình ở trung tâm thành phố Providence! Nhưng với tư cách là du khách đến Providence, sẽ thật tuyệt nếu có thêm thông tin về sự kiện này và những gì sẽ xảy ra. Chúng tôi đã có thời gian bắt đầu để thắp đuốc và biết rằng vào đêm chúng tôi tham dự, sự kiện sẽ kéo dài đến nửa đêm. Nhưng sự kiện đó là gì? Mọi người tụ tập dọc bờ sông, nhiều người chỉ đứng dọc lan can trong khi những người khác kéo cửa sau...âm nhạc đang vang lên...cuối cùng thì những ngọn đuốc cũng được thắp sáng.  Chúng tôi không biết rằng có những chiếc thuyền du lịch được phép lên xuống sông giữa những ngọn đuốc rực lửa và những chiếc thuyền Nước lửa. Bằng cách nào đó chúng tôi mong đợi một buổi trình diễn Waterfire, một điều gì đó kể cho chúng tôi một câu chuyện. Đúng hơn nó là phông nền cho tất cả những gì đang diễn ra dọc theo con sông. Có những người bán hàng, xe bán đồ ăn, nhạc sống và hơn thế nữa. Khi chúng tôi nhận ra điều đó và bắt đầu đi dạo, mọi chuyện sẽ thú vị hơn một chút. Đọc thêm",
            "Đây là điều tuyệt đối phải làm nếu bạn thích khung cảnh lãng mạn bình dị.  Một màn trình diễn đáng kinh ngạc, cơ hội trải nghiệm du ngoạn bằng thuyền gondola xuôi dòng sông hoặc đi bộ dọc theo bờ sông và ngắm cảnh. Đọc thêm",
            "Just below the striking state capital is a water basin fed by a canal channeling the rver.  Depending upon the night when a Waterfire event is staged, there are about 40-100 braziers  - containing pine logs -  set up in the middle of the basin and canal. About 20-30 minutes before the show is to start, just as the sun is beginning to set, mood-setting music is broadcast all along the half-mile or so long  - stage. -   A procession of canal boats enters bearing extra wood and torches along with a crew to manage the continued stocking of the braziers.  On at least some nights one of the boats will also carry a fire dancer on its bow.  Then on signal, the braziers in the central basin are lit by the torches, followed by the braziers all along the length of the canal stage.  The boats  - and dancer -  move back and forth along the stage for several hours while music continues to play.  If you have little ones, or older people who don - t stay up late, you can get the gist of the experience by leaving within an hour of the show - s start.This was our first time to see the show which was originally a living sculpture created by Barnaby Evans in 1994 as a symbol of Providence - s revitalization.  We just moved here last fall, but I know that this free event is an annual treat for many people of all ages, particularly families, romantic couples, local college students, and tourists.  People watched from balconies of nearby buildings which I presume were apartments - condos - hotels.  The state capital side of the canal is lined by restaurants, and the other side features a pleasant less crowded walkway with some cement benches.  A few bridges cross the canal and lead up to streets lined with tents of vendors selling food, t-shirts, jewelry, arts and crafts, and also some with people from various informational groups.  Be aware that there are lots of cobblestones on both sides which made it harder to navigate for people with wheelchairs or strollers  - I did see both of these - , or wearing high-heels to navigate.  There is cement between the stones, so some attempt has been made to make it more accessible to all.  There are also a lot of steps going down to the walkways lining the canals.  It looked to me like viewing from the bridges might be a better choice for some individuals, and you would have a very good view, but you might want to get there early to secure a good spot.  It was 69 -  and breezy by the time we left and little girls in tank tops and shorts had their hands in their armpits trying to stay warm, so be sure to check the weather forecast.I understood from a volunteer that it is held on about 5-10 somewhat random nights a year based on when the organizers can get sufficient sponsorship to cover the costs.  Check their website for dates each year.  This year  - 2023 -  these are between April and November.There are lots of parking garages.  We came from the east and parked in the Providence Place Mall garage which was a good choice for getting us out of traffic as soon as possible when we arrived and when we left.  It was already quite full when we arrived about 6:25 . Traffic to get there was also already heavy at 6:10 for a night when the lighting was scheduled to start at about 7:40  - time varies by date based on sunset, so check the website - .  From there you head towards the State Capitol building, and then just follow the crowds to the basin area, go down the steps, and walk alongside the canal.Read more",
            "Chương trình đẹp, một điều gì đó độc đáo mà bạn không thấy hàng ngày. Âm nhạc, lửa trên mặt nước, thuyền gondola trôi nổi xung quanh. Người đông nhưng vẫn có không gian để chiêm ngưỡng và chụp ảnhĐọc thêm",
            "Đó là một đêm mùa hè hoàn hảo ở Providence. Đi công viên từ sớm, mua bữa tối từ xe bán đồ ăn ở chợ, ngồi bên bờ sông vừa ăn vừa thưởng thức bia lạnh trong lúc chờ Waterfire bắt đầu. Khi tất cả các trạm đã được thắp sáng, tôi đi bộ dọc theo toàn bộ đoạn sông để ngắm cảnh. Nó thật đẹp! - Thông tin thực tế - đỗ xe trong trung tâm mua sắm - bãi đậu xe với giá vài đô la thay vì các nhà để xe khác sẽ tính phí - 20 hoặc hơn. - Đọc thêm",
            "Cuối cùng tôi đã thấy một trong số này được coi là một chiếc được ủy quyền cho chuyến trở về quê hương của họ. Âm nhạc và lò sưởi trên mặt nước là một mánh lới quảng cáo hay và độc đáo! Sẽ quay lại nếu có cơ hội. Đọc thêm",
            "Không khí kỳ nghỉ tuyệt vời. Bạn có thể cảm nhận được sức nóng tỏa ra từ ngọn lửa trên mặt nước. Mùi lửa trại khiến tôi nhớ đến buổi cắm trại hay quây quần bên gia đình và bạn bè, càng làm tăng thêm cảm giác ấm cúng. Chúng tôi thấy ông già Noel đang chuẩn bị gặp bọn trẻ và một vài nàng tiên tuyết đang nhảy múa gần mặt nước. Trải nghiệm rất thú vị.Đọc thêm",
            "Bầu không khí siêu thực. Có một cảm giác rung cảm của một thành phố châu Âu với những chuyến đi thuyền gondola trên sông cùng với ngọn lửa ở giữa. Rất dễ dàng để đậu xe tại địa điểm quan phòng và đi bộ đến công viên bờ sông và bắt đầu chuyến đi bộ dọc theo dòng sông.Đọc thêm",
            "Đi sớm! Đỗ xe một lần! Providence có một số nhà hàng tuyệt vời trong khu vực. Bạn có thể đến công viên, ăn uống và sau đó tận hưởng đêm nhạc, ngọn lửa ấm áp, ngắm nhìn những người tuyệt vời và những người bán hàng nghệ thuật.Đọc thêm",
            "Tôi có thể tìm lịch trình năm 2019 ở đâu, tất cả những gì tôi có thể tìm thấy trên trang web của họ là2018Đọc thêm",
            "Lịch trình đã được đăng trên trang web của chúng tôi ngay bây giờ.Đọc thêm",
            "Liệu giông bão có thể là vấn đề an toàn vào sự kiện ngày mai aĐọc thêm",
            "Xin chào, cảm ơn tất cả vì những phản hồi hữu ích. Ánh sáng WaterFire nói chung là tất cả các sự kiện thời tiết. Nếu trời mưa dai dẳng, chúng tôi có thể hủy hoặc lên lịch lại một sự kiện, nhưng những cơn mưa rào và bão đi qua sẽ khiến chúng tôi không thể tổ chức sự kiện. Trong trường hợp có bão kèm theo đèn chiếu sáng, chúng tôi có thể phải tạm dừng các hoạt động trên sông. Sự an toàn của du khách, tình nguyện viên và nhân viên là ưu tiên số một của chúng tôi. Nơi tốt nhất để tìm tin tức sự kiện mới nhất, đặc biệt là về thời tiết, là trên trang Facebook hoặc Twitter của chúng tôi.Đọc thêm",
            "Nó có chơi hàng ngày trong mùa hèĐọc thêm",
            "Lịch trình ưa thích của chúng tôi là bật đèn hai tuần một lần vào mùa hè và mùa thu. Lịch trình thực tế phụ thuộc vào thủy triều - mực nước - trên các sông và khả năng sẵn có của tiền tài trợ. 70 - ngân sách của chúng tôi đến từ tài trợ của công ty.Đọc thêm",
            "Năm nay sẽ có đêm salsa phải không? Nếu vậy, ngày tháng là gì? Trang web của bạn không cho biết các ngày khác với những năm trước như năm 2009 và 2012.Đọc thêm",
            "Chúng tôi hiện không có lịch trình nào cả. Nếu chúng tôi đảm bảo đủ sự hỗ trợ của nhà tài trợ thì một đêm khiêu vũ - có thể là Salsa - sẽ được thêm vào lịch trình.Đọc thêm",
            "Chúng tôi đang có kế hoạch đưa mẹ già của tôi đi xem Waterfire vào tháng 6. Chúng tôi có giấy phép đỗ xe dành cho người khuyết tật - có mẹo nào về việc đỗ xe không? Giấy phép không cho phép ngồi ghế và bà có thể đi bộ khá tốt nhưng chúng tôi có thể đặt chăn ở đâu đó để xem không? Mọi mẹo đều được hoan nghênh! Cảm ơn! Đọc thêm",
            "Xin chào Dori, bạn có thể tìm thông tin về khả năng tiếp cận tại WaterFire trên trang web của chúng tôi.Đọc thêm",
            "Đâu là nơi tốt nhất để ngắm ngọn lửa nước và bạn đỗ xe ở đâu. Tôi không biết rõ về trung tâm thành phố Providence.Đọc thêm",
            "Nếu bạn đỗ xe trong trung tâm thương mại, hãy đảm bảo bạn biết chính xác vị trí đỗ xe của mình - có hai bãi đỗ xe, mỗi bên một bãi, và chưa từng đến đó trước đây nên không nhận ra. Chúng tôi không thể tìm thấy xe của mình trong hơn một giờ! Đọc thêm",
            "Khi nào nước có lửa?Đọc thêm",
            "Đó thường là các tối thứ Năm và thứ Bảy trong mùa hè. Trang web cho biết họ sẽ công bố lịch trình vào mùa xuân. Hãy ghi chú khi bạn xem lịch trình nếu có ánh sáng đầy đủ hoặc ánh sáng một phần. Những ngọn lửa thường được thắp sáng vào lúc hoàng hôn nhưng chắc chắn có rất nhiều điều để xem ở cặp đôi này\nHàng giờ trước.Đọc thêm",
            "Chúng tôi dự định đến vào ngày 30 tháng 9. Mấy giờ nó bắt đầu? Nó có bay lên ngay sau khi mặt trời lặn không?Đọc thêm",
            "Thứ Bảy, ngày 29 tháng 9 - Ngọn lửa hy vọng Lễ kỷ niệm sự sống - \nÁnh sáng đầy đủ - Hoàng hôn: 6:31 chiều\nĐược tài trợ bởi Quỹ tài nguyên ung thư vú Gloria GemmaĐọc thêm",
            "Đây sẽ là lần đầu tiên chúng tôi đến Providence và tôi tự hỏi liệu Ngọn lửa nước có đông đúc không và chúng tôi sẽ phải có mặt tại lưu vực lúc mấy giờ để xem ánh sáng? Bạn có muốn giới thiệu một trong những chuyến tham quan không?  Ngoài ra DePasquale có ở gần đây không? Cảm ơn bạn rất nhiềuĐọc thêm",
            "Lửa nước trở nên rất đông đúc.  Thành thật mà nói, tôi luôn đến đó sớm để có được chỗ đậu xe tốt. Có những người bán hàng để bạn có thể ăn hoặc uống gì đó.   Họ thắp sáng khi trời tối.  Quảng trường DePasquale không thực sự gần gũi.  Bạn sẽ muốn lái xe tới đó trừ khi bạn đi bộ nhiều.Đọc thêm",
            "Nơi đỗ xe tốt nhấtĐọc thêm",
            "Chúng tôi đã dùng bữa tối tại Hemenways Seafood, nơi có bãi đỗ xe được kết nối với nhà hàng. Nhà hàng đã đóng dấu biên lai đỗ xe của chúng tôi nên không mất phí - Sau bữa tối, chúng tôi đi bộ dọc bờ sông và có thể tận hưởng lễ hội! Nhân tiện, đồ ăn tại Hemenways rất tuyệt và WaterFire thì tuyệt vời! Đọc thêm"
        ],
        "star_ratings": [
            1290,
            413,
            117,
            34,
            12
        ],
        "review_amount": 1866,
        "location": [
            "Những điều cần làm ở Providence",
            "NướcLửa",
            "quan phòng",
            "Hoa Kỳ",
            "Đảo Rhode - RI -"
        ],
        "reviews_time": [
            "Written May 2, 2024",
            "Written September 24, 2023",
            "Written September 21, 2023",
            "Written August 19, 2023",
            "Written August 1, 2023",
            "Written June 25, 2023",
            "Written June 10, 2023",
            "Written December 18, 2022",
            "Written November 14, 2022",
            "Written September 13, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60946-d105938-Reviews-WaterFire-Providence_Rhode_Island.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d496079-Reviews-The_Capital_Grille-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d386625-Reviews-Cafe_Nuovo-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d2165892-Reviews-Harry_s_Bar_Burger_Main_St-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d983107-Reviews-Gracie_s-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d386603-Reviews-Mill_s_Tavern-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d386591-Reviews-The_Cheesecake_Factory-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d386581-Reviews-Hemenway_s_Restaurant-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d1076821-Reviews-Fleming_s_Prime_Steakhouse_Wine_Bar-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d3722125-Reviews-Circe_Restaurant_Bar-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60946-d4460380-Reviews-Figidini-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105261-Reviews-Water_Place_Park-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d24008886-Reviews-Providence_Warwick_Convention_Visitors_Bureau-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d21353788-Reviews-Union_Station-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d561332-Reviews-Providence_Train_Station-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d104609-Reviews-Rhode_Island_State_House-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d12342470-Reviews-Burnside_Park-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d104606-Reviews-Rhode_Island_School_of_Design_Museum_of_Art-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105262-Reviews-Providence_Place_Mall-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d1419938-Reviews-Rhode_Island_Convention_Center-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d290617-Reviews-Providence_Performing_Arts_Center-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105938-Reviews-or10-WaterFire-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d116251-Reviews-Avon_Cinema-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d7679255-Reviews-The_Vets-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d640733-Reviews-Trinity_Repertory_Company-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d12690073-Reviews-The_Columbus_Theatre-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d11880497-Reviews-Rhode_Island_Philharmonic_Orchestra-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d4590899-Reviews-Wilbury_Theatre_Group-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d12391327-Reviews-Providence_Improv_Guild-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d3265848-Reviews-Fete_Music-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d26776811-Reviews-Bluegrass_Throedown-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d2324519-Reviews-La_Gondola-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d4403508-Reviews-Experience_Rhode_Island_Tours_Transportation-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d15599282-Reviews-Dave_Buster_s_Arcade-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d10153841-Reviews-Providence_Place_Cinemas_16_and_IMAX-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d15002609-Reviews-Providence_Tour_Company-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d1480265-Reviews-Providence_Ghost_Tour-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d10196049-Reviews-The_Great_Escape_Room-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d12286963-Reviews-Makapu_u_Point_Tide_Pools-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g656863-d8064358-Reviews-Busteni_Cable_Car-Busteni_Prahova_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147249-d148239-Reviews-Malmok_Beach-Palm_Eagle_Beach_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g45082-d734953-Reviews-Yellowstone_Club-Big_Sky_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8820318-Reviews-Oktoberfest-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1941171-Reviews-Town_Square_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g315907-d318367-Reviews-Peles_Castle-Sinaia_Prahova_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1915404-d1054507-Reviews-Parque_del_Cafe-Montenegro_Quindio_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295194-Reviews-Galata_Tower-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g3137978-d2687139-Reviews-Bali_Sharks-Serangan_Denpasar_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60946-d105938-Reviews-or10-WaterFire-Providence_Rhode_Island.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60946-d105938-Reviews-WaterFire-Providence_Rhode_Island.html"
    }
]