[
    {
        "attraction_name": "Watkins Glen State Park",
        "attraction_name_vi": "Công viên bang Watkins Glen",
        "general_info": [
            "4.827 đánh giá",
            "1 trong số 17 hoạt động giải trí ở Watkins Glen",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên tiểu bang Watkins Glen là một kỳ quan thiên nhiên nằm ở ngoại ô New York, cách thành phố New York khoảng 250 dặm. Điểm nổi bật ở đây là 19 thác nước đổ xuống dòng suối và các khối đá mà bạn sẽ muốn dành thời gian khám phá chúng dọc theo những con đường mòn đi bộ đường dài được cung cấp. Đường mòn Gorge dọc theo Glen Creek đặc biệt ấn tượng, chỉ cần cẩn thận với những bậc thang trơn trượt. Hãy cân nhắc việc ghé thăm Công viên Bang Watkins Glen trong chuyến tham quan Thác Niagara từ Thành phố New York. Để ít đám đông hơn, hãy ghé thăm vào các ngày trong tuần hoặc đầu ngày, đặc biệt là trong mùa hè cao điểm.  TripadvisorĐọc thêm",
        "reviews": [
            "Nơi tuyệt vời để đi bộ và ngắm thác nước. Vật nuôi không được phép đi trên Đường mòn Gorge nhưng Đường mòn NorthRim hoặc Đường mòn Ấn Độ vẫn được. Khu vực đẹp và những con đường mòn sạch sẽ và không đông đúc. Rất khuyến khích! Đỗ xe ở lô đất phía dưới và đi bộ lên sao cho lối đi bộ trở lại đi xuống.Đọc thêm",
            "Trải nghiệm đáng kinh ngạc đặc biệt là đi bộ phía sau thác nước. Tôi không gặp vấn đề gì với việc đi bộ vì tôi thường xuyên đi bộ, nhưng một số người đã làm như vậy. Điều này không dành cho trẻ nhỏ hoặc những người gặp vấn đề với cầu thang. \n\nSẽ rất hữu ích nếu có mô tả ở mỗi điểm tham quan thay vì liên tục phải tham khảo bản đồ nhỏ được cung cấp cho bạn nếu bạn hỏi tại quầy thông tin.Đọc thêm",
            "Công viên tiểu bang này có những con đường mòn và thác nước tuyệt đẹp! Có ba cấp độ đi bộ đường dài, dễ dàng, vừa phải và vất vả. Họ có bản đồ trong công viên, nhưng bạn cũng có thể truy cập trang web của NY Parks để lấy thông tin và bản đồ trước khi đi. Chúng tôi đã đi theo con đường vừa phải từ lối vào chính. Chúng tôi đã có thể nhìn thấy cây cầu treo, hồ Lily, đài quan sát Lovers Lane, thác Cascade và thác Rainbow. chúng tôi đã tránh Thang Jacobs vì nó có 180 bậc. Thác Cascade rất đẹp và bạn có thể đi bộ phía sau thác Rainbow. Dự kiến ​​thác Rainbow sẽ ướt một chút nhưng không ướt sũng. Mang giày thể thao hoặc giày đi bộ đường dài cho những con đường mòn này. Tôi tin rằng có 19 thác nước ở Watkins Glen nếu bạn thích phiêu lưu. Tôi thực sự khuyên bạn nên ghé thăm Watkins Glen. Bạn sẽ không thất vọng đâu!Đọc thêm",
            "Đây là một chuyến đi bộ dài 1 dặm xuyên qua công viên tiểu bang xinh đẹp này. Có rất nhiều thác nước tuyệt vời để xem trên đường đi. Đỗ xe ở bãi đậu xe phía dưới và bạn có thể đi bộ qua hẻm núi lên đỉnh và đi bộ sinh thái trên đường xuống, Hoặc đỗ xe ở bãi đậu xe phía trên và đi bộ xuống nếu bạn không muốn leo bậc thang. Và có rất nhiều bậc thang để leo lên!Đọc thêm",
            "Đây chắc chắn là một công viên phải xem! Chúng tôi đã đi vào cuối tuần ngày 4 tháng 7 và nó không đông đúc chút nào. Đó là sự pha trộn giữa ấm áp, mát mẻ và ẩm ướt. Tuy nhiên, sẽ rất nguy hiểm cho người cao tuổi nếu họ không giữ thăng bằng tốt và đầu gối yếu. Cầu thang làm mòn chân bạn nhanh hơn nhiều so với độ dốc hoặc đoạn đường dốc. Những con đường mòn bên ngoài, ngay cả khi có bản đồ, vẫn hơi khó theo dõi và tìm thấy. Đường mòn thác nước bên trong hẻm núi rất dễ đi nhưng là tuyến đường khó đi nhất. Cuối cùng, nếu bạn muốn bị ướt, bạn có thể dễ dàng thực hiện điều đó. Tôi gần như không bị ướt vì tôi đã chọn không làm vậy. Tuy nhiên, dù thế nào đi nữa, giày của bạn sẽ bị ướt nên hãy ghi nhớ điều này. Đọc thêm",
            "Chúng tôi đậu xe ở lối vào phía bắc phía trên. Ở đây có nhà vệ sinh sạch sẽ cũng như sân chơi nhỏ dành cho trẻ em. Thật tuyệt khi những con đường mòn đều thân thiện với vật nuôi ngoại trừ Đường mòn Gorge. Mặc dù có biển báo cho biết lối đi xuống Đường mòn Gorge đã bị đóng nhưng bạn vẫn có thể đến Đường mòn Gorge bằng những con đường mòn khác. Các bậc thang rất dốc và với những cơn mưa gần đây, chắc chắn rất nguy hiểm. Tuy nhiên, những con đường mòn khác rất đẹp xuyên qua rừng, qua những cây cầu và bạn vẫn có thể nhìn thấy dòng nước chảy xiết qua hẻm núi từ những con đường mòn khác. Chúng tôi rất thích chuyến thăm của chúng tôi.Đọc thêm",
            "Xinh đẹp!! Hãy nhớ rằng tốt nhất là mang giày dép tốt. Có hai lối vào trên và dưới \nChúng tôi chọn lối vào phía trên nên tất cả đều xuống dốc mà tôi nghĩ là dễ dàng hơn nhiều. Cho dù bạn chọn lối vào nào - cuối cùng sẽ có xe đưa đón đưa bạn trở lại lối vào khác mà bạn đã đỗ xe. Xe đưa đón là 6,00 mỗi người.\nChúng tôi mất khoảng 1 12 giờ để đi hết con đường này.\nRất đáng giá - thật tuyệt vời khi xem.Đọc thêm",
            "Đi cắm trại ở Công viên bang Watkins Glenn với vợ và con gái tôi. các khu cắm trại rất đẹp nhưng các khu cắm trại khó vào do có cây cối. Tôi phải lùi xe kéo du lịch của chúng tôi vào giữa hai cái cây. \nChúng tôi đã đi bộ trên Đường mòn Gorge, thật tuyệt vời, phải đi bộ rất nhiều nhưng cũng xứng đáng với 19 thác nước, nó thực sự đáng để đi bộ.Đọc thêm",
            "Gia đình 6 người của chúng tôi cắm trại tại Công viên Bang trong 3 đêm. Khu cắm trại rất sạch sẽ. Phòng tắm sạch sẽ và có mùi thơm. Phòng tắm miễn phí và tuyệt vời \n nước nóng. Khu cắm trại yên tĩnh bơi lội tại hồ bơi trong khuôn viên. Điều duy nhất tôi không thích là nó đóng cửa lúc 6 giờ tối. Tôi cảm thấy lẽ ra nó nên mở cửa lâu hơn cho những gia đình cắm trại ở đó. Chúng tôi đã đi bộ trên những con đường mòn có thể tiếp cận được từ khu cắm trại. Những con đường mòn đã sạch sẽ. Những thác nước thật đẹp. Đó là một trải nghiệm tuyệt vời.Đọc thêm",
            "Phải có cho danh sách nhóm của bạn! Chắc chắn không nhiều bậc thang như Thác Buttermilk. Chuyến đi bộ dễ dàng dành cho nhóm của chúng tôi ở độ tuổi 6-74, tuy nhiên tất cả chúng tôi đều là những người đi bộ đường dài thường xuyên. Theo ghi nhận của nhiều người, rất trơn nên chỉ cần thận trọng và dành thời gian. Hãy mang giày phù hợp, có một số vũng nước sâu hơn mà bạn phải đi qua. Tôi đề xuất đi đường mòn trong hẻm núi từ lối vào chính đến cây cầu và để thay đổi, hãy quay lại đường mòn N. Rim. Điều này giúp bạn có thời gian để giày khô một chút, thay giày dễ dàng và không bị chật.Đọc thêm",
            "In my many years of travel Ive sort out the more exotic locations to get my full of nature .... Patagonia, Bora Bora, Huangshan Mtns, Chamonix..... little did I know that such a spectacular state park existed only a 4 hour drive from NYC.I did the Watkins Glen State Park hike on an early Sunday morning the first week in October.   As others have noted, try and arrive early.   That being said, I arrived around 8:30 AM on an absolutely beautiful Sunday morning the first week in October and found that I was only the third car in the Main entrance Parking lot on North Franklin Street in Watkins Glen.  I would guess that the main parking lot could hold a good 80 - 100 cars.Maybe because it wasnt yet peak season for viewing the fall tree colors but the town of Watkins Glen seemed surprisingly empty of tourists as did the state park .....  which was a bonus for hiking this amazing trail.The 1.5 mile  Gorge Trail is the only trail to hike if you want to get close up to the numerous falls....if youve parked at the Main entrance parking lot which I strongly suggest you try, then when completing the Gorge Trail and taking a breather at the end , or the Upper Entrance,  which has a picnic area, rest rooms and food vendors, the hike will take you 1.5 - 2 hrs depending on how often you stop to take in the views and take pictures.   It may take slightly longer if the trail was crowded which it wasnt the day I went.Now how about trail difficulty.... yes this trail has 800 steps..... but even I who had a bum knee that day was able to manage using a single hiking stick.   Yes, in places the trail was a bit rocky and wet primarily from the spray of the falls  but not to the point that one needed to be overly concerned about. That day  I wore a pair of good hiking type sneakers not hiking boots and had no problem.The Gorge Trail is almost non stop falls from beginning to end ..... one should never wonder if one is more picture worthy than another.... their beauty just all comes together.  Despite there not being much rain in the area this year the falls still put on a GREAT show .  I could only imagine what the falls would look like in the Spring after a heavy rain.Along the trail there are a few places to sit where rock like benches have been created...but DONT try sitting on the walls that line the gorge trail ....one slip and youve had it.   There was even one seating place, half way down the trail, that  I spotted that would make a nice picnic area for a small group of 3-4 people. You have the option at the Upper Entrance to return to the Main Entrance via the North Rim Trail or take the bus back at a cost of 6.   It really is a pleasant walk through the woods , especially so in the Fall and Spring under a canopy of trees along a path that was flat 90 of the walk back.   It took me less than an hour to return.   Only at the very end one needs to descend a fair number of narrow steps to get to the entrance to the park.What surprised me was that even though I arrived back at the entrance around 11:30 AM the parking lot was only 23s full.   Again, I may have lucked out by going the first weekend in Oct. in that it was post the summer crowd and 2 weeks too early for those coming to view the fall foliage.Read more",
            "Chúng tôi bước vào lối vào chính ở bên kia đường tại Watkins Motel, rất khuyến khích và đi theo Đường mòn Gorge. Chúng tôi vào công viên lúc 7 giờ 30 và gần như có chỗ cho riêng mình. Chúng tôi đã đi theo con đường mòn dài 1,8 dặm đến Jacobs Ladder, cầu thang nhiều nhất mà chúng tôi đã làm cùng một lúc là 180. Nếu bạn không muốn leo lên chúng, chỉ cần quay lại và quay trở lại. Nếu bạn cần sử dụng cơ sở vật chất và không muốn đi bộ trở lại, có xe đưa đón sẽ đón bạn ở đây và đưa bạn về với 6 tiền mặt hoặc tín dụng. Chúng tôi đã sử dụng cơ sở vật chất và quay trở lại. Đừng để 800 bậc thang đe dọa bạn. Chúng tôi đang trong tình trạng không ổn định và tôi có tình trạng sức khỏe kém nhưng chúng tôi đã làm rất tốt! Cầu thang được bố trí cách nhau với nhiều khoảng trống ở giữa. Khung cảnh và thác nước thật ngoạn mục. Đáng giá từng bước. Có hai con đường đi bộ phía sau thác nước, nơi bạn sẽ nhận được một ít nước xịt, không quá ướt. Tuy nhiên, đoạn đường phía sau thác sẽ có vũng nước, hãy chuẩn bị tinh thần ướt chân nhé. Ngoài ra, một số con đường mòn rất hẹp và chắc chắn bạn sẽ phải chen lấn xung quanh những người đi bộ đường dài khác, những người có ít cách cư xử và không muốn di chuyển sang một bên hoặc đợi bạn đi ngang qua. Đây là lý do tại sao chúng tôi đã đi sớm. Con đường đi lên của chúng tôi không tệ. Đường về đã là 9 giờ sáng và rất bận rộn. Cuối cùng, tôi sẽ đề cập rằng có rất nhiều lối vào và bãi đậu xe. Tôi thực sự khuyên bạn nên đi vào lối vào chính để đi theo Đường mòn Gorge. Đi vào con đường này, tất cả các thác nước và quang cảnh đều ở trước mặt bạn khi bạn đi bộ. Bước vào Jacobs Ladder, tất cả quang cảnh sẽ ở phía sau bạn khi bạn đi bộ. Đọc thêm",
            "Một số lời khuyên dành cho những người bạn đồng hành-Hãy đi khi những con đường phía dưới mở ra, nếu không thì không có giá trị gì cả. Chúng tôi không biết điều này sẽ xảy ra nên đó là việc của chúng tôi, lẽ ra phải nghiên cứu thêm. -Người dân địa phương rất không khoan dung với khách du lịch trừ khi bạn trả tiền cho thứ gì đó -Người lái xe rất hung hãn và đuổi bạn ra khỏi đường, hãy cẩn thận -Rất có thể sẽ không quay lại đâyĐọc thêm",
            "Chúng tôi đã đến Công viên bang Watkins Glen trái mùa - vì vậy chúng tôi không có được trải nghiệm đầy đủ. Vào cuối tháng 11, chúng tôi đến nơi - một trong số ít xe trong lô.  Cửa hàng và trung tâm du khách đóng cửa, phòng tắm chỉ giới hạn ở bên ngoài.  Vào thời điểm này trong năm, những con đường mòn thực sự nổi tiếng bên trong hẻm núi đã bị đóng cửa, nhưng chúng tôi có thể đi bộ xuống và quay lại hai bên hẻm núi, với một số góc nhìn thực sự đẹp từ một số vị trí quan sát trên thác nước bên dưới.  Từ những gì chúng tôi có thể thấy, những con đường mòn bị phong tỏa chắc hẳn rất ngoạn mục.  Tôi không trách công viên vì đã đóng những con đường mòn không an toàn vào mùa đông - nhưng sẽ thật tuyệt nếu họ tìm ra cách kết nối những con đường mòn mở vào mùa đông tốt hơn để bạn có thể đi vòng thuận tiện hơn.Đọc thêm",
            "Đường mòn Hẻm núi đã đóng cửa theo mùa, nhưng các đường mòn phía Bắc và phía Nam vẫn mở. Chúng tôi đã có trải nghiệm mùa đông hoang dã nhất khi tuyết rơi và gió gần như cuốn chúng tôi đi. Thật tuyệt vời. Những cây cầu, những điểm quan sát, hẻm núi và thác nước. Không có ai ở đó, và chúng tôi đã có một khoảng thời gian tuyệt vời. Chúng tôi thực sự khuyên bạn nên đến Watkins Glen vào tháng 12. Đọc thêm",
            "Đi bộ rất đẹp vào Hẻm núi Watkins Glen, rất đẹp như tranh vẽ. Một số địa điểm để ngắm thác nước đổ xuống, vì vậy hãy mang theo máy ảnh của bạn. Khá bận rộn sau 10 giờ sáng và vào một ngày đẹp trời sẽ rất đông người nên thật khó để có được những bức ảnh gây ấn tượng. Đến sớm hay muộn. Đường đi ướt. Tốt nhất nên có đôi giày có thể chịu được, chúng có thể bị ướt và dính bùn. Trong hầu hết các trường hợp, bạn có thể tránh được thiệt hại quá lớn và đi bộ xung quanh những phần lầy lội.Đọc thêm",
            "Địa phương, và chạy hẻm núi hàng tuần. Hẻm núi đẹp theo mọi cách có thể tưởng tượng được! Hãy chuẩn bị tinh thần để leo nhiều bậc thang và nhận thấy nhiều thác nước: Có thể rất đông đúc trong giờ cao điểm từ ngày 11 đến ngày 4, vì vậy hãy kiên nhẫn và thưởng thức phong cảnh. Rất may là đường mòn trong hẻm núi không cho phép mang theo thú cưng nên không có khả năng bị cắn, chụp ảnh không ngừng hoặc bước vào nhà, bạn biết đấy! Vật nuôi được phép đi trên những con đường mòn bên ngoài. Có rất nhiều việc để làm trong khu vực. Hãy tận hưởng!!!! Đọc thêm",
            "Tránh vương miện, ghé thăm trong tuần vào tháng Mười. Những con đường mòn được bảo trì rất tốt, nhưng hãy chuẩn bị đi cầu thang. Hoàn toàn đẹp như tranh vẽ! Đáng để bạn dừng chân trên con đường của mình!Đọc thêm",
            "Trong chuyến thăm lúc 8:30 sáng một ngày trong tuần vào đầu tháng 10, chúng tôi rất vui mừng trước sự tiếp nối không ngừng nghỉ của những kỳ quan của Mẹ Thiên nhiên.  Ồ!  Mọi người cố gắng tạo ra những địa điểm đẹp đẽ, nhưng những địa điểm tự nhiên thật đáng kinh ngạc.  Trước đó tôi đã đọc những mô tả đáng sợ về 800 bậc thang, nhưng vợ tôi và tôi ở độ tuổi sáu mươi và bảy mươi không gặp vấn đề gì.  Đó là một hẻm núi rất văn minh, có lan can an toàn xuyên suốt và những con đường mòn được cắt đẹp hoàn chỉnh với thùng rác!.  Chúng tôi đã đề phòng khi vào Công viên từ lối vào phía nam, do đó tránh được nhiều bậc thang ngay khi bắt đầu hẻm núi.  từ N Franklin St, rẽ vào Old Corning Rd khoảng 0,4 dặm, sau đó rẽ phải vào đường 419 và nhanh chóng rẽ phải để đi tiếp trên đường 410 đến lối vào phía namĐọc thêm",
            "Đây là điểm tham quan không thể bỏ qua. Thác nước và các khối đá khiến tôi nhớ đến quang cảnh giả tưởng trong phim hoạt hình Pixar. Tuyến đường tốt nhất để đi là Đường mòn Hẻm núi bắt đầu từ Lối vào phía dưới. Nếu bạn đến từ Thác Montour trên Phố Franklin, bãi đậu xe nằm bên phải đối diện với Lối vào phía dưới. Không rẽ trái tại biển báo công viên tiểu bang trước khi đến Lối vào phía dưới vì đường này sẽ đưa bạn lên đồi đến Lối vào phía Nam. Để đến Đường mòn Hẻm núi từ đó, bạn phải leo xuống một con dốc, nghĩa là phải leo lên lại ở đâu đó sau đó. Lưu ý rằng do nước từ thác phun ra, đường mòn ướt và lầy lội ở một số nơi. Nên đi giày đi bộ đường dài. Đọc thêm",
            "Xe đưa đón lên đỉnh chạy lúc mấy giờ?Đọc thêm",
            "Bạn có thể bơi ở thác nước không?Đọc thêm",
            "Hoàn toàn chắc chắn, KHÔNG. :Đọc thêm",
            "Chồng tôi không thể đi lên cầu thang, có cơ hội nào để xem công viên GlenĐọc thêm",
            "Điều duy nhất tôi có thể nói với bạn là có những bậc thang dọc theo Hẻm núi. Để xem một số trong số đó, người ta có thể đi về phía nam trên đường N Franklin St. Rẽ phải vào đường Pine St. Đi khoảng 0,2 dặm sau đó rẽ trái vào Đường Nghĩa trang. Khi vào nghĩa trang, tiếp tục đi theo con đường ngoằn ngoèo để đến tượng Chúa Giêsu lớn. Có những con đường mòn ở bên trái có thể đưa bạn đến để bạn có thể nhìn thấy một số hẻm núi. Bạn tôi ơi, đó là con đường duy nhất. Đó là một hẻm núi đi bộ đường dài và bước. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Cho thuê nhà Đọc thêm",
            "Tôi nghĩ bạn đang hỏi về việc cho thuê nhà? Nếu bạn kiểm tra VRBO, có nhiều lựa chọn cho thuê ở Watkins Glen. Tôi thích thế hơn để chúng ta có thể ăn sáng và mang theo bữa trưa và đồ ăn nhẹ để đi bộ đường dàiĐọc thêm",
            "Bạn có phải trả tiền hoặc đặt trước để sử dụng vòi sen không? Chúng tôi không ở trong khu cắm trại nhưng rất thích tắm sau khi đi bộ đường dài dưới cái nóng mùa hè cả ngày. Nó hoạt động như thế nào?Đọc thêm",
            "Chúng ta có thể cắm trại ở đâu với xe RV? Nhà di động hạng C.Đọc thêm",
            "Bạn có thể nhìn thấy điều gì tốt đẹp nếu bạn không thể đi bộ rất xa?Đọc thêm",
            "Có. Ngay phía dưới có một khu vực thông tin về thác nước và cây cầu, đồng thời cũng có thể nhìn thấy rất rõ hẻm núi. Cung cấp cho bạn một ý tưởng tuyệt vời về những gì tiếp theo.Đọc thêm",
            "Công viên này nằm ở đâu?Đọc thêm",
            "Trung tâm thành phố Watkins Glen.khu vực đẹp.Đọc thêm",
            "Xin chào, Vợ tôi và tôi đang có kế hoạch đến thăm khu vực này. chúng tôi có một đứa con chưa đầy 1 tuổi và muốn hòa mình vào thiên nhiên với con bé. Có vẻ như con đường mòn Watkins Glenn có thể khó đi và tôi không chắc mình có muốn buộc đứa bé vào ngực mình nếu chuyến đi bộ đó quá hiểm trở.  \nTuy nhiên, tôi có một chiếc xe đẩy chạy bộ khá chắc chắn, có một số lựa chọn tốt hoặc công viên nào khác trong khu vực đáng để ghé thăm. Chúng tôi đang ở Corning.Đọc thêm",
            "Việc đi bộ không khó khăn.  Có một số cầu thang lên xuống với các điểm chụp ảnh.  Chưa kể nhiều đặc điểm địa lý của Glen để cả ba bạn dành thời gian tìm hiểu và lắng nghe.\nNếu trời mưa và nước rơi ở phía trên và phía dưới đường mòn thì sẽ có những đoạn lầy lội.\n\nHồ Seneca có một con đường mòn đẹp cạnh khách sạn Watkins Glen Harbor.\n\nHồ Keuka ở Hammondsport cách đó nửa giờ.\n\nHồ Skaneateles cách đó một giờ 15 phút.Đọc thêm",
            "Mọi người thường ở lại bao lâu Đọc thêm",
            "2-3 giờ.Đọc thêm"
        ],
        "star_ratings": [
            4073,
            629,
            96,
            16,
            13
        ],
        "review_amount": 4827,
        "location": [
            "Hoa Kỳ",
            "New York NY",
            "Công viên bang Watkins Glen",
            "Những hoạt động nên làm ở Watkins Glen",
            "Hồ ngón tay",
            "Watkins Glen"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 28, 2023",
            "Written July 1, 2023",
            "Written July 6, 2023",
            "Written July 6, 2023",
            "Written July 12, 2023",
            "Written July 19, 2023",
            "Written July 22, 2023",
            "Written July 24, 2023",
            "Written July 29, 2023",
            "Written June 4, 2024",
            "Written May 26, 2024",
            "Written April 15, 2024",
            "Written December 16, 2023",
            "Written December 15, 2023",
            "Written November 19, 2023",
            "Written November 12, 2023",
            "Written October 29, 2023",
            "Written October 24, 2023",
            "Written October 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48815-d107976-Reviews-Watkins_Glen_State_Park-Watkins_Glen_Finger_Lakes_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d12819372-Reviews-Thai_Elephants-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d450302-Reviews-Jerlando_s_Ristorante_Pizza_Co-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d820988-Reviews-The_Great_Escape_Ice_Cream_Parlor-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d3973826-Reviews-Nickel_s_Pit_BBQ-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d10074249-Reviews-Graft_Wine_Cider_Bar-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d6936824-Reviews-Ben_Jerry_s-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d3328324-Reviews-Rooster_Fish_Brewing_Pub-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d845099-Reviews-Tobey_s_Donut_Shop-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d7182748-Reviews-Lucky_Star-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48815-d3205232-Reviews-Maria_s_Tavern-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d207258-Reviews-Seneca_Lake_Wine_Trail-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d10270437-Reviews-Watkins_Glen_Area_Chamber_of_Commerce-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d9708519-Reviews-Rooster_Fish_Brewing_Tasting_Room_Beer_Garden-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d10267165-Reviews-International_Motor_Racing_Research_Center-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47380-d3267922-Reviews-Silver_Springs_Winery_L_L_C-Burdett_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48198-d3242685-Reviews-She_Qua_Ga_Falls-Montour_Falls_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d184190-Reviews-Lakewood_Vineyards-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d617419-Reviews-Watkins_Glen_International-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d6931125-Reviews-Clute_Park_Campground-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d10595376-Reviews-Quintus_Gallery-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d107976-Reviews-or10-Watkins_Glen_State_Park-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d20351467-Reviews-Sugar_Hill_State_Forest-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d27091839-Reviews-Watkins_Glen_Golf_Course-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d25794822-Reviews-Templar_Falls-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d19976982-Reviews-FLX_Best_Wine_Tours-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d14199198-Reviews-Quest_Adventure_Gaming-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d1795298-Reviews-Schooner_True_Love-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d8642695-Reviews-Captain_Bill_s_Cruises-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d11949960-Reviews-Inner_Peace_Floats-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d6454507-Reviews-Fiber_Arts_in_the_Glen-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d8743127-Reviews-The_Body_Sacred_Massage-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d15266639-Reviews-Rasa_Spa-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d1213751-Reviews-The_Glen_Theater-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d2357593-Reviews-Seneca_Sailing_Adventures-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d2210956-Reviews-Summit_To_Stream_Adventures-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g57610-d1908699-Reviews-Occoneechee_State_Park-Clarksville_Mecklenburg_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49200-d123069-Reviews-Cape_Point_Beach-Hatteras_Island_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d15306289-Reviews-Seoul_Botanical_Garden-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237745-d2321775-Reviews-Pala_U_Waterfall-Kaeng_Krachan_Phetchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d300879-Reviews-Amador_Causeway_Calzada_de_Amador-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d17648639-Reviews-Luggage_Storage_BA-Buenos_Aires_Capital_Federal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d2359997-Reviews-Balboa_Fun_Zone-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d10633087-Reviews-House_of_Yes-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190512-Reviews-Rue_Cler-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d8028225-Reviews-Koh_Larn-Pattaya_Chonburi_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48815-d107976-Reviews-or10-Watkins_Glen_State_Park-Watkins_Glen_Finger_Lakes_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48815-d107976-Reviews-Watkins_Glen_State_Park-Watkins_Glen_Finger_Lakes_New_York.html"
    }
]