[
    {
        "attraction_name": "Way to Vietnam Travel - Day Tours",
        "attraction_name_vi": "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày",
        "general_info": [
            "71 đánh giá",
            "- 437 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "WaytoVietnam Travel là một Nhà điều hành tour du lịch Việt Nam được cấp phép đầy đủ, chuyên tổ chức các dịch vụ du lịch cho du khách quốc tế đến thăm Việt Nam, Lào và Campuchia. Mục tiêu cao nhất của chúng tôi là biến chuyến đi đến Đông Dương của bạn thành một trải nghiệm độc đáo tập trung vào các giá trị đích thực của du lịch. Đọc thêm",
        "reviews": [
            "Cô Hương đã xây dựng một hành trình 12 ngày tuyệt vời cho chúng tôi, dựa trên các địa điểm mà chúng tôi yêu cầu trên khắp Việt Nam - Hà Nội, Vịnh Hạ Long, Hội An và Phú Yên - . Cô ấy rất hữu ích trong việc tư vấn cho chúng tôi về thời điểm - đi đâu cho chuyến đi, chuẩn bị cho chuyến đi - thậm chí gửi thị thực điện tử cho chúng tôi - và ngay lập tức được WhatsApp cung cấp trong chuyến đi trong trường hợp có vấn đề. Chúng tôi cũng rất cảm động khi cô Hương gặp trực tiếp chúng tôi tại khách sạn ở Hà Nội với túi bánh cốm và ô mai chào mừng. Nhìn chung, chúng tôi tận hưởng sự cân bằng phù hợp giữa việc tham quan, du lịch, thư giãn và thời gian khám phá miễn phí mà chúng tôi đã tìm kiếm trong chuyến đi này.  Điều này mang lại cảm giác rất cá nhân hóa theo sở thích của chúng tôi và hoàn toàn không phải là trải nghiệm cắt bánh quy. Các hướng dẫn viên du lịch mà cô sắp xếp cho Hà Nội và Hội An đều có kiến ​​thức, vui vẻ và hữu ích. Họ cũng có thể giúp chúng tôi tìm và viếng thăm đền thờ tổ tiên của gia đình tôi, đó là một trải nghiệm rất đặc biệt mà tôi rất biết ơn. Tôi thực sự khuyên bạn nên đặt phòng với WayToViệt Nam!Đọc thêm",
            "My 14 day Vietnam private battlefields tour was more than I could have imagined.  Thanks to Ms. Houng Bui, she customized my itinerary to my liking.  More than once, it came to mind, other battlefields and sites that I chose to see.   Ms. Houng Bui was an absolute pleasure seeing that my experiences and wishes were fulfilled.  A simple email of my request was answered the very next morning, with the itinerary change immediately added and sent to me the very next morning.  No additional charges!! Houng Bui had every detail of my trip covered with no issues.  She is extremely prompt to answer questions or concerns, making the entire process of scheduling, completely worry free. While on my journey through beautiful Vietnam, she would reach out to me, to be certain that I was enjoying my trip to the fullest.  My guides, drivers, the staff at the hotels, the restaurants, meals, flight connections and hotel accommodations could not have been better.  The people were all friendly, professional, caring and kind.  I found the Vietnamese people very happy and welcoming. Never once did I have any concern for my safety. Houng Bui, as busy as she must be, took the time to meet me in my Hanoi hotel lobby to see how I was doing.  Her concern for others aren - t over at the end of your trip.  She continues to be there for me, only an email or call away, and always very prompt to respond.  If I could give Ms. Houng Bui and  - WayToVietnam -  more than 5 stars I certainly would.  I highly recommend that you give Houng Bui a chance to help you plan your next adventure.  She is the very best!!!  An amazing memorable journey from Saigon to Hanoi, and many places in between. Thank you Houng Bui!!!  Scott Nightingale, Simpsonville, South CarolinaRead more",
            "Chúng tôi đã tổ chức chuyến đi riêng và đặt qua Way to Vietnam và thật tuyệt vời khi được ghé thăm Việt Nam trong 20 ngày. Mọi thứ đã được lên kế hoạch đều diễn ra hoàn hảo. Chúng tôi đã đi bộ đường dài, đạp xe, chơi gôn -. Tất cả các chuyến đón chúng tôi đều đúng giờ, hướng dẫn viên rất am hiểu và chúng tôi được hỗ trợ di động từ đại lý Huong của chúng tôi trên đường đi. Chắc chắn giới thiệu công ty đáng tin cậy này! Đọc thêm",
            "",
            "Tôi vừa trở về sau chuyến đi 11 ngày do cô Houng sắp xếp. Tôi không thể yêu cầu một trải nghiệm tốt hơn. Tôi quan tâm đến chuyến tham quan tưởng niệm chiến tranh và có thể đến thăm một số địa điểm quan trọng. Tôi hơi lo lắng khi đi du lịch một mình, nhưng chuyến đi được sắp xếp rất chu đáo nên tôi luôn có số điện thoại liên lạc của Hương và - hoặc các hướng dẫn viên du lịch. Họ sẽ đảm bảo rằng tôi đã nhận phòng khách sạn ổn và cũng sẽ đưa tôi đến sân bay để đảm bảo chuyến bay của tôi vẫn ổn.  Hướng dẫn viên của tôi - Trúc - ở Huế, Đà Nẵng và Hội A là người giỏi nhất. Nam là người hướng dẫn của tôi ở Sài Gòn và khu vực đồng bằng sông Cửu Long. Cả hai đều có thể chia sẻ thông tin về văn hóa địa phương và đưa tôi đến một số nhà hàng phở địa phương.  Tôi đã lên kế hoạch cho chuyến trở về để tập trung hơn vào vẻ đẹp của đất nước, văn hóa và thời gian đi biển.Đọc thêm",
            "Chồng tôi là bác sĩ thú y Việt Nam và muốn quay lại thăm nơi ông đã phục vụ 55 năm trước. Cô Bùi đã tổ chức một chuyến du lịch 17 ngày tuyệt vời cho chúng tôi. Tôi chỉ có thể nói rằng nó vượt quá mong đợi của chúng tôi!! Cô ấy còn đưa chúng tôi đến một nơi nhỏ ở Tây Nguyên - LZ Schueller - nơi chồng tôi phục vụ. Tất nhiên, mọi thứ đã thay đổi sau 55 năm! Nhưng anh rất vui khi thấy nó. Thức ăn, khách sạn, hướng dẫn viên, tài xế, tour du lịch và các hoạt động thật tuyệt vời! Đừng ngần ngại sử dụng Way to Vietnam làm đại lý du lịch của bạn. Cô Bùi có thể lên kế hoạch bất cứ điều gì bạn yêu cầu. Cô ấy phản hồi ngay lập tức và sẵn sàng thực hiện bất kỳ thay đổi nào bạn yêu cầu. Chúng tôi hy vọng một ngày nào đó sẽ quay trở lại và chắc chắn sẽ sử dụng Đường về Việt Nam, nếu may mắn được quay trở lại. Đọc thêm",
            "Được đón đúng giờ bởi Petal thú vị, người tốt bụng và là công ty đáng yêu. Mọi thứ đều hoàn hảo cho chuyến tham quan làng hương nửa ngày. Tôi rất thích nó, cảm ơn lần nữa PetalĐọc thêm",
            "Tôi và các anh chị em đã có một kỳ nghỉ rất đáng nhớ ở miền Bắc Việt Nam. Mọi việc đều do chị Hương Bùi sắp xếp. Cô ấy sẽ giải đáp mọi thắc mắc của chúng tôi trước và trong chuyến đi. Chúng tôi thậm chí còn sắp xếp để mặc trang phục dân tộc của họ - Áo dài - để chụp ảnh chân dung gia đình. Cô ấy đưa họ đến khách sạn của chúng tôi. Cô ấy mang những tác phẩm nghệ thuật đến cho mỗi người chúng tôi như một món quà. Vì vậy, điều đó thật ngọt ngào với cô ấy. Các lựa chọn khách sạn là hàng đầu. Và hướng dẫn viên du lịch Tommy của chúng tôi cũng đã làm rất tốt. Anh ấy rất kiên nhẫn với tất cả chúng tôi. Tôi thực sự muốn giới thiệu Way to Vietnam cho những ai muốn có một tour du lịch trọn gói riêng đến Việt Nam. Đọc thêm",
            "Gần đây chúng tôi đã trở về sau chuyến đi qua Lào, Việt Nam và Campuchia. Chuyến đi kéo dài 14 ngày được thiết kế riêng của chúng tôi được tổ chức bởi cô Hương Bùi của công ty du lịch Way to Vietnam. Cô Hương Bùi đã giúp chúng tôi bắt đầu lên kế hoạch cho hành trình của riêng mình, tư vấn cho chúng tôi về những gì nên xem, cách sử dụng thời gian, v.v. Sau khi lên kế hoạch, cô ấy sắp xếp mọi thứ cho chúng tôi, đảm bảo các chuyến bay địa phương, đặt khách sạn, tổ chức tất cả các chuyến đi các chuyến du ngoạn, v.v. Có những hướng dẫn viên địa phương đang đợi chúng tôi ở mỗi quốc gia và thành phố tiếp theo mà chúng tôi ghé thăm, những người này lo mọi việc và rất thân thiện và hữu ích. Mọi thứ đều được tinh chỉnh về mặt tổ chức và hành trình trở nên cân bằng hoàn hảo - chúng tôi đã tham quan rất nhiều nhưng cũng có thời gian thư giãn và tận hưởng các điểm tham quan địa phương khác. Trong suốt chuyến đi, cô Hương Bùi vẫn giữ liên lạc với chúng tôi, để mắt tới mọi việc. Một chuyến đi tuyệt vời, một trải nghiệm khó quên sẽ ở lại với chúng tôi mãi mãi. Và tất cả điều này là nhờ sự hỗ trợ của cô Hương Bùi, người đã biến tất cả thành hiện thực. Chúng tôi cảm ơn bạn từ tận đáy lòng, gửi lời chào nồng nhiệt nhất và chúc bạn có nhiều vị khách hài lòng như chúng tôi!Đọc thêm",
            "Thật ra chuyến đi này chỉ dành cho vợ tôi - tôi. Tôi là một bác sĩ thú y Việt Nam và cần phải quay lại để xem, chào hỏi, tiếp thu con người hiện tại và bối cảnh văn hóa, không khí của đất nước. Hương Bùi là người liên lạc và người lập kế hoạch chuyến đi của chúng tôi thông qua Đường đến Việt Nam và cô ấy đã làm rất tốt việc hiểu rõ chúng tôi, sở thích và mục tiêu của chúng tôi. Tất cả sự sắp xếp, tài xế, hướng dẫn viên, khách sạn, chuyến đi chơi, chuyến bay nội địa đều lý tưởng. Tôi nhớ Việt Nam và những người chúng tôi đã gặp. Họ đều nồng hậu, thân thiện, thân thiện, chân thành và thực sự tập trung vào việc xây dựng các mối quan hệ. Tôi không thể nói đủ về phẩm chất của những người chúng tôi đã gặp và sự chân thành thực sự đáng quý trong tình bạn của họ. Tôi đã học tiếng Bắc, sử dụng nó, bây giờ gần như đêm nào cũng mơ về Việt Nam, thường xuyên có tiếng. Tôi sẽ quay lại trong chớp mắt. An toàn? Tuyệt đối, không hề có một mối đe dọa nào... thay vào đó là những nỗ lực thực sự tuyệt vời để tham gia, hỗ trợ, giúp hiểu biết và làm cho chuyến thăm của chúng tôi trở nên tích cực. Nói chung đó là một trải nghiệm tuyệt vời.Đọc thêm",
            "xin chào, bạn có số whatsapp không, đang tìm kiếm sự hợp tác, cảm ơn.Đọc thêm",
            "Xin chào, tôi đang có kế hoạch đến thăm Hà Nội, Vịnh Hạ Long, Đà Lạt, Mũi Né - trong vòng 5 ngày vào tháng 10 - 17. Vui lòng cho biết cách lập kế hoạch chuyến đi và tôi nên sử dụng phương tiện di chuyển nào. Cảm ơn bạn.Đọc thêm",
            "Xin chào, với 5 ngày Bạn không thể nhìn thấy tất cả những nơi này\nTôi nghĩ Hà Nội, Vịnh Hạ Long và Ninh Bình là những lựa chọn tốt nhất của bạn: \nNgày 1: Tham quan thành phố Hà Nội\nNgày 2: Hà Nội - Hạ Long qua đêm trên du thuyền\nNgày 3: Hạ Long Hà Nội\nNgày 4: Ninh Bình\nNgày 5: khởi hành, \nHoặc có thể liên hệ qua email tại website để biết thêm chi tiết",
            "Xin chào - Tôi chỉ đang thắc mắc liệu bạn có đi du lịch một mình không? Tôi - là một người du lịch một mình và tự hỏi cuộc sống của hướng dẫn viên du lịch cá nhân của bạn sẽ như thế nào?Đọc thêm",
            "Các hướng dẫn là tuyệt vời.  Tôi nghĩ bạn sẽ hoàn toàn ổn khi có người hướng dẫn. Nếu bạn thích tìm hiểu về khu vực này và trò chuyện, những hướng dẫn viên mà chúng tôi có sẽ chứa đầy thông tin!Đọc thêm"
        ],
        "star_ratings": [
            65,
            5,
            0,
            1,
            0
        ],
        "review_amount": 71,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written March 30, 2024",
            "Written March 27, 2024",
            "Written February 12, 2024",
            "Written January 20, 2024",
            "Written December 10, 2023",
            "Written November 26, 2023",
            "Written November 1, 2023",
            "Written April 15, 2023",
            "Written March 26, 2023",
            "Written March 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8009691-Reviews-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or10-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932434-Reviews-Vietnam_Motorbike_Tours_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25067892-Reviews-Menard_Facial_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25276062-Reviews-Viet_Business_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6620772-Reviews-Viet_Expert_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14163011-Reviews-Little_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7313360-Reviews-Keangnam_Hanoi_Landmark_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4581028-Reviews-Hanoi_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5989753-Reviews-City_Insight-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15692912-Reviews-Lighten_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12579875-Reviews-Free_Walking_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17612074-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8493767-Reviews-Jamestown_Scotland_Ferry-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55098-d591453-Reviews-Nashville_Shores_Lakeside_Resort-Hermitage_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d661345-Reviews-Wisconsin_Deer_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d2513304-Reviews-Ancon_Hill-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297533-d2415993-Reviews-Las_Grietas-Puerto_Ayora_Santa_Cruz_Galapagos_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g28958-d146380-Reviews-Oregon_Coast_Highway-Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g2706054-d17465420-Reviews-Grunasi_Waterfall-Theth_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g47809-d3471694-Reviews-Grafton_Lakes_State_Park-Grafton_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d8475968-Reviews-Peirce_Island-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d19500690-Reviews-Free_Natural_Hot_Springs_River-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volc.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or10-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Way to Vietnam Travel - Day Tours",
        "attraction_name_vi": "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày",
        "general_info": [
            "71 đánh giá",
            "- 437 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "WaytoViệt Nam Travel là Công ty lữ hành Việt Nam được cấp phép đầy đủ, chuyên tổ chức các dịch vụ du lịch cho du khách quốc tế đến thăm Việt Nam, Lào và Campuchia. Mục tiêu cao nhất của chúng tôi là biến chuyến đi đến Đông Dương của bạn trở thành một trải nghiệm độc đáo với trọng tâm là các giá trị đích thực của du lịch.Đọc thêm",
        "reviews": [
            "Chuyến đi của chúng tôi được tổ chức rất tốt với khách sạn, tài xế, hướng dẫn viên và các hoạt động. Mọi thứ diễn ra rất suôn sẻ và chúng tôi tận hưởng rất nhiều thứ, đặc biệt là những hướng dẫn viên địa phương đã cho chúng tôi cái nhìn sâu sắc về cuộc sống và con người ở Việt Nam, khiến chuyến đi trở nên thú vị hơn rất nhiều. Chúng tôi thực sự có thể giới thiệu nhà tổ chức!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi 3 tuần tuyệt vời với Đường đến Việt Nam. Tất cả đã được tổ chức hoàn hảo. Hướng dẫn viên nhiệt tình tuyệt vời và tài xế an toàn và mỗi ngày họ đến đón chúng tôi đúng giờ.  Tất cả các khách sạn được sắp xếp bởi công ty du lịch.  Chúng tôi đặc biệt muốn đề cập rằng chúng tôi đã đặt chuyến đi này vào thời điểm Covid - tháng 4 năm 2021 - và tất nhiên do hạn chế đi lại nên chúng tôi đã phải hoãn lại. Điều này chưa bao giờ là vấn đề đối với công ty du lịch. Tất nhiên, việc đặt chỗ với một đại lý bên ngoài quốc gia của bạn sẽ gây ra một số lo ngại vì bạn cảm thấy mình có ít quyền kiểm soát hơn, nhưng chúng tôi đã chứng minh là sai như bạn có thể thấy từ nhận xét của chúng tôi ở trên. Vì vậy, trong trường hợp bạn có bất kỳ nghi ngờ hoặc lo ngại nào, Đường đến Việt Nam có thể được tin cậy và như đã đề cập, đã tổ chức chuyến đi đến sự hoàn hảo của chúng tôi.Đọc thêm",
            "Kỳ nghỉ đặc biệt nhờ dịch vụ lập kế hoạch của Way to Vietnam Travels.  Cảm ơn chị Bùi đã lên kế hoạch liền mạch, từ lễ tân tại từng sân bay, khách sạn, ăn uống, xe cộ và tài xế và mọi hoạt động. Chuyến lưu diễn của chúng tôi kéo dài 2 tuần và chúng tôi đã đến thăm nhiều thành phố và di tích lịch sử ở Việt Nam và Campuchia. Đây là một trong những kỳ nghỉ đáng nhớ nhất của chúng tôi, đặc biệt là kỳ nghỉ đầu tiên sau 2 năm hạn chế vì Covid.  Chúng tôi thực sự khuyên bạn nên sử dụng công ty du lịch Way to Vietnam nếu bạn đang nghĩ đến việc đến thăm Việt Nam và khu vực Đông Nam Á.Đọc thêm",
            "Thật là một chuyến đi vòng quanh Việt Nam suôn sẻ với sự sắp xếp của cô Hương Bùi cho chúng tôi. Khả năng giao tiếp của cô ấy trong suốt quá trình rất xuất sắc. Các tài xế và hướng dẫn viên của chúng tôi cực kỳ hữu ích và hiểu biết. Đây là chuyến đi đầu tiên của cha tôi trở lại Việt Nam kể từ năm 1971. Tất cả những người dân địa phương mà chúng tôi gặp trong chuyến thăm đều rất tốt bụng và chào đón các Cựu chiến binh Hoa Kỳ. Tôi rất muốn giới thiệu Đường đến Việt Nam cho bất kỳ ai mong muốn thực hiện một chuyến đi đến Việt Nam.Đọc thêm",
            "Chuyến đi đến Việt Nam hoàn toàn TUYỆT VỜI được thực hiện một cách trọn vẹn và chuyên nghiệp bởi chị Hương Bùi tại WaytoViệt Nam.  Cô ấy đã tổ chức một kỳ nghỉ kéo dài cho chúng tôi khắp Việt Nam từ Sapa ở phía bắc đến đồng bằng sông Cửu Long ở phía nam.  17 ngày du lịch rộng rãi đã được tổ chức chú ý đến từng chi tiết. Mỗi khách sạn đều có phòng và dịch vụ tuyệt vời cùng với bữa sáng tự chọn tuyệt vời.  Mọi hướng dẫn viên và tài xế đều chuyên nghiệp, cá nhân và nhanh chóng. Không bao giờ là một muộn!  Cô ấy thậm chí còn kiểm tra chúng tôi từ xa đối với một vài chuyến bay ngắn nội địa mà không cần chúng tôi hỏi thăm.  Cuối cùng, đặc biệt đối với bất kỳ cư dân Hoa Kỳ nào, cô ấy đã tổ chức toàn bộ chuyến đi này cho chúng tôi từ Việt Nam với giá chỉ từ 1 - 3 so với kỳ nghỉ 8 ngày ngắn hơn nhiều đến Việt Nam mà chúng tôi đã được một đại lý du lịch tại nhà báo giá! Chúng tôi đặc biệt khuyên dùng WayyoViệt Nam!Đọc thêm",
            "Rất hiểu biết và kiên nhẫn. Giải thích rõ ràng về tất cả các trang web. Đáp ứng mọi nhu cầu của thỏiĐọc thêm",
            "Tôi - tôi vừa trở về từ kỳ nghỉ ở Việt Nam, sau 20 năm, đây là lần đầu tiên tôi trở lại. Tôi đánh giá rất cao trải nghiệm của mình với Đường về Việt Nam và tính hiệu quả của nó trước những thay đổi đột ngột và theo dõi để điều chỉnh hành trình. Tất cả những gì Hương Bùi hoàn thành là một kiệt tác và trao giải cho Đại lý của cô để cạnh tranh với bất kỳ ai trên Thị trường Việt Nam. Cô ấy là một ví dụ tuyệt vời trong việc chăm sóc khách hàng. Lời khen của tôi dành cho Công ty chân chính này, mong muốn đạt được đỉnh cao và sự phát triển không ngừng. Những lời khen ngợi về dịch vụ và nguồn cung cấp, trong số đó, các hướng dẫn viên đã trở thành bạn của tôi. Tôi chỉ tiếc một điều, vì lý do công nghệ nên tôi không thể ghé thăm Đồi Hamburger, thật tiếc. Đồ ăn ngon và sự lựa chọn chính xác của Nhà hàng để tìm hiểu văn hóa địa phương. Tôi nhớ nó. Một ngày Hội An, để ở - sống, tại sao không, cuộc sống thật nhiều bất ngờ. Cảm ơn bạn - - - - - - Đọc thêm",
            "Cô Hương Bùi và nhân viên của Way to Vietnam đã thực hiện tất cả việc đặt chỗ cho chúng tôi cho chuyến đi kéo dài hai tuần từ Nam ra Bắc Việt Nam.  Đó là một thỏa thuận khủng khiếp cho dịch vụ 6 sao.  Tài xế riêng và hướng dẫn viên giàu thông tin, khách sạn tuyệt vời và việc sắp xếp chuyến đi suôn sẻ của chúng tôi đã vượt xa những gì chúng tôi mong đợi.  Chúng tôi đi du lịch nước ngoài rất nhiều và thường tự sắp xếp mọi việc và giao mọi quyết định vào tay cô ấy là điều tốt nhất chúng tôi đã làm.  Chúng tôi đặc biệt thích thú với các lớp học nấu ăn, sự nâng cấp tuyệt vời của du thuyền trên vịnh Hạ Long và trải nghiệm độc đáo của chúng tôi ở Nimh binh.  Đừng bỏ lỡ phần sau của chuyến tham quan ẩm thực đường phố bằng xe máy ở Sài Gòn!  Hướng dẫn tuyệt vời và bạn sẽ thấy các phần của thành phố mà khách du lịch không thể tiếp cận được.  Nói chung là một cuộc phiêu lưu mạo hiểm.Đọc thêm",
            "Khi trở về nhà, cả hai chúng tôi thực sự muốn cảm ơn cô Hương Bùi vì một trải nghiệm tuyệt vời ở Việt Nam! Chuyến đi đã được lên kế hoạch hoàn hảo - ngay cả khi thời tiết tuyệt vời để đến tận Fanzipan ở Sapa! - và chúng tôi đã có khoảng thời gian thú vị nhất ở mỗi điểm đến với những hướng dẫn viên, ẩm thực và khách sạn tuyệt vời. Cảm ơn bạn đã lên kế hoạch cho một hành trình đa dạng, bao gồm tất cả và thực sự giúp chúng tôi cảm nhận được cuộc sống ở Việt Nam - từ việc gặp gỡ những con người đặc biệt - tốt bụng của Việt Nam đến sự hiểu biết về văn hóa - truyền thống của họ, từ việc tận hưởng cuộc sống thành phố - làng quê đến hòa mình vào những cảnh thiên nhiên kỳ thú, từ nếm thử rau muống với cơm đến thịt bò thơm ngon với mì, từ băng qua đường với hàng tấn xe tay ga đến đi dạo im lặng trên những con đường ven hồ, từ chèo thuyền trên đồng bằng để lướt trên du thuyền trên vịnh, và nhiều hơn thế nữa!!! Chúng tôi thực sự sẽ giới thiệu dịch vụ của bạn cho người khác. Một lần nữa xin cảm ơn vì một chuyến đi khó quên!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Việt Nam nhờ cô Hương, người đã sắp xếp chuyến du lịch Việt Nam tùy chỉnh kéo dài 2 tuần tuyệt vời cho gia đình chúng tôi. Tôi đã lo lắng khi lên kế hoạch cho chuyến đi này trong một khoảng thời gian rất ngắn, nhưng cô ấy đã xua tan căng thẳng và giúp tạo ra một chuyến đi tuyệt vời kinh nghiệm du lịch cho gia đình tôi. Tôi đánh giá rất cao sự liên lạc và sắp xếp chúng tôi với lịch trình rõ ràng và liên hệ địa phương. Chuyến đi đã được lên kế hoạch tốt và mọi thứ diễn ra theo đúng kế hoạch.  Chúng tôi luôn gặp nhau ở khách sạn hoặc sân bay và sau đó được đưa về khách sạn.  Các hướng dẫn viên rất hữu ích và lịch sự và rất hiểu biết.  Khách sạn rất tuyệt vời và có vị trí tốt.  Chuyến đi là một trải nghiệm khó quên, chúng tôi đã có khoảng thời gian tuyệt vời. Cảm ơn bạn rất nhiều.Đọc thêm",
            "xin chào, bạn có số whatsapp không, đang tìm kiếm sự hợp tác, cảm ơn.Đọc thêm",
            "Xin chào, tôi đang có kế hoạch đến thăm Hà Nội, Vịnh Hạ Long, Đà Lạt, Mũi Né - trong vòng 5 ngày vào tháng 10 - 17. Vui lòng cho biết cách lập kế hoạch chuyến đi và tôi nên sử dụng phương tiện di chuyển nào. Cảm ơn bạn.Đọc thêm",
            "Xin chào, với 5 ngày Bạn không thể nhìn thấy tất cả những nơi này\nTôi nghĩ Hà Nội, Vịnh Hạ Long và Ninh Bình là những lựa chọn tốt nhất của bạn: \nNgày 1: Tham quan thành phố Hà Nội\nNgày 2: Hà Nội - Hạ Long qua đêm trên du thuyền\nNgày 3: Hạ Long Hà Nội\nNgày 4: Ninh Bình\nNgày 5: khởi hành, \nHoặc có thể liên hệ qua email tại website để biết thêm chi tiết",
            "Xin chào - Tôi chỉ đang thắc mắc liệu bạn có đi du lịch một mình không? Tôi - là một người du lịch một mình và tự hỏi cuộc sống của hướng dẫn viên du lịch cá nhân của bạn sẽ như thế nào?Đọc thêm",
            "Các hướng dẫn là tuyệt vời.  Tôi nghĩ bạn sẽ hoàn toàn ổn khi có người hướng dẫn. Nếu bạn thích tìm hiểu về khu vực này và trò chuyện, những hướng dẫn viên mà chúng tôi có sẽ chứa đầy thông tin!Đọc thêm"
        ],
        "star_ratings": [
            65,
            5,
            0,
            1,
            0
        ],
        "review_amount": 71,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written March 23, 2023",
            "Written March 8, 2023",
            "Written January 22, 2023",
            "Written December 19, 2022",
            "Written November 13, 2022",
            "Written November 1, 2022",
            "Written July 29, 2022",
            "Written March 4, 2020",
            "Written November 4, 2019",
            "Written October 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8009691-Reviews-or10-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or20-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932434-Reviews-Vietnam_Motorbike_Tours_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25067892-Reviews-Menard_Facial_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25276062-Reviews-Viet_Business_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6620772-Reviews-Viet_Expert_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14163011-Reviews-Little_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7313360-Reviews-Keangnam_Hanoi_Landmark_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4581028-Reviews-Hanoi_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5989753-Reviews-City_Insight-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15692912-Reviews-Lighten_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12579875-Reviews-Free_Walking_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17612074-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d184424-Reviews-Bob_Marley_Museum-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d3738902-Reviews-Casino_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g34275-d3222931-Reviews-Aqua_Golf_Driving_Range-Hallandale_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274863-d296735-Reviews-Lake_Bled-Bled_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d3265224-Reviews-Colonial_Beach_Municipal_Pier-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d5599133-Reviews-Znjan_City_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187367-d4581297-Reviews-Toroni_Beach-Toroni_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55438-d3478759-Reviews-Lake_Balmorhea-Balmorhea_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g312804-d2037770-Reviews-Iguazu_Falls-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g608666-d282322-Reviews-Zell_Am_See_Kaprun-Zell_am_See_Austrian_Alps.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or20-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or10-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Way to Vietnam Travel - Day Tours",
        "attraction_name_vi": "Đường đến Việt Nam Du lịch - Tour trong ngày",
        "general_info": [
            "71 đánh giá",
            "- 437 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "WaytoViệt Nam Travel là Công ty lữ hành Việt Nam được cấp phép đầy đủ, chuyên tổ chức các dịch vụ du lịch cho du khách quốc tế đến thăm Việt Nam, Lào và Campuchia. Mục tiêu cao nhất của chúng tôi là biến chuyến đi đến Đông Dương của bạn trở thành một trải nghiệm độc đáo với trọng tâm là các giá trị đích thực của du lịch.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi du lịch khắp Đông Nam Á và ba chuyến đi dài đến Việt Nam. Vì vậy, chúng tôi đã có ý tưởng hay về những gì chúng tôi mong muốn cho chuyến đi riêng tư tùy chỉnh mới nhất của mình đến Việt Nam.  Tôi luôn yêu cầu các đề xuất từ ​​các công ty du lịch địa phương có trụ sở tại Việt Nam, bao gồm cả những công ty chúng tôi đã sử dụng trước đây. Làm việc với Hương Biu - Ms. - , chúng tôi có thể điều chỉnh chuyến đi mới nhất của mình để đáp ứng chính xác nhu cầu của mình. Ngoài ra, mặc dù chúng tôi đã có một số ý tưởng về khách sạn, nhưng dựa trên những chuyến đi trước đó, Hương đã đưa ra gợi ý về các khách sạn mới và khác biệt phù hợp với túi tiền của chúng tôi và là một cải tiến lớn so với các khách sạn trước đây. Trình điều khiển và hướng dẫn viên của chúng tôi rất xuất sắc và luôn đúng giờ, mặc dù phần lớn hành trình khám phá của chúng tôi là độc lập dựa trên kiến ​​thức trước đó của chúng tôi. Hương thật tuyệt vời khi được làm việc cùng. Cô ấy trả lời email của chúng tôi rất nhanh chóng mặc dù chênh lệch múi giờ 12 giờ. Kỹ năng viết tiếng Anh của cô ấy rất xuất sắc. Chúng tôi có thể sắp xếp mọi thứ từ Hoa Kỳ. Quan trọng nhất, Hương và Đường đến Việt Nam có giá thấp hơn đáng kể so với các công ty trước đây của chúng tôi đã sử dụng và họ cung cấp các khách sạn cao cấp hơn. Tôi không thể nói hết lời về dịch vụ chuyên nghiệp tuyệt vời của Hương!Đọc thêm",
            "Chúng tôi là 3 người bạn vừa hoàn thành chuyến du lịch 17 ngày tại Campuchia và Việt Nam. Way To Vietnam đảm nhận việc đưa đón, chỗ ở, tour du lịch và các chuyến bay nội địa. Mọi thứ diễn ra suôn sẻ. Và khi cần thay đổi, trước và trong chuyến đi, cô Hương Bùi đều có mặt bên cạnh chúng tôi. Cô ấy rất dễ làm việc cùng vì cô ấy trả lời kịp thời tất cả các email và phục vụ chuyến đi theo mong muốn chính xác của chúng tôi. Chúng tôi đã có một kỳ nghỉ tuyệt vời và muốn giới thiệu Way To Vietnam và cô Hương Bùi tổ chức các chuyến đi đến khu vực này.Đọc thêm",
            "Cô Hương đã cực kỳ hữu ích trong việc thay đổi hành trình trong khi lên kế hoạch và chuyến đi đã diễn ra rất tốt đẹp. Chúng tôi đã có một hành trình trăng mật 4 sao và chỗ ở cũng như phương tiện đi lại đều đạt tiêu chuẩn. Hầu hết thời gian chúng tôi đều đi bằng ô tô riêng, ngoại trừ chuyến di chuyển đến Vịnh Hạ Long như chuyến đi bằng thuyền đưa đón Hà Nội-Vịnh Hạ Long-Hà Nội. Rất khuyến khích.Đọc thêm",
            "Thật là một chuyến đi tuyệt vời. Ngay từ email đầu tiên cho đến khoảnh khắc cuối cùng của chuyến đi, cô Hương đã rất tuyệt vời và rất kiên nhẫn với chúng tôi. Nhóm của tôi đã đi từ Hà Nội, Vịnh Hạ Long, tàu đêm đến Huế, Hội An và chuyến bay nội địa đến Thành phố Hồ Chí Minh. Chúng tôi muốn tự mình làm mọi thứ ở hầu hết các địa điểm và cô Hương đã đảm bảo rằng chúng tôi có thể kết hợp điều đó với các tour du lịch ở những địa điểm phù hợp. Mọi khách sạn, tour du lịch và dịch vụ đưa đón đều hoàn hảo. Lời khuyên của cô ấy đã giúp chúng tôi có một kỳ nghỉ tuyệt vời - một kỳ nghỉ vượt quá mong đợi. Sự linh hoạt mà Way To Vietnam cung cấp khá khác biệt so với bất kỳ tổ chức du lịch nào khác mà tôi đã sử dụng. Tôi thực sự giới thiệu họ, và đặc biệt là cô Hương. Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời ở đó và chúng tôi sẽ không bao giờ quên trải nghiệm của mình tại Việt Nam nhờ sự giúp đỡ quý báu và sự tổ chức hoàn hảo của bà Huong Bui. Khách sạn, hướng dẫn viên và tài xế của chúng tôi đều cực kỳ tốt và hữu ích. Mọi thứ và mọi người đều đúng giờ, hướng dẫn viên nói tiếng Anh tốt và họ rất linh hoạt trong việc điều chỉnh lịch trình của chúng tôi theo nhu cầu của chúng tôi. Cảm ơn bạn một lần nữaĐọc thêm",
            "Tôi xin chân thành cảm ơn - bản thân tôi và thay mặt cho cả nhóm - công ty du lịch WaytoViệt Nam và đặc biệt là cô Hương Bùi vì đã tổ chức tour rất tốt, sự tiếp xúc nồng hậu, địa điểm tốt để nghỉ qua đêm, hướng dẫn viên và tài xế giỏi. Họ đặc biệt hữu ích, đáng tin cậy và chu đáo với mọi khách du lịch, tất cả hướng dẫn viên đều nói tiếng Anh tốt và do đó thật dễ dàng để giao tiếp với họ khi lên kế hoạch chi tiết cho chuyến tham quan của chúng tôi.Đọc thêm",
            "Tháng 12 năm ngoái, tôi đã tổ chức một chuyến du lịch cùng gia đình và bạn bè - nhóm 10 người với những người ở độ tuổi từ 20-60 tuổi -. Chúng tôi đã sử dụng công ty Way to Vietnam cho chuyến đi đến Việt Nam, Lào và Siem Reap. Tôi rất vui được viết rằng tất cả chúng tôi đều rất thích chuyến đi của mình. Chúng tôi đã được chăm sóc từ lúc đặt chân đến Việt Nam cho đến khi rời đi sau 15 ngày. Cô Hương là điều phối viên của chúng tôi. Cô ấy đã lên kế hoạch cho chuyến tham quan của chúng tôi, phù hợp với nhu cầu và đề xuất của chúng tôi và thay đổi hành trình một cách nhanh chóng. Cô ấy đích thân đến chào đón chúng tôi vào đầu và cuối chuyến đi. Khi bạn đi du lịch với một nhóm lớn như vậy trong 15 ngày, những trục trặc nhỏ trong kế hoạch sẽ xảy ra. Cô Hương luôn túc trực 24/24 và xử lý vấn đề ngay lập tức. Chúng tôi đang lên kế hoạch cho một chuyến đi khác vào năm 2018 - 2019, chúng tôi sẽ sử dụng lại chúng. Cô Hương là TỐT NHẤT.  suman chopraĐọc thêm",
            "I am currently with Way to Vietnam based on the rave reviews here on Tripadvisor but  it - s not all wine and roses unfortunately. My guide in Hanoi  - Mr Cong -  was very grumpy and acted like it was a burden taking me around town to see the sights. He was very world weary and highly opinionated about politics - sadly this was at the expense of showing me around. He rushes ahead of me without ensuring I was safe amongst the crazy traffic and seemed annoyed that I was asking questions. Ms Huong Bui who arranged the trip does not seem able to cope when things go wrong. She wasn - t apologetic when I told her about the guide and says it - s my word against his. Great. I am on a 4 star trip and the view from my hotel room in Hanoi, was a wall and another bedroom window. When I asked for a better view, luckily the hotel understood my concerns and upgraded me but rather bizarrely Ms Huong said I had got what I paid for and accused me of  - demanding -  an upgrade. This is quite inaccurate and quite bizarre behaviour  - perhaps lost in translation? -  but it was not a good start to the holiday. The hotel she booked for me in Hoi An unfortunately had ants in my bed and several insects running around on the floor. Naturally I changed rooms but once again, the room faced a wall. Ms Huong was miffed again when I recounted this tale to her especially when I said I had expected better from a 4 star hotel. I - m not looking forward to what I - ll find in Ho Chi Minh City to be honest but just a word of caution if you do with Way To Vietnam - their hotel standards may not be what you expect. And when put under pressure, Ms Huong may not be terribly sympathetic. In fact she laughs to try and ameliorate the situation but it comes across as mocking. On a good note though, my trip to Ha Long Bay with Huong Hai Sealife Cruise was excellent as was my day at Redbridge Cookery School in Hoi An. Read more",
            "Cô Trương thân mến\nCảm ơn bạn đã dành thời gian kể cho chúng tôi về trải nghiệm của bạn với WaytoViệt Nam\nChúng tôi thực sự rất tiếc vì một số phần trong trải nghiệm của bạn không đáp ứng được mong đợi của bạn. Hãy để tôi bày tỏ lời xin lỗi chân thành của tôi về bất kỳ sự khó chịu và bất tiện nào mà bạn phải chịu. \nChúng tôi hy vọng có cơ hội được chào đón bạn lần nữa \n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Tôi không thể nói đủ những điều tốt đẹp về công ty này.  Hương đã sắp xếp một chuyến du lịch Việt Nam kéo dài 2 tuần tuyệt vời cho gia đình chúng tôi.  Cô ấy đã cùng chúng tôi thiết kế hành trình, sắp xếp chuyến đi trong nước và cung cấp hướng dẫn viên - tài xế cho từng địa điểm.  Cô ấy rất đáp ứng yêu cầu của chúng tôi.  Các hướng dẫn viên du lịch mà cô ấy làm việc cùng đều rất đáng chú ý.  Giá cả rất hợp lý.  Tôi thực sự khuyên bạn nên làm việc với công ty này khi lên kế hoạch cho chuyến đi đến Việt Nam.Đọc thêm",
            "Thưa ông Brian,\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời về chúng tôi trên Trang Tripadvisor - s. Chúng tôi rất vui khi biết rằng Gia đình bạn rất thích Điểm nổi bật của Tour du lịch Việt Nam. Chúng tôi hy vọng có cơ hội gặp lại bạn và trở thành nhà điều hành tour cho bạn trong những chuyến đi tới Đông Nam Á trong tương lai.\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Cô Hương Bùi đã cùng gia đình tôi tạo ra một trải nghiệm đặc biệt tại Việt Nam.  Chúng tôi rất ấn tượng với tất cả các phần trải nghiệm của chúng tôi.  Sự phối hợp giữa tài xế, hướng dẫn viên, hãng hàng không và những nơi chúng tôi ở đã khiến trải nghiệm du lịch của chúng tôi ở Việt Nam trở nên đặc biệt.  Cô Bùi đã làm việc với gia đình chúng tôi để tạo ra một hành trình hoàn hảo cho gia đình 5 người với 3 cậu con trai nhỏ của chúng tôi.  Những đề xuất của cô ấy về nơi lưu trú, nhà hàng và hướng dẫn viên đã khiến trải nghiệm của chúng tôi trở thành một trải nghiệm thực sự tuyệt vời.  Tôi đánh giá cao dịch vụ của cô ấy cho chuyến du lịch của bạn tại Việt Nam!Đọc thêm",
            "Kính gửi chị Tâm,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về chúng tôi trên Tripadvisor. Chúng tôi rất vui khi biết gia đình bạn đã tận hưởng chuyến du lịch 17 ngày tại Việt Nam. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Việt Nam để tham quan những địa điểm đẹp khác \n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "xin chào, bạn có số whatsapp không, đang tìm kiếm sự hợp tác, cảm ơn.Đọc thêm",
            "Xin chào, tôi đang có kế hoạch đến thăm Hà Nội, Vịnh Hạ Long, Đà Lạt, Mũi Né - trong vòng 5 ngày vào tháng 10 - 17. Vui lòng cho biết cách lập kế hoạch chuyến đi và tôi nên sử dụng phương tiện di chuyển nào. Cảm ơn bạn.Đọc thêm",
            "Xin chào, với 5 ngày Bạn không thể nhìn thấy tất cả những nơi này\nTôi nghĩ Hà Nội, Vịnh Hạ Long và Ninh Bình là những lựa chọn tốt nhất của bạn: \nNgày 1: Tham quan thành phố Hà Nội\nNgày 2: Hà Nội - Hạ Long qua đêm trên du thuyền\nNgày 3: Hạ Long Hà Nội\nNgày 4: Ninh Bình\nNgày 5: khởi hành, \nHoặc có thể liên hệ qua email tại website để biết thêm chi tiết",
            "Xin chào - Tôi chỉ đang thắc mắc liệu bạn có đi du lịch một mình không? Tôi - là một người du lịch một mình và tự hỏi cuộc sống của hướng dẫn viên du lịch cá nhân của bạn sẽ như thế nào?Đọc thêm",
            "Các hướng dẫn là tuyệt vời.  Tôi nghĩ bạn sẽ hoàn toàn ổn khi có người hướng dẫn. Nếu bạn thích tìm hiểu về khu vực này và trò chuyện, những hướng dẫn viên mà chúng tôi có sẽ chứa đầy thông tin!Đọc thêm"
        ],
        "star_ratings": [
            65,
            5,
            0,
            1,
            0
        ],
        "review_amount": 71,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written May 2, 2019",
            "Written November 23, 2018",
            "Written November 6, 2018",
            "Written April 21, 2018",
            "Written April 16, 2018",
            "Written March 17, 2018",
            "Written January 11, 2018",
            "Written November 28, 2017",
            "Written September 21, 2017",
            "Written September 7, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8009691-Reviews-or20-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or10-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or30-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932434-Reviews-Vietnam_Motorbike_Tours_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25067892-Reviews-Menard_Facial_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25276062-Reviews-Viet_Business_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6620772-Reviews-Viet_Expert_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14163011-Reviews-Little_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7313360-Reviews-Keangnam_Hanoi_Landmark_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4581028-Reviews-Hanoi_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5989753-Reviews-City_Insight-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15692912-Reviews-Lighten_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12579875-Reviews-Free_Walking_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17612074-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560854-Reviews-Los_Angeles_Country_Club-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d18816142-Reviews-Aquaria_Phuket_Thailand-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g39143-d258508-Reviews-Old_Cowtown_Museum-Wichita_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d12849050-Reviews-Marathias_Beach-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10044301-Reviews-Futa_Bus_Lines-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g43525-d658489-Reviews-McCarthy_Beach_State_Park-Side_Lake_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d526352-Reviews-Kekova_Island-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60182-d8535405-Reviews-Pewaukee_Lakefront_Park-Pewaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g41916-d1161912-Reviews-The_Big_E-West_Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d3225470-Reviews-Missouri_Down_Under-Van_Buren_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or30-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or20-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Way to Vietnam Travel - Day Tours",
        "attraction_name_vi": "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày",
        "general_info": [
            "71 đánh giá",
            "- 437 trong số 1.938 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "WaytoViệt Nam Travel là Công ty lữ hành Việt Nam được cấp phép đầy đủ, chuyên tổ chức các dịch vụ du lịch cho du khách quốc tế đến thăm Việt Nam, Lào và Campuchia. Mục tiêu cao nhất của chúng tôi là biến chuyến đi đến Đông Dương của bạn trở thành một trải nghiệm độc đáo với trọng tâm là các giá trị đích thực của du lịch.Đọc thêm",
        "reviews": [
            "Một công ty lữ hành tuyệt vời đã giúp chúng tôi rất nhiều trong việc chuẩn bị cho chuyến đi Việt Nam của mình. Họ đã sắp xếp phương tiện di chuyển của chúng tôi bằng xe buýt - xe tải nhỏ cho nhóm 2 gia đình của chúng tôi - và một số chuyến du ngoạn và đi thuyền. Sự hỗ trợ trong quá trình lập kế hoạch và thực hiện rất tốt. Tôi có thể giới thiệu công ty lữ hành này! Và.. Họ cung cấp tất cả với mức giá tốt và trung thực. Đọc thêm",
            "Thưa ông Marc,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về chúng tôi trên Tripadvisor - Page. Chúng tôi rất vui khi biết rằng bạn và nhóm của bạn đã có khoảng thời gian rất vui vẻ ở Việt Nam và tận hưởng chuyến đi 23 ngày. CHÚNG TÔI hy vọng được chào đón bạn và nhóm của bạn một lần nữa để đến thăm những địa điểm đẹp khác của Việt Nam.\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Cô Hương Bùi đã tổ chức một chuyến đi tùy chỉnh tuyệt vời cho gia đình chúng tôi. Điều ấn tượng nhất là cô ấy lắng nghe cẩn thận để tìm hiểu những gì chúng tôi muốn xem, thời gian chúng tôi muốn ở mỗi nơi, loại địa điểm chúng tôi muốn ở, ngân sách của chúng tôi, v.v. Bởi vì một người trong nhóm của chúng tôi tình cờ đến nói tiếng Việt trôi chảy, chúng tôi không cần hướng dẫn viên song ngữ. Cô ấy không cố bán cho chúng tôi một số chuyến du lịch đóng gói sẵn mà thay vào đó sắp xếp một thứ gì đó chính xác như chúng tôi yêu cầu. Tất cả các khách sạn đều tuyệt vời - và các tài xế của chúng tôi luôn đến đúng giờ và chính xác ở nơi họ phải đến. Kỳ nghỉ rất đặc biệt của chúng tôi đã được tổ chức một cách hoàn hảo.Đọc thêm",
            "Thưa ông Chris,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về chúng tôi trên Trang Tripadvisor. Cô Hương và chúng tôi rất vui mừng khi biết nhóm của bạn hài lòng với chuyến đi 10 ngày tại Việt Nam cùng chúng tôi. Chúng tôi hy vọng được chào đón bạn một lần nữa tại Việt Nam.\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Tôi và các bạn đã có một chuyến đi 14 ngày tuyệt vời - nhóm 6 người - được tổ chức hoàn hảo bởi chị Hương Bùi từ công ty Đường Về Việt Nam. Ngay từ lần đầu trao đổi thư từ với chị Hương Bùi, chị đã trả lời nhanh chóng, kiên nhẫn và nhiệt tình. đã cho tôi những lời khuyên rất chuyên nghiệp. Cô ấy đã giải quyết mọi vấn đề mà chúng tôi gặp phải trong quá trình lên kế hoạch cho chuyến tham quan. Chuyến tham quan của chúng tôi chính xác như được mô tả trong hành trình và Hương thân yêu thậm chí còn đưa cho tôi số điện thoại của cô ấy. nếu có thêm bất kỳ câu hỏi hoặc lời khuyên nào trong chuyến đi. Các khách sạn rất tốt, các nhà hàng tuyệt vời với nhiều lựa chọn về đồ ăn - dành cho người ăn chay. - thịt - người ăn hải sản -, hướng dẫn viên và tài xế tốt bụng và mọi thứ đều đúng thời gian như kế hoạch. Tôi đánh giá cao công ty này, đặc biệt nếu bạn muốn trải nghiệm đất nước, thắng cảnh, con người trong một thời gian giới hạn!!!Đọc hơn",
            "Kính gửi chị Mina,\nCảm ơn bạn rất nhiều vì đã chia sẻ những đánh giá tuyệt vời về chúng tôi trên Trang Tripadvisor. Chúng tôi rất vui khi biết rằng Bạn và bạn bè đã có chuyến đi 14 ngày tuyệt vời tại Việt Nam cùng chúng tôi.\nChúng tôi hy vọng được chào đón bạn quay trở lại Việt Nam một lần nữa và có thời gian lâu hơn để ngắm nhìn những vùng đất xinh đẹp khác của Việt Nam\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Vợ chồng tôi cùng hai cặp vợ chồng khác rất vui khi được đến Việt Nam lần đầu tiên trong đời. Chuyến đi đã được tổ chức tốt và không có vấn đề gì cả. mọi thứ đều được phối hợp một cách hoàn hảo và đó là chuyến đi chỉ có một lần trong đời. Đó là một trải nghiệm tuyệt vời. đây chắc chắn là cách tốt nhất để ngắm nhìn đất nước và là cách tốt nhất để gặp gỡ những con người tuyệt vời của Việt Nam. Hãy viết cho tôi một ghi chú cá nhân và họ sẽ trực tiếp nói với bạn những điều tốt nhất mà bạn có thể tưởng tượng...!!! Cảm ơn, Ronen DroryYokneam, IsraelĐọc thêm",
            "Thưa ông Ronen,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về chúng tôi trên Tripadvisor. Chúng tôi rất vui vì nhóm của bạn đã tận hưởng chuyến đi 13 ngày dọc Việt Nam.  Chúng tôi hy vọng có cơ hội được chào đón bạn một lần nữa trong thời gian sắp tới với những trải nghiệm thú vị hơn.\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Vợ tôi và tôi đã có chuyến du lịch 8 ngày đến Hà Nội, Vịnh Hạ Long và miền Trung Việt Nam - Đà Nẵng, Hội An và Huế - thông qua sự sắp xếp của cô Hương Bùi của Đường đến Việt Nam.  Cô ấy rất nhanh nhạy bằng tiếng Anh xuất sắc để giải quyết tất cả các yêu cầu của tôi trước và trong chuyến đi và chúng tôi rất hài lòng với dịch vụ của cô ấy. Chúng tôi đã có chuyến tham quan Hà Nội nửa ngày bao gồm cả buổi biểu diễn múa rối nước.  Buổi biểu diễn múa rối nước rất độc đáo và rất thú vị.  Cô Bùi còn sắp xếp bữa tối cho chúng tôi tại một nhà hàng ở Hà Nội, đồ ăn rất ngon.  Ngày thứ 2 chúng tôi đến Vịnh Hạ Long với kỳ nghỉ 2 đêm trên tàu Le Fairy cùng những hành khách khác.  Phong cảnh Vịnh Hạ Long thực sự rất đẹp và đáng ghé thăm.  Các thành viên phi hành đoàn cũng rất lịch sự và ân cần với khách hàng - nhu cầu của họ. Sau Vịnh Hạ Long, chúng tôi bay từ Hà Nội đến Đà Nẵng và thăm Hội An và Huế trong 4 ngày tiếp theo.  Đây là phần trung tâm của Việt Nam và là một thị trấn cổ với - Mỹ Sơn - - nghĩa là những ngọn núi đẹp - được UNESCO công nhận ở Huế.  Phố cổ Hội An khá thú vị với du khách với hàng trăm cửa hàng địa phương dọc theo một con sông.  Bạn có thể tìm thấy tất cả các loại quà lưu niệm làm bằng tay và các món ăn Việt Nam tuyệt vời với mức giá từ rất hợp lý đến rất thấp.  Tất cả các phương tiện di chuyển bao gồm chuyến bay từ Hà Nội đến Đà Nẵng, khách sạn, bữa sáng, bữa trưa - bữa tối chọn lọc và hướng dẫn viên du lịch đều được Way to Vietnam sắp xếp một cách hoàn hảo.  Chúng tôi thật sự rất thích chuyến thăm Việt Nam và đánh giá cao sự sắp xếp tuyệt vời của cô Hương Bùi của Way to Vietnam.  Vì vậy, chúng tôi thực sự khuyến khích Way to Vietnam sắp xếp mọi chuyến đi cần thiết cho bạn nếu bạn chọn đến thăm Việt Nam.Đọc thêm",
            "Thưa ông Robert,\nCảm ơn bạn rất nhiều vì đã chia sẻ những đánh giá tuyệt vời về chúng tôi trên trang Tripadvisor, cô Hương Bùi và chúng tôi rất vui vì bạn đã tận hưởng chuyến đi 8 ngày tại Việt Nam rất nhiều. Điều này khích lệ chúng tôi rất nhiều. Mong sớm được gặp lại bạn ở Việt Nam\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Tôi chưa bao giờ nghĩ rằng mình sẽ thích một kỳ nghỉ được sắp xếp trước cho mình. Nhưng việc đi du lịch cùng bố mẹ chồng và hai đứa trẻ đồng nghĩa với việc những ngày thu dọn hành lý của tôi đã kết thúc! Một người bạn đã giới thiệu Hương Bùi sau chuyến đi thành công của cô ấy đến đây, tôi đã gửi email cho cô ấy một số ý tưởng và ngay lập tức nhận được phản hồi cũng như đề xuất của cô ấy. Hương Bùi không có gì xuất sắc, rất có tổ chức và đã giúp chúng tôi đi đến mọi nơi chúng tôi muốn và ở trong những khách sạn xinh xắn - tôi đặc biệt giới thiệu Metropole ở Hà Nội! - tất cả - những gì tôi nghĩ - là một mức giá rất hợp lý. Chúng tôi thậm chí còn hẹn gặp Hương Bùi ở Hà Nội khi chúng tôi cũng ở đó! Hồng Bùi cũng đề xuất một chiếc thuyền độc đáo hơn để khám phá Vịnh Hạ Long vì tôi muốn ngắm nhìn nó mà không có khách du lịch. Tôi thực sự có thể giới thiệu cô ấy - Đường đến Việt Nam.Đọc thêm",
            "Kính gửi cô Clare Kiersey,\nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để chia sẻ với chúng tôi đánh giá đáng yêu về Công ty của chúng tôi - WaytoViệt Nam trên Trang Tripadvisor. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi đến Việt Nam cùng chúng tôi.\nChúng tôi hy vọng có cơ hội chào đón bạn một lần nữa tại Việt Nam\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Vợ tôi và tôi thực sự giới thiệu công ty này, đặc biệt là cô Huong Bui, cho một khoảng thời gian tuyệt vời mà chúng tôi đã có ở Việt Nam. Chúng tôi không có đủ chỗ để liệt kê ở đây tất cả các cử chỉ của cô ấy và nhân viên của cô ấy để tạo điều kiện, khai sáng và làm cho chuyến đi của chúng tôi thoải mái. Từ một cuộc trao đổi dài giải quyết mọi chi tiết cho đến khi thực hiện, với câu trả lời chính xác và ngay lập tức, cho đến việc đặt phòng cho chúng tôi khách sạn, nhà hàng và xe hơi hạng sang, và trên hết là với ngân sách rất cạnh tranh. Tôi không biết phải bắt đầu từ đâu: tài xế và hướng dẫn viên chào đón chúng tôi tại mỗi sân bay, lòng tốt của họ, sự giúp đỡ ngay lập tức mà vợ tôi nhận được khi cô ấy phải chịu đựng việc đi lại khó khăn, những cử chỉ nhỏ khi xách hành lý của chúng tôi, mở cửa và sự kiên nhẫn như vậy! và luôn luôn với một nụ cười. 2 điều chúng tôi sẽ không bao giờ quên. Một, khi chúng tôi kỷ niệm ngày cưới trong chuyến đi ở một địa điểm khiêm tốn, và chúng tôi không thể ra ngoài để ăn mừng bằng một bữa tối như chúng tôi muốn, hướng dẫn viên - Thắng, một anh chàng tuyệt vời! Tôi sẽ luôn nhớ đến bạn với một nụ cười - và tài xế đã mang cho chúng tôi một chiếc bánh có nến pháo hoa ở trên. Sau đó, khi trở về từ chuyến đi trọn vẹn ở Hà Nội, cô Bùi đã đến thăm chúng tôi tại khách sạn và mang theo một món quà đẹp, mà chúng tôi sẽ trân trọng mãi mãi như một kỷ niệm ngọt ngào về chuyến đi. Mọi vấn đề lớn nhỏ mà chúng tôi gặp phải trong suốt chuyến đi đều được cô Bùi giải quyết ngay lập tức và luôn vui vẻ, mặc dù tôi đã là một nỗi phiền toái trong ... với nhiều yêu cầu, bắt đầu với một cách lập trình hành trình rất khác do sở thích sâu sắc của tôi với nhiếp ảnh. Tôi có thể đã quên những chi tiết khác đáng đề cập. Nhìn chung, nếu bạn đang tìm kiếm một công ty du lịch - đây là công ty mà không cần phải do dự. Đọc thêm",
            "Thưa ông Yehuda,\nCảm ơn bạn rất nhiều vì những đánh giá rất tốt đẹp về chúng tôi trên Trang Tripadvisor, Chúng tôi rất vui khi bạn tận hưởng chuyến đi đến Việt Nam để khám phá hết vùng sâu của đồng bằng, các dân tộc miền núi và Núi. Cô Hương rất vui khi nhận được nhiều lời tốt đẹp từ các bạn. Chúng tôi rất mong sẽ gặp lại bạn \n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Chúng tôi bắt đầu lên kế hoạch cho chuyến đi Việt Nam trước 9 tháng. Bắt đầu có 2 người bạn và chúng tôi kết thúc với 4 người bạn. Tôi đã kiểm tra với một số công ty lữ hành ở Việt Nam và sau một thời gian dài làm việc ở nhà, chúng tôi quyết định chọn Đường đến Việt Nam vì mức giá chuyên nghiệp và cạnh tranh. Chúng tôi xin cảm ơn rất nhiều gửi tới cô Hương Bùi vì bệnh nhân của cô, trả lời email nhanh chóng và điều quan trọng nhất là hành trình tuyệt vời mà cô đã dành cho chúng tôi trong 17 ngày, từ Nam ra Bắc Việt Nam. Cô ấy đến đón chúng tôi tại khách sạn ở Hồ Chí Minh và mang theo một món quà tuyệt vời cho mỗi cặp đôi. Chúng tôi đã đến thăm mọi thứ đã được đề cập trong hành trình, có những khách sạn cao cấp, đặc biệt là những khách sạn ở Hội An và Huế, những nhà hàng rất ngon được chọn cho ăn trưa và tất nhiên, chúng tôi rất thích những hướng dẫn viên và tài xế tuyệt vời, những người luôn đúng giờ. Việt Nam là một đất nước xinh đẹp với những con người xinh đẹp, lịch sử và địa điểm thú vị.Ms. Bùi và Way to Vietnam đã mang đến cho chúng tôi một kỳ nghỉ tuyệt vời và khó quên. Tôi và bạn bè thực sự giới thiệu nhà điều hành Way to Vietnam để có một kỳ nghỉ tuyệt vời và đảm bảo tại Việt Nam.Đọc thêm",
            "Kính gửi cô Simona,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về chúng tôi trên Tripadvisor. Chúng tôi rất vui khi biết rằng Bạn và bạn bè đã có chuyến đi 17 ngày tuyệt vời cùng chúng tôi tại Việt Nam. Chúng tôi đang cải thiện dịch vụ của bạn từng ngày để giúp khách du lịch tận hưởng từng giây phút ở Việt Nam và sớm chào đón nhóm của bạn quay trở lại Việt Nam : - \n\nChúc một tuần vui vẻ\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Không phải lúc nào cũng có người biến ước mơ của bạn thành hiện thực. Trong trường hợp của tôi, Way to Vietnam Travel đã thành công. Họ xây dựng chuyến đi mạo hiểm kéo dài hai tuần, từ Nam ra Bắc Việt Nam, phù hợp cho tôi và cậu con trai 13 tuổi. Họ đứng đằng sau mọi kế hoạch và lời hứa, 100 - chính xác, nói tiếng Anh tốt và hướng dẫn viên địa phương rất thân thiện, sẵn sàng giúp đỡ trong mọi vấn đề. Tôi muốn cảm ơn cô Bùi, người đã đích thân đáp ứng mọi nhu cầu của chúng tôi, những ý tưởng điên rồ của tôi, sự kiên nhẫn ngay cả sau 120 email... Cô ấy thậm chí còn dừng lại để chào hỏi tại khách sạn Hồ Chí Minh của chúng tôi và mang theo một món quà nhỏ và ngọt ngào cho tôi. con trai.Cô Bùi-bạn và Đường đến Việt Nam Travel đã biến chuyến đi của chúng tôi thành một giấc mơ khó quên. Nhờ tất cả các bạn mà chúng tôi đã trải nghiệm được những con người và thắng cảnh tươi đẹp của đất nước các bạn. Chúng tôi yêu tất cả các bạn. Yair và Tamir, Israel, tháng 4 năm 2017Đọc thêm",
            "Thưa ông Tamir,\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời về chúng tôi trên Tripadvisor. Cô Bùi và chúng tôi rất vui khi biết rằng Cô và Con trai thực sự rất thích chuyến đi phiêu lưu 14 ngày tại Việt Nam. Chúng tôi nghĩ rằng Con Ngài đã có những trải nghiệm tuyệt vời về Đất nước và Con người Việt Nam\nChúng tôi hy vọng bạn sẽ sớm chào đón bạn và Con trai của bạn trở lại Việt Nam.\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Gói Tour được tổ chức bởi cô Bùi Hạnh, người đã đến thăm chúng tôi sau chuyến tham quan thành phố Hà Nội. Chồng tôi và tôi rất vui khi thấy cô ấy sẵn lòng giúp đỡ và trả lời rõ ràng các câu hỏi của chúng tôi, không để lại bất kỳ nghi ngờ nào về dịch vụ mà chúng tôi sẽ nhận được. Các hướng dẫn viên và tài xế rất tuyệt vời và luôn đúng giờ. Chúng tôi rất ấn tượng với chất lượng cao cấp của các Khách sạn trong suốt chặng đường, đặc biệt là các khách sạn ở Huế và Hội An cũng như Phòng Suite tuyệt đẹp trên Du thuyền Sealife. Chúng tôi rất hài lòng với các Nhà hàng mà cô Bùi đã chọn để ăn trưa, phục vụ hầu hết các món ăn truyền thống của Việt Nam. Chúng tôi đã có một kỳ nghỉ tuyệt vời và không ngần ngại giới thiệu Way to Vietnam cho bạn bè và người thân của mình. Đọc thêm",
            "Kính gửi cô Mỹ Lau,\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời về Waytovietnam Travel trên Tripadvisor. Cô Bùi Hạnh và chúng tôi rất vui khi biết rằng bạn rất thích khoảng thời gian ở Việt Nam cùng chúng tôi. Sự hài lòng của bạn là nguồn động viên to lớn cho công việc của chúng tôi. \n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm"
        ],
        "star_ratings": [
            65,
            5,
            0,
            1,
            0
        ],
        "review_amount": 71,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written August 5, 2017",
            "Written July 6, 2017",
            "Written May 3, 2017",
            "Written May 1, 2017",
            "Written May 1, 2017",
            "Written April 26, 2017",
            "Written April 22, 2017",
            "Written April 20, 2017",
            "Written April 13, 2017",
            "Written March 30, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8009691-Reviews-or30-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or20-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or40-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932434-Reviews-Vietnam_Motorbike_Tours_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25067892-Reviews-Menard_Facial_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25276062-Reviews-Viet_Business_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6620772-Reviews-Viet_Expert_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14163011-Reviews-Little_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7313360-Reviews-Keangnam_Hanoi_Landmark_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4581028-Reviews-Hanoi_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5989753-Reviews-City_Insight-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15692912-Reviews-Lighten_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12579875-Reviews-Free_Walking_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17612074-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096230-d3962486-Reviews-Grjotagja_Cave-Reykjahlid_Lake_Myvatn_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d150130-Reviews-Zoologico_Dr_Juan_A_Rivero-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007309-d6636524-Reviews-Otok_Badija-Korcula_Town_Korcula_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450970-Reviews-BTS_Skytrain-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2373838-Reviews-Kuala_Lumpur_City_Gallery-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34824-d3167973-Reviews-Rolater_Park-Cave_Spring_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d6839330-Reviews-Marrakech_Airport_Transfer-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29271-d282127-Reviews-Apple_River_Canyon_State_Park-Apple_River_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026798-d7050486-Reviews-Becici_Beach-Becici_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g40294-d6525405-Reviews-Freds_Lounge-Mamou_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or40-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or30-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Way to Vietnam Travel - Day Tours",
        "attraction_name_vi": "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày",
        "general_info": [
            "71 đánh giá",
            "- 437 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Tour du lịch văn hóa",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "WaytoViệt Nam Travel là Công ty lữ hành Việt Nam được cấp phép đầy đủ, chuyên tổ chức các dịch vụ du lịch cho du khách quốc tế đến thăm Việt Nam, Lào và Campuchia. Mục tiêu cao nhất của chúng tôi là biến chuyến đi đến Đông Dương của bạn trở thành một trải nghiệm độc đáo với trọng tâm là các giá trị đích thực của du lịch.Đọc thêm",
        "reviews": [
            "Chúng tôi đã làm việc cho Tour trong hai năm vì khi chúng tôi chuẩn bị lên đường thì lần đầu tiên vợ tôi bị gãy chân. Cô Bùi đã sắp xếp lại chuyến đi của chúng tôi để chúng tôi có thể thực hiện vào năm sau. Chúng tôi được đón tại sân bay và đi du lịch khắp đất nước trong 11 ngày. Nó thật tuyệt. Tôi mạnh mẽ giới thiệu công ty này. Cảm ơn một lần nữa.Đọc thêm",
            "Thưa ông Rich Miller,\nCảm ơn bạn rất nhiều vì đã chia sẻ những nhận xét tuyệt vời của bạn về chúng tôi với mọi người. Chúng tôi rất vui khi biết rằng Bạn thực sự thích chuyến du lịch cùng chúng tôi sau 2 năm trì hoãn và chờ đợi. Chúng tôi chúc bạn mọi điều tốt đẹp nhất và chờ đón bạn trở lại Việt Nam\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Từ đầu đến cuối, cô Bùi rất có tổ chức. Các tour du lịch được tổ chức rất tốt. Tài xế luôn đúng giờ, tour luôn bắt đầu đúng giờ trong hành trình, các khách sạn được bao gồm rất đẹp, bữa trưa ở những nơi rất sạch sẽ, đồ ăn rất ngon. Tôi không thể chê Way To Vietnam chút nào. Thực sự là một trải nghiệm tuyệt vời và tôi thực sự khuyên bạn nên liên hệ. Shilpa xxx Đọc thêm",
            "Kính gửi cô Shilpa,\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời về chúng tôi trên Trang Tripadvisor. Chúng tôi rất vui khi biết rằng bạn hài lòng với các dịch vụ của công ty chúng tôi và bạn đã có khoảng thời gian tuyệt vời ở đất nước xinh đẹp của chúng tôi. Chúng tôi hy vọng sớm được chào đón bạn quay trở lại Việt Nam\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Cô Hương Bùi đã tổ chức một chuyến tham quan Việt Nam tuyệt vời cho Đối tác của tôi và tôi. Chúng tôi đã hướng dẫn sơ bộ cho cô ấy về những gì chúng tôi muốn làm và cô ấy đã đưa ra các đề xuất bổ sung và sắp xếp toàn bộ chuyến tham quan cho chúng tôi với mức giá rất hợp lý. Toàn bộ mọi thứ hoạt động như kim đồng hồ, vượt quá mong đợi của chúng tôi và thú vị nhất. Chúng tôi đã lấy lời giới thiệu của cô ấy về các khách sạn đều tuyệt vời. Tất cả các hướng dẫn viên du lịch đều tuyệt vời, nói tiếng Anh tốt, luôn đúng giờ và được cung cấp thông tin rất đầy đủ. Chúng tôi gặp cô Hương ở Hà Nội và ấn tượng nhất với sự chuyên nghiệp cũng như mong muốn của cô trong việc đảm bảo chúng tôi có một kỳ nghỉ tuyệt vời. Chúng tôi dự định sẽ quay trở lại Việt Nam để có một kỳ nghỉ tiếp theo trong những năm tới và chắc chắn sẽ sử dụng Way to Vietnam và cô Hương để giúp chúng tôi tổ chức chuyến đi. Tôi sẽ giới thiệu kỹ lưỡng Đường đến Việt Nam cho bất kỳ ai dự định sử dụng công ty lữ hành có trụ sở tại Việt Nam để giúp tổ chức kỳ nghỉ tại Việt Nam.Đọc thêm",
            "Thưa ông Martyn Collett,\nCảm ơn bạn rất nhiều vì những đánh giá rất tốt đẹp về chúng tôi trên Trang Tripadvisor. Sự hài lòng của bạn mang lại thành công cho chúng tôi. Chúng tôi hy vọng bạn sẽ sớm quay lại Việt Nam để chúng tôi có cơ hội phục vụ bạn lần nữa\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Chúng tôi là một nhóm gồm bốn người đã có chuyến du lịch Việt Nam ba tuần do cô Hương Bùi tổ chức vào tháng 1 này. Mọi thứ đều được tổ chức tốt - hướng dẫn viên và tài xế đang đợi chúng tôi sau mỗi chuyến bay. Chúng tôi đã đến TP.HCM, Đồng bằng sông Cửu Long, Đà Lạt, Hội An, Huế, Hà Nội và Vịnh Hạ Long. Các hướng dẫn viên nói tiếng Anh tốt và chúng tôi coi chuyến tham quan này rất đáng đồng tiền bát gạo. Muốn giới thiệu Đường đến Việt Nam cho bạn bè của tôi.Đọc thêm",
            "Kính gửi cô Wendy,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn về chúng tôi trên Tripadvisor. Chúng tôi rất vui khi nhóm của bạn tận hưởng chuyến du lịch 25 ngày tại Việt Nam cùng chúng tôi. Chúng tôi hy vọng sớm được chào đón bạn quay trở lại Việt Nam.\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Cô Hương Bùi cực kỳ hữu ích trong việc đặt kỳ nghỉ của chúng tôi. Một nhóm 4 người chúng tôi đã thông báo cho cô ấy về các thành phố và sở thích và cô ấy đã lên kế hoạch cho một hành trình. Cô ấy trả lời tất cả các câu hỏi của chúng tôi và đáp ứng mong muốn của chúng tôi. Cô ấy đã nhanh chóng trả lời. Chúng tôi cảm thấy như có quá nhiều lớp học nấu ăn được thêm vào chương trình nhưng cô ấy đã bỏ chúng đi khi được yêu cầu. Chúng tôi đã có một chuyến đi thú vị đến Hà Nội, Vịnh Hạ Long, Hội An và Sài Gòn. Cung cấp tài xế đến và đi từ sân bay và hướng dẫn viên du lịch trên các chuyến tham quan Vịnh Hạ Long và Đường hầm ở Sài Gòn. Chúng tôi cũng đặt vé Siem Reap, Campuchia, đền thờ, Angkor Wat, cánh đồng chết và Tonle Sap - hồ - làng nổi. Chúng tôi yêu thích hướng dẫn viên và tài xế của chúng tôi trong chuyến tham quan 3 ngày này. Ông Chamrong cực kỳ hiểu biết, chuyên nghiệp, nói tiếng Anh hoàn hảo và có sức chứa, Ông đã trả lời tất cả các câu hỏi của chúng tôi - nhiều lúc rất nhiều -. Rất khuyến khích họ cho bất kỳ chuyến du lịch Campuchia nào.Đọc thêm",
            "Kính gửi cô Melissa,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về Waytovietnam Travel trên Trang Tripadvisor. Sự hài lòng của bạn là thành công của chúng tôi. \nChúng tôi rất mong sớm được chào đón bạn quay trở lại Việt Nam\n\nTrân trọng cảm ơn,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Hai cặp đôi du lịch tuyệt vời trong chuyến du lịch miền Nam Việt Nam 12 ngày - Khách sạn thực sự đẹp, hướng dẫn viên thông tin hữu ích, tài xế cẩn thận và quan trọng nhất là nằm trong tay an toàn và đáng tin cậy của Waytovietnam. Thật tuyệt vời khi bạn ra khỏi sân bay và người đàn ông của bạn đang đợi với tấm bảng ghi tên bạn. Kiểm tra trang web của họ và sau đó tùy chỉnh cho phù hợp. Không do dự trong việc giới thiệu. Rất cám ơn từ cả bốn chúng tôi. Được đánh giá cao!Đọc thêm",
            "Thưa ông Chris Kenney,\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời về chúng tôi trên trang Tripadvisor - s. Chúng tôi rất vui khi biết rằng Bạn đã tận hưởng chuyến đi của mình tại Việt Nam. Chúng tôi hy vọng bạn sẽ sớm quay lại Việt Nam để thăm thú các vùng khác của Việt Nam.\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Hà Nội, thủ đô của Việt Nam. Đạp xe qua khu phố cổ Hà Nội nhộn nhịp, sạch đẹp và dễ chịu. Tham quan hồ Hoàn Kiếm và cầu nguyện ngắn tại chùa Ngọc Sơn. Chúng tôi đến thăm chùa Một Cột 1.000 năm tuổi, Lăng Hồ Chí Minh - nơi chúng tôi nhìn thấy thi hài của ông - , khu phố cổ Hà Nội - nhiều con phố với những cửa hàng nhỏ - thú vị để đi dạo, sơn mài nhà máy Hỏa Lò khét tiếng, nơi thượng nghị sĩ Joh McCain và Douglas Pete Wilson từng bị giam cầm. Nhà tù gây sốc với những phòng tra tấn, gelatin v.v.. chúng tôi được nhìn thấy địa điểm trên hồ nơi máy bay chiến đấu của John McCain bị bắn rơi.Đọc thêm",
            "Thưa ông Pjdada,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về Hà Nội trên trang Tripadvisor và tình yêu của bạn dành cho đất nước chúng tôi. Chúng tôi rất vui khi du khách đến Việt Nam và yêu mến đất nước chúng tôi. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Việt Nam \n\nTrân trọng,\nĐỗ Văn LêĐọc thêm",
            "Bạn trai tôi và tôi muốn lên kế hoạch cho một chuyến đi 2 tuần tới Việt Nam và với rất nhiều công ty lữ hành sẵn có, thật khó để lựa chọn giữa họ. Cuối cùng chúng tôi đã chọn WaytoViệt Nam vì họ đưa ra mức giá rất cạnh tranh so với các công ty lữ hành khác cũng như tính chuyên nghiệp của họ. Tiếng Anh của cô Bùi Hạnh rất xuất sắc, rất dễ hiểu và cô trả lời email cực kỳ nhanh. Chúng tôi có nhiều thời gian để thảo luận về hành trình cuối cùng của mình và không bao giờ vội vàng đưa ra quyết định. Chúng tôi đã đến thăm mọi thứ được đề cập trong hành trình 2 tuần bắt đầu từ miền Nam Việt Nam và kết thúc ở miền Bắc Việt Nam. Chúng tôi luôn được chào đón bởi những hướng dẫn viên và tài xế du lịch dễ thương trong suốt chuyến đi, những người luôn đến đúng giờ và tặng 2 chai nước khoáng mỗi ngày. Hướng dẫn viên yêu thích của chúng tôi là anh Kiên Lê ở phía nam và tôi thực sự khuyên bạn nên chọn anh ấy nếu có. Tất cả các hướng dẫn viên du lịch của chúng tôi đều nói tiếng Anh rất tốt, rất hiểu biết và khiến chuyến đi của chúng tôi trở nên đáng nhớ. Cô Bùi Hạnh hiện sẽ cung cấp một hành trình hoàn chỉnh bao gồm Việt Nam và Campuchia cho 2 chị em tôi sẽ đi du lịch vào tháng 3 năm 2017. Lời khuyên của tôi là hãy đặt qua WaytoViệt Nam và đừng lo lắng về số lượng đánh giá cố vấn chuyến đi mà họ nhận được thấp hơn so với các nhà khai thác khác. Tôi chỉ có thể đánh giá cao dịch vụ chuyên nghiệp của cô Bùi Hạnh và lòng tốt của cô khi đến thăm chúng tôi vào ngày cuối cùng ở Việt Nam là một dấu ấn cá nhân đáng yêu: - Cảm ơn vì một kỳ nghỉ tuyệt vời - Đọc thêm",
            "Kính gửi cô Mayuri Hirani,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về công ty chúng tôi trên trang TA và Cảm ơn bạn rất nhiều vì đã chọn chúng tôi làm Điều hành tour tại Việt Nam, cô Hạnh và chúng tôi rất vui khi biết rằng bạn và Bạn trai của bạn thực sự rất thích chuyến đi của bạn tại Việt Nam. Việt Nam do công ty chúng tôi tổ chức. Hạnh phúc của bạn là thành công của chúng tôi. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại: - \n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "My fiancé and I wanted to visit Vietnam without the hassle of planning every intricate detail ourselves so we looked into several Vietnam based tour companies for itinerary guidance  - as well the standard STA travel etc - . After receiving several quotes over a period of a month, we found WayToVietnam to be very competitive. Not only this but the stand-out decision for this relatively new company was the responsiveness from the tour operator, Ms Bui Hanh. Ms Hanh has earned my highest praise for her brilliant customer service, expertise of the region and contact with local tour guides.The entire 13 day trip in November  - from 4th to 17th -  involved starting from Ho Chi Minh city  - 4 nights - , short flight to Da Nang for Hoi An  - 3 nights -  and Hue  - 1 night -  then another short flight to Hanoi  - 5 nights -  with Ha Long Bay. This is opposite to the majority of other tours which start in Hanoi  -  I prefer starting in south and finishing in north because I wanted to end the trip on the Ha Long Bay boat cruise. I - m happy to share my  - Ms Hanh - s! -  itinerary  -  feel free to message me in the comments below or direct message. Also wanted to note that I had my own requests about top places to see and along with Ms Hanh - s input, we formed the best itinerary together. Ms Hanh organised local tour guides in each region  - south, central and north - . I highly recommend Mr Kien Le for the south  -  very funny, knowledgeable of the area and attentive to our needs  - I was sick during the first few days but Mr Kien made sure I was comfortable! - . Water bottles were provided each day along with a driver and a hired car. Ms Hanh also organised brilliant restaurants for lunch  - other tours can also stop at these restaurants to eat - . Breakfast was at the respective hotel every day. Dinner was not included so we took the opportunity to venture out and find one ourselves. Ms Hanh took my partners vegetarianism into consideration when finding the lunch restaurant too. On weather, November signals the end of the wet months and we only experienced two days of rain during the trip. We did get lucky where it did rain but the day involved driving for several hours so didn - t interfere too much. Ms Hanh has said November and March are the best times to visit. I experienced highs of 28-29 degrees in Ho Chi Minh, Hoi An and Hanoi  -  -  Ha Long Bay - .In summary, what might seem like a company in its early stages with not a huge amount of reviews on Tripadvisor, my fiancé and I couldn - t have been happier with the service we received from Ms Hanh and can wholeheartedly recommend WayToVietnam to other travellers. As such, my fiancés -  sisters have also booked with WayToVietnam in March and I plan to recommend to my parents too.Read more",
            "Thưa ông Arron Kenrai,\nCảm ơn bạn rất nhiều vì những đánh giá rất tốt đẹp về Waytovietnam Travel trên Tripadvisor, Chúng tôi thực sự rất vui khi Vợ sắp cưới của bạn và bạn đã có khoảng thời gian tuyệt vời ở Việt Nam cùng chúng tôi. Chúng tôi sẽ tiếp tục cải thiện dịch vụ của mình tới các khách hàng tương lai và sẵn sàng chào đón vợ chồng sắp cưới của bạn vào năm tới.\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Chuyến đi tuyệt vời do cô Hồng Bùi tổ chức. Chúng tôi thực sự yêu thích Việt Nam và mọi thứ cô ấy sắp xếp đều được lựa chọn cẩn thận và có chất lượng cao. Cô Hồng đến thăm chúng tôi vào buổi sáng đầu tiên tại khách sạn của chúng tôi và cho cô ấy đường dây trực tiếp để liên lạc bất cứ lúc nào. Tất cả phi hành đoàn và hướng dẫn viên của cô đều rất chu đáo, lịch sự và phương tiện di chuyển có chất lượng hàng đầu. Chúng tôi đặc biệt yêu thích Hội An, Vịnh Hạ Long, Phở Quck. Mua sắm ở Hà Nội và Saygon thật tuyệt vời. Thuyền du lịch ở vịnh Hạ Long có chất lượng tuyệt đối hàng đầu. Cảm ơn bạn vì một chuyến phiêu lưu tuyệt vời, chúng tôi sẽ quay lạiĐọc thêm",
            "Kính gửi bà Aynur Wilson,\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời về công ty của tôi trên Trang Tripadvisor - s. Chúng tôi rất vui khi biết rằng gia đình bạn đã có khoảng thời gian tuyệt vời tại Việt Nam và đã tận hưởng chuyến tham quan: Điểm nổi bật của Tour du lịch Việt Nam do Công ty chúng tôi tổ chức. Chúng tôi hy vọng gia đình bạn sẽ quay lại Việt Nam trong thời gian sắp tới để xem thêm nhiều điểm đến khác của Việt Nam.\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm"
        ],
        "star_ratings": [
            65,
            5,
            0,
            1,
            0
        ],
        "review_amount": 71,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written March 27, 2017",
            "Written March 25, 2017",
            "Written March 22, 2017",
            "Written March 18, 2017",
            "Written March 13, 2017",
            "Written March 12, 2017",
            "Written January 19, 2017",
            "Written November 18, 2016",
            "Written November 16, 2016",
            "Written October 27, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8009691-Reviews-or40-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or30-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or50-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932434-Reviews-Vietnam_Motorbike_Tours_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25067892-Reviews-Menard_Facial_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25276062-Reviews-Viet_Business_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6620772-Reviews-Viet_Expert_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14163011-Reviews-Little_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7313360-Reviews-Keangnam_Hanoi_Landmark_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4581028-Reviews-Hanoi_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5989753-Reviews-City_Insight-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15692912-Reviews-Lighten_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12579875-Reviews-Free_Walking_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17612074-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147249-d539183-Reviews-Palm_Beach-Palm_Eagle_Beach_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d318018-Reviews-Naama_Bay-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34657-d3952473-Reviews-Elliott_Museum-Stuart_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d153927-Reviews-Makapu_u_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g616020-d23946364-Reviews-Maalum-Paje_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6847410-Reviews-Teufelsberg-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g194796-d3357118-Reviews-Gulliverlandia-Lignano_Sabbiadoro_Province_of_Udine_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187633-d10395841-Reviews-Loggas_Beach-Peroulades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1210687-d450974-Reviews-Kata_Beach-Kata_Beach_Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g49268-d4454876-Reviews-Lake_Lure_Beach_and_Water_Park-Lake_Lure_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or50-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or40-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Way to Vietnam Travel - Day Tours",
        "attraction_name_vi": "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày",
        "general_info": [
            "71 đánh giá",
            "- 437 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "WaytoVietnam Travel là một Nhà điều hành tour du lịch Việt Nam được cấp phép đầy đủ, chuyên tổ chức các dịch vụ du lịch cho du khách quốc tế đến thăm Việt Nam, Lào và Campuchia. Mục tiêu cao nhất của chúng tôi là biến chuyến đi đến Đông Dương của bạn thành một trải nghiệm độc đáo tập trung vào các giá trị đích thực của du lịch. Đọc thêm",
        "reviews": [
            "Cảm ơn Way to Vietnam Travel rất nhiều vì đã cung cấp cho chúng tôi một chương trình du lịch tuyệt vời và những dịch vụ tuyệt vời cho nhóm 5 người bạn thân của tôi trong chuyến đi Hà Nội. Chúng tôi thực sự cảm thấy hài lòng với những dịch vụ tuyệt vời mà bạn đã sắp xếp cho chúng tôi. Chuyến du lịch này là khoảng thời gian tuyệt vời nhất trong số những lần đi du lịch của tôi. chúng tôi khuyên bạn nên sử dụng dịch vụ của Way to Vietnam Travel nếu bạn đến thăm Việt Nam.Đọc thêm",
            "Thưa ông SamNang,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về Waytovietnam Travel trên Trang Tripadvisor - s. Chúng tôi rất vui khi biết bạn và bạn bè đã có khoảng thời gian tuyệt vời tại Hà Nội và Vịnh Hạ Long. Chúng tôi hy vọng bạn sẽ giới thiệu thêm bạn bè của mình đến Việt Nam trong thời gian sắp tới để được ngắm nhìn Đất nước xinh đẹp của chúng tôi.\nXin gửi lời chào của tôi tới bạn bè của bạn!\n\nCó một tuần lễ tốt đẹp!\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch riêng 18 ngày nổi bật của Việt Nam và Campuchia dành cho 2 người. Chuyến đi do cô Hương Bùi tổ chức thật tuyệt vời. Chúng tôi cảm thấy mình được đối xử như hoàng gia.  Chuyến tham quan diễn ra suôn sẻ và đáp ứng mọi mong đợi của chúng tôi.  Chúng tôi hơi thất vọng khi chuyến đi đến Vịnh Hạ Long bị hủy do cơn bão nhỏ - chúng tôi không thể kiểm soát được Mẹ Thiên nhiên! - tuy nhiên sự thay thế cho Tam Cốc rất thú vị. Đặc biệt được tổ chức với thời gian thông báo ngắn như vậy.   Các hướng dẫn viên đều xuất sắc cũng như các trình điều khiển. Cả hai đều rất có sức chứa và rất hữu ích. Chúng tôi được chào đón bằng những chai nước lạnh và khăn ướt lạnh mỗi khi bước trở lại xe.  Các khách sạn và khu nghỉ dưỡng rất tốt. Thức ăn thật tuyệt vời với những sản phẩm tươi ngon chất lượng cao. Chuyến du lịch nên gọi là tour ẩm thực và đồ uống! Tôi thực sự muốn giới thiệu Way to Vietnam Travel để tổ chức một chuyến đi tuyệt vời. Đọc thêm",
            "Kính gửi bà Andrienne Hamann,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về Waytovietnam Travel trên Trang Tripadvisor, Chúng tôi rất vui khi biết rằng Bạn và Chồng đã có chuyến đi 18 ngày tuyệt vời tại Việt Nam và Campuchia cùng Công ty chúng tôi. Chúng tôi hy vọng có cơ hội chào đón bạn trở lại Việt Nam trong thời gian sớm nhất.\n\nTrân trọng,\n\nĐỗ Văn Lê\nĐọc thêm",
            "Chúng tôi đã có được dịch vụ tuyệt vời trong việc đưa đường đến Việt Nam để tổ chức chuyến tham quan đất liền tại Việt Nam và Campuchia. Giao tiếp với Hương Bùi rất vui và cô đảm bảo không có gì sót lại. Chúng tôi được hướng dẫn viên đón và đưa vào những khách sạn rất tốt. Giá mà Way to Vietnam đưa ra rất cạnh tranh và tôi khuyên bất kỳ ai có kế hoạch đi du lịch ở Việt Nam hãy liên hệ với Way to Vietnam trước tiên. Siêu dịch vụ!Đọc thêm",
            "Thưa ông Guptila de Silva,\nCảm ơn bạn rất nhiều vì những đánh giá của bạn về Waytovietnam Travel trên Trang Tripadvisor. Chúng tôi rất vui khi Gia đình bạn đã có khoảng thời gian vui vẻ tại Việt Nam và Campuchia, hài lòng với dịch vụ của Waytovietnam Travel. Chúng tôi hy vọng được chào đón bạn và bạn bè của bạn đến thăm đất nước của chúng tôi một lần nữa trong tương lai gần.\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Ngay từ đầu, cô Bùi đã rất tuyệt vời. Cô ấy trả lời mọi câu hỏi, bất kể có ngớ ngẩn đến đâu, cô ấy đã giải quyết mọi yêu cầu của chúng tôi, bất kể có ngớ ngẩn đến đâu, và nhờ có cô ấy, chuyến đi đầu tiên của chúng tôi đến Việt Nam đã thay đổi cuộc đời tôi. Đây không phải là tôi nịnh nọt... Tôi đã làm trong ngành dịch vụ khách sạn hơn 20 năm và cô ấy đã làm rất tốt... thậm chí còn đích thân đến gặp chúng tôi ở Hà Nội và tặng bạn gái tôi một hộp trang sức làm quà! Nếu bạn muốn tự đi và làm theo ý mình thì hãy nói với họ.... nếu bạn muốn đến một nơi được chứng nhận thì hãy nói với họ.... nếu bạn chỉ muốn được ở một mình không phải làm gì cả.... thì hãy nói với họ và cô ấy sẽ biến điều đó thành hiện thực. Tất cả hướng dẫn viên của chúng tôi đều nói tiếng Anh gần như hoàn hảo, tất cả các khách sạn của chúng tôi đều tuyệt vời! Tất cả các tour du lịch của chúng tôi không chỉ đáp ứng những gì chúng tôi yêu cầu mà còn hoàn toàn tuyệt vời! Chúng tôi đã dành hơn hai tuần trong sự chăm sóc của họ và chưa bao giờ gặp sự cố nào... ngoại trừ ngày chúng tôi cố gắng trả phòng sớm hơn một ngày từ khách sạn do lỗi của chính chúng tôi... đó là ngày tuyệt nhất vì chúng tôi đã thuê một chiếc xe tay ga với giá - 6,27 và đi xem dãy núi đá cẩm thạch! Tôi không biết các dịch vụ khác ở Việt Nam có lên kế hoạch cho những chuyến đi như thế này không...nhưng khi chúng tôi quay lại, chúng tôi sẽ để họ lên kế hoạch cho chuyến đi của chúng tôi một lần nữa!!!Đọc thêm",
            "Thưa ông Andrew,\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời về Công ty của chúng tôi trên TripAdvisor. Chúng tôi rất vui vì bạn là khách hàng của chúng tôi và bạn thực sự hài lòng với dịch vụ của chúng tôi.  Chúng tôi hy vọng sẽ sớm được chào đón bạn lần nữa\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Chỉ vài ngày trước, vợ tôi - tôi đã trở về sau chuyến du lịch đáng nhớ kéo dài 13 ngày 12 đêm tại Việt Nam và Campuchia do Way to Vietnam - WTV - thiết kế và thực hiện. Giám đốc điều hành du lịch của chúng tôi tại WTV là cô Hương, một người phụ nữ quyến rũ có tính cách hoàn hảo. Cô ấy đã thiết kế lại tour du lịch tiêu chuẩn kéo dài 15 ngày để phù hợp với yêu cầu của chúng tôi. Điều tôi đặc biệt thích ở cô ấy là cô ấy luôn phản hồi email của tôi rất nhanh chóng. Ngay cả trong suốt chuyến đi, cô ấy vẫn hỗ trợ tuyệt vời bất cứ khi nào có bất kỳ vấn đề nhỏ nào. Trong quá trình chuẩn bị cho chuyến đi, chúng tôi đã trao đổi gần 70 email - nếu tôi nhớ không nhầm - nhưng lần nào cô ấy cũng trả lời trong vòng 2-3 giờ là nhiều nhất. Chuyến đi của chúng tôi là một chuyến du lịch riêng ngoại trừ chuyến thăm vịnh Hạ Long là một chuyến du lịch theo nhóm. Các khách sạn chúng tôi được cung cấp đều rất tốt. Vị trí khách sạn cũng tốt và nói chung là nằm giữa các hoạt động và nhà hàng ngon. Nhân viên khách sạn rất hữu ích và lịch sự. Các tài xế đúng giờ và lịch sự. Các hướng dẫn viên cũng rất đúng giờ, lịch sự và hiểu biết. Sự giám sát nhỏ duy nhất xảy ra trong trường hợp của chúng tôi là chuyến thăm đền Angkor Wat của chúng tôi được lên lịch vào ngày trăng tròn. Ngày trăng tròn là ngày linh thiêng đối với những người theo đạo Phật, một số khu vực của quần thể đền đã đóng cửa đối với du khách và điều đó thật đáng thất vọng. Nhìn chung, toàn bộ quá trình lập kế hoạch và thực hiện tour đều hoàn hảo. Tôi đã so sánh báo giá của WTV với 4 công ty lữ hành khác và thấy báo giá của WTV là tốt nhất cho loại dịch vụ được cung cấp. Đọc thêm",
            "Thưa ông Sathe,\nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp về Waytovietnam và Ms Hương trên Trang Tripadvisor. Sự hài lòng của bạn là thành công của chúng tôi. Chúc bạn mọi điều tốt đẹp nhất và mong sớm được chào đón bạn trở lại Việt Nam.\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Chúng tôi tổ chức chuyến đi đến Việt Nam với cơ quan này.  Chúng tôi có 2 cậu bé 10 và 8 tuổi, và chúng tôi cần rất nhiều sự giúp đỡ để quyết định những gì có thể và thực tế để xem trong 3 tuần.  Chúng tôi không phải là những du khách sang trọng và chúng tôi cần rất nhiều sự trợ giúp để biết nơi nào nên tiết kiệm tiền - nơi tiêu tiền.  Chúng tôi không có nhiều kinh nghiệm ở Châu Á và cũng không có kinh nghiệm đi du lịch cùng trẻ em đến Châu Á.  Cô Hương đã trả lời tất cả email của chúng tôi một cách nhanh chóng và cho chúng tôi rất nhiều ý tưởng hay cũng như lời khuyên thiết thực.  Chúng tôi chủ yếu chọn các chuyến tham quan riêng, có tài xế và hướng dẫn viên riêng trong hầu hết các ngày cho chuyến du ngoạn nửa ngày.  Những ngày khác có những chuyến tham quan theo nhóm nhỏ.  Chúng tôi đã đặt cọc trước chuyến đi và số còn lại chúng tôi thanh toán tại khách sạn khi đến nơi.  Mỗi khách sạn cô ấy chọn đều hoàn hảo cho gia đình chúng tôi.  Tất cả các chuyến tham quan đều có thời lượng dài - phù hợp với trẻ em của chúng tôi.  Hướng dẫn của chúng tôi rất tuyệt vời.  Các trình điều khiển đã xuất sắc. Những nhà hàng họ chọn đều rất xuất sắc.  Đây là một công ty du lịch tuyệt vời để hợp tác, chúng tôi đã có chuyến đi hoàn hảo nhờ có bà Hương của Đường đến Việt Nam.Đọc thêm",
            "Kính gửi bà Karla,\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm thú vị của mình với WaytoViệt Nam trên Tripadvisor. Thật tuyệt vời khi biết rằng bạn và gia đình đã có khoảng thời gian tuyệt vời ở Việt Nam. Chúng tôi hy vọng Gia đình bạn sẽ quay lại Việt Nam lần nữa để tận hưởng đất nước và con người xinh đẹp của chúng tôi\n\nTrân trọng,\n\nĐỗ Văn Lê - Mr - Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến thăm Việt Nam 12 ngày. Kể từ lần tiếp xúc đầu tiên, chúng tôi đã được đối xử rất nồng hậu và tử tế. Toàn bộ chuyến đi rất bổ ích. Chúng tôi hiểu thêm về địa điểm, con người và chúng tôi yêu Việt Nam. Các hướng dẫn viên du lịch đều rất thân thiện và chuyên nghiệp. Đây là chuyến đi đầu tiên của chúng tôi được tổ chức với các hướng dẫn viên du lịch riêng và chúng tôi rất thích sự chăm sóc yêu thương dịu dàng của họ. Chúng tôi đã thực hiện các chuyến bay, đi tàu, đi thuyền và đi bằng ô tô, và chúng được vận hành liền mạch. Giám đốc kinh doanh Ms.Hương của công ty đã lo liệu chuyến đi của chúng tôi ngay từ đầu. Thư từ qua tin nhắn và email đều mang tính thông tin, mọi thứ đều được giải đáp ngay lần thử đầu tiên. Chúng tôi rất tin tưởng vào công ty và sẽ sử dụng lại dịch vụ của họ trong tương lai không xa. Cảm ơn!  - cũng là quà chào mừng nữa! - Đọc thêm",
            "Thưa ông Ricky,\nCảm ơn bạn rất nhiều vì những đánh giá của bạn trên trang Tripadvisor của chúng tôi. Chúng tôi rất vui khi biết Bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Chúng tôi hy vọng sớm được chào đón bạn quay trở lại Việt Nam,\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Chúng tôi dành một tháng đi du lịch khắp Việt Nam và Campuchia. Đường đến Việt Nam cung cấp một dịch vụ tuyệt vời, mang tính cá nhân và chu đáo xuyên suốt. Mọi khách sạn, tour du lịch, hướng dẫn viên du lịch, tài xế, phương tiện di chuyển, bữa trưa đều được sắp xếp và toàn bộ kỳ nghỉ đều diễn ra suôn sẻ. Có lúc một người trong nhóm chúng tôi gặp tai nạn và phải sử dụng xe lăn, sự cân nhắc của tài xế và hướng dẫn viên thật đáng kinh ngạc. Công ty thậm chí còn sắp xếp đón chúng tôi từ sân bay Bangkok mỗi lần chúng tôi đi qua. Nếu bạn đang nghĩ đến việc đi du lịch ở Việt Nam, Campuchia và Thái Lan, chúng tôi hoàn toàn có thể giới thiệu công ty chuyên nghiệp và giàu kinh nghiệm này. Hãy tiếp tục liên hệ với họ, bạn sẽ không thất vọng đâu!!! Đọc thêm",
            "Kính gửi cô Lynne,\nCảm ơn bạn rất nhiều vì phản hồi của bạn trên Trang Tripadvisor của chúng tôi. Chúng tôi rất vui khi biết rằng bạn và nhóm của bạn đã tận hưởng chuyến đi ở Việt Nam và Campuchia. Bạn càng tận hưởng chuyến đi của mình. Chúng ta càng thành công, xin gửi lời chúc tốt đẹp nhất tới anh Ahmed và những người khác trong nhóm!\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Khi lên kế hoạch cho kỳ nghỉ gia đình đến Việt Nam trong năm nay và tìm kiếm một đại lý du lịch uy tín ở đó, tôi đã nhận được nhiều đánh giá tích cực về Way to Vietnam Travel. Tôi liên hệ qua email thì được chị Hương Bùi trả lời ngay. Chúng tôi đã trao đổi thư từ qua email trong khoảng thời gian khoảng sáu tháng trong khi cô ấy kiên nhẫn đưa ra đề xuất cho hành trình của chúng tôi đồng thời lắng nghe cẩn thận những mong muốn của chúng tôi và thực hiện các thay đổi theo yêu cầu. Cuối cùng, hành trình của chúng tôi và việc thực hiện chuyến đi đã diễn ra hoàn hảo. không có gì tuyệt vời hơn việc đến một sân bay xa lạ ở nước ngoài và nhìn thấy một tài xế giơ tên bạn khi bạn xuống. Cô Bùi đã lựa chọn những khách sạn hoàn hảo cho chúng tôi về vị trí, giá cả và tiện nghi. Chuyến tham quan Vịnh Hạ Long của chúng tôi không thể kỳ diệu hơn, và điều tương tự cũng xảy ra ở Hội An và Đà Nẵng. Đường đến Việt Nam cung cấp dịch vụ đặc biệt và tôi đánh giá cao họ.Đọc thêm",
            "Thưa ông Jill,\nCảm ơn bạn rất nhiều vì những đánh giá của bạn trên Trang Tripadvisor của chúng tôi, tôi - rất vui khi biết rằng Bạn đã tận hưởng chuyến đi tại Việt Nam cùng công ty của tôi, Đó là thành công của chúng tôi. Chúng tôi hy vọng bạn sẽ sớm quay lại Việt Nam để thăm những địa điểm khác của đất nước tôi.\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Tôi đã có một chuyến đi - tuyệt vời - kéo dài hai tuần tới miền Bắc Việt Nam - bắt đầu và kết thúc tại Hà Nội. Tôi đạp xe - với sự giúp đỡ đắc lực của một hướng dẫn viên và tài xế tuyệt vời - ở phía đông bắc. Tôi đã có thể trải nghiệm nhiều nền văn hóa hấp dẫn, phức tạp và đa dạng - vâng - các nền văn hóa - nhờ vào số lượng đáng kinh ngạc của 54 dân tộc ở Việt Nam! - của đất nước này. Nhờ Way to Vietnam Travel, tôi đã có thể tận hưởng và học hỏi tất cả những điều này trong chuyến đi này. Họ rất giao tiếp - trước, trong và sau chuyến đi. Họ thực sự đã làm việc với tôi để mang đến cho tôi một chuyến đi - được thiết kế riêng - phù hợp với nhu cầu của tôi. Tôi - thực sự khuyên bạn nên hợp tác với Way to Vietnam Travel cho chuyến đi của bạn!!!Đọc thêm",
            "Kính gửi cô Alison,\nCảm ơn bạn rất nhiều vì đánh giá của bạn trên Trang Tripadvisor của chúng tôi.\nChúng tôi rất vui khi biết rằng bạn đã tận hưởng chuyến đi đạp xe ở vùng Đông Bắc Việt Nam. Tôi hy vọng bạn sẽ quay lại Việt Nam trong thời gian sắp tới để ngắm nhìn và đạp xe đến những địa điểm đẹp khác của Việt Nam.\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm"
        ],
        "star_ratings": [
            65,
            5,
            0,
            1,
            0
        ],
        "review_amount": 71,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written October 19, 2016",
            "Written September 7, 2016",
            "Written July 15, 2016",
            "Written March 3, 2016",
            "Written January 28, 2016",
            "Written January 8, 2016",
            "Written December 31, 2015",
            "Written December 16, 2015",
            "Written December 6, 2015",
            "Written August 4, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8009691-Reviews-or50-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or40-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or60-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932434-Reviews-Vietnam_Motorbike_Tours_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25067892-Reviews-Menard_Facial_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25276062-Reviews-Viet_Business_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6620772-Reviews-Viet_Expert_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14163011-Reviews-Little_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7313360-Reviews-Keangnam_Hanoi_Landmark_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4581028-Reviews-Hanoi_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5989753-Reviews-City_Insight-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15692912-Reviews-Lighten_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12579875-Reviews-Free_Walking_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17612074-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d4721747-Reviews-Perez_Art_Museum_Miami_PAMM-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48047-d13369321-Reviews-Tri_County_Unique_Bazaar-Levittown_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29144-d2284833-Reviews-Aurora_Reservoir-Aurora_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d196160-Reviews-Atomium-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g34126-d12452949-Reviews-Cedar_Key_Public_Beach-Cedar_Key_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g664648-d4893986-Reviews-Issos_Beach-Agios_Georgios_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32678-d261449-Reviews-Manhattan_Beach-Manhattan_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d185138-Reviews-Gay_Village-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d325269-Reviews-Neve_Tzedek-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d3654190-Reviews-Lee_Garden_Plaza-Hat_Yai_Songkhla_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or60-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or50-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Way to Vietnam Travel - Day Tours",
        "attraction_name_vi": "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày",
        "general_info": [
            "71 đánh giá",
            "- 437 trên 1.938 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "WaytoViệt Nam Travel là Công ty lữ hành Việt Nam được cấp phép đầy đủ, chuyên tổ chức các dịch vụ du lịch cho du khách quốc tế đến thăm Việt Nam, Lào và Campuchia. Mục tiêu cao nhất của chúng tôi là biến chuyến đi đến Đông Dương của bạn trở thành một trải nghiệm độc đáo với trọng tâm là các giá trị đích thực của du lịch.Đọc thêm",
        "reviews": [
            "Nhóm chúng tôi có 7 người và có 9 chiếc xe đạp cùng với 2 trưởng nhóm dẫn đầu đoàn. Mặc dù ban đầu nghe có vẻ đáng sợ, việc di chuyển bằng xe đạp trong điều kiện giao thông đông đúc ở HCM, nhưng hóa ra đó lại là một trải nghiệm tuyệt vời. Đối với một khách du lịch bình thường, chúng ta chỉ cần đi dạo quanh Quận 1, nơi rất thương mại hóa và đầy khách du lịch. Di chuyển bằng xe đạp cho chúng ta cơ hội khám phá HCM sâu hơn. Chúng tôi có cơ hội đến thăm Quận 5 và Quận 10, những nơi rất địa phương. Thay vì cà phê Highland hay cà phê Thượng Nguyên thông thường, chúng tôi ghé thăm cà phê địa phương - FC café -, nơi hóa ra là loại cà phê ngon nhất mà tôi từng uống với hương cà phê đậm đặc và đậm đà. Chúng tôi ăn trong một quán hải sản địa phương, bánh chả cá ngon và rẻ và ngồi bên đường để thưởng thức món tráng miệng địa phương. Vì tất cả các hướng dẫn viên du lịch bằng xe đạp đều tốt nghiệp đại học nên họ nói tiếng Anh tốt và chúng tôi tìm hiểu thêm về văn hóa và câu chuyện địa phương của người Việt. Đặc biệt cảm ơn hướng dẫn viên của tôi - cô Hoài Thương, mặc dù cô ấy nhỏ con hơn tôi rất nhiều nhưng cô ấy đã lái xe ổn định và ổn định ở khoảng 10km - giờ, lái xe rất an toàn và tôi thực sự có thể tận hưởng như một người dân địa phương. Cảm ơn bạn.Đọc thêm",
            "Kính gửi cô Michelle Tang,\nCảm ơn bạn rất nhiều vì đã chia sẻ đánh giá của mình trên trang Tripadvisor của chúng tôi\nTôi - rất vui khi biết rằng nhóm của bạn rất thích chuyến đi bằng xe máy tại thành phố Hồ Chí Minh. Đó sẽ là một trải nghiệm tuyệt vời để khám phá thành phố Hồ Chí Minh sâu sắc hơn như người dân địa phương\n\nTrân trọng,\n\nĐỗ Văn LêĐọc thêm",
            "Nhóm mình có tổng cộng 10 khách cho chuyến đi HCM 4 ngày này do Waytovietnam tổ chức. Nhân viên dịch vụ khách hàng đã giúp tổ chức rất kiên nhẫn và hiệu quả trong việc phản hồi, bất chấp những thay đổi vào phút cuối của tôi và thêm yêu cầu tham quan. Hướng dẫn viên nói tiếng Anh được giao cho nhóm của tôi trong chuyến tham quan sông Mê Kông 1 ngày, rất kinh nghiệm và vui vẻ. Không có vấn đề giao tiếp vì hướng dẫn viên có thể nói tiếng Anh tốt. Trong ngày rảnh rỗi - dễ dàng của chúng tôi, người hướng dẫn đã cung cấp cho chúng tôi thông tin về nơi có thể tìm thấy những món ăn ngon của địa phương và cách chúng tôi có thể đến đó. Trong chuyến du lịch Mê Kông 1 ngày, chúng tôi đã đặt một chiếc thuyền riêng - công chúa Cái Bè - có thể chứa khoảng 10 khách. Thuyền cung cấp khăn tắm, trái cây và nước khoáng mát lạnh, cách bố trí thuyền rất đẹp và có nơi trú ẩn.  Chúng tôi đã có một ngày tham quan bằng xe tay ga đến quận 5 và 10, 1 người đi 1 xe tay ga với người lái. Chúng tôi rất may mắn khi có thể nhận được yêu cầu về một tay đua toàn nữ, vì theo đại lý của chúng tôi, hầu hết những tay đua tham gia chuyến tham quan bằng xe tay ga chủ yếu là nam giới. Các tay đua cũng có thể nói tiếng Anh tốt. Đây là một trải nghiệm thú vị khi chúng tôi có thể nhìn sâu hơn vào nội tâm thành phố HCM và phóng to và thu nhỏ con đường nhỏ với người dân địa phương của họ. Mũ bảo hiểm và áo mưa được cung cấp để đảm bảo an toàn khi trời mưa.Đọc thêm",
            "Thưa ông Vương,\nCảm ơn bạn rất nhiều vì đã chia sẻ đánh giá của mình trên trang Tripadvisor của chúng tôi. Tôi - tôi rất vui khi biết rằng bạn đã tận hưởng chuyến đi cùng công ty chúng tôi tại Việt Nam. CHÚNG TÔI hy vọng được gặp lại bạn ở Việt Nam,\n\nTrân trọng,\n\nĐỗ Văn Lê\nTổng Giám đốcĐọc thêm",
            "xin chào, bạn có số whatsapp không, đang tìm kiếm sự hợp tác, cảm ơn.Đọc thêm",
            "Xin chào, tôi đang có kế hoạch đi thăm Hà Nội, Vịnh Hạ Long, Đà Lạt, Mũi Né - trong vòng 5 ngày vào tháng 10 - 17. Vui lòng tư vấn cách lập kế hoạch cho chuyến đi và tôi nên sử dụng phương tiện di chuyển nào. Cảm ơn bạn. Đọc thêm",
            "Xin chào, với 5 ngày Bạn không thể nhìn thấy tất cả những nơi này\nTôi nghĩ Hà Nội, Vịnh Hạ Long và Ninh Bình là những lựa chọn tốt nhất của bạn: \nNgày 1: Tham quan thành phố Hà Nội\nNgày 2: Hà Nội - Hạ Long qua đêm trên du thuyền\nNgày 3: Hạ Long Hà Nội\nNgày 4: Ninh Bình\nNgày 5: khởi hành, \nHoặc có thể liên hệ qua email tại website để biết thêm chi tiết",
            "Xin chào - Tôi chỉ đang thắc mắc liệu bạn có đi du lịch một mình không? Tôi - là một người du lịch một mình và tự hỏi cuộc sống của hướng dẫn viên du lịch cá nhân của bạn sẽ như thế nào?Đọc thêm",
            "Các hướng dẫn là tuyệt vời.  Tôi nghĩ bạn sẽ hoàn toàn ổn khi có người hướng dẫn. Nếu bạn thích tìm hiểu về khu vực này và trò chuyện, những hướng dẫn viên mà chúng tôi có sẽ chứa đầy thông tin!Đọc thêm"
        ],
        "star_ratings": [
            65,
            5,
            0,
            1,
            0
        ],
        "review_amount": 71,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Đường đến du lịch Việt Nam - Chuyến tham quan trong ngày"
        ],
        "reviews_time": [
            "Written July 21, 2015",
            "Written July 20, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8009691-Reviews-or60-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or50-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932434-Reviews-Vietnam_Motorbike_Tours_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25067892-Reviews-Menard_Facial_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25276062-Reviews-Viet_Business_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6620772-Reviews-Viet_Expert_Travel_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14163011-Reviews-Little_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7313360-Reviews-Keangnam_Hanoi_Landmark_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4581028-Reviews-Hanoi_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5989753-Reviews-City_Insight-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15692912-Reviews-Lighten_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12579875-Reviews-Free_Walking_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17612074-Reviews-Lotus_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8356929-Reviews-Addison_Lee-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189868-d1856767-Reviews-Tom_Tits_Experiment-Sodertalje.html",
            "https://www.tripadvisor.com/Attraction_Review-g48564-d108019-Reviews-Opus_40-Saugerties_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58560-d146148-Reviews-Waterfront_Park-Leavenworth_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58667-d1135253-Reviews-Pacific_Beach_State_Park-Pacific_Beach_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g41662-d13340008-Reviews-Apex_Entertainment_Marlborough-Marlborough_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g49453-d1520441-Reviews-Grave_Digger-Poplar_Branch_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d2414517-Reviews-The_settlement_exhibition-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237176-d455816-Reviews-Dream_World-Thanyaburi_Pathum_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d538006-Reviews-Estes_Park_Aerial_Tramway-Estes_Park_Colorado.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8009691-Reviews-or60-Way_to_Vietnam_Travel_Day_Tours-Hanoi.html"
    }
]