[
    {
        "attraction_name": "Wegner Quartz Crystal Mines",
        "attraction_name_vi": "Mỏ tinh thể thạch anh Wegner",
        "general_info": [
            "480 đánh giá",
            "- 1 trong 19 điều cần làm ở Núi Ida",
            "Mỏ"
        ],
        "attraction_summary": "Một nơi tuyệt vời cho gia đình, nơi mọi người đều được chào đón và đảm bảo tìm thấy pha lê! Mở cửa 8:00-4:30 - Thứ Ba-Thứ Bảy Đào mỏ Crystal Forest: đào 2 giờ - 19 - người. Chuyến khởi hành hàng ngày lúc 9h30, 11h30, 1h30. Đến sớm 15 phút để đăng ký - họp an toàn. Khu vực chất thải: Đào cả ngày.  - 10.50 - Người lớn - 6.60 - Trẻ em - dưới 10 tuổi - - Người cao tuổi - 62 - - . Đến trước 2 giờ chiều để vào cổng. Cống Đá Quý: - 4.50 Phí Cống, sau đó định giá theo thùng! 5 thùng để lựa chọn với mức giá - 5- - 15 - thùng. Trải nghiệm kim cương: - 32 - túi Đảm bảo tìm thấy tổng trọng lượng từ 1 - 2 carat trở lên trên mỗi túi.Đọc thêm",
        "reviews": [
            "Tôi và bạn gái đã có khoảng thời gian tuyệt vời ở Cloud Forest Mine. Chúng tôi đã dành 4 giờ để đào thạch anh sữa và các tinh thể trong suốt, đôi khi chúng nằm trên mặt đất mà không cần phải đào. Chris, người lái xe đưa các nhóm từ cửa hàng quà tặng đến mỏ, cực kỳ hữu ích trong việc phát hiện các mỏ pha lê trong suốt ở mỏ, và anh ấy thậm chí còn giúp chúng tôi đào được khá nhiều pha lê! Đối với những người muốn trải nghiệm khai thác tinh thể ở Arkansas, tôi thực sự khuyên dùng Wegner Crystal Mines. Hãy chắc chắn lên kế hoạch trước và mang theo quần áo để giặt, nước - đồ ăn nhẹ để luôn tràn đầy năng lượng suốt cả ngày.Đọc thêm",
            "Rất nóng, ít bóng râm. Đi vào sáng sớm hoặc tối muộn. Mang theo đồ ăn dã ngoại. Trẻ em thích lắm. Cửa hàng quà tặng có rất nhiều thứ để lựa chọn. Ưu đãi túi kim cương mới thật tuyệt. Có 2 viên kim cương nâu nhỏ. Có nhân viên chỉ cho bạn cách tìm. Không biết gì cho đến khi được giúp đỡ. Rất vui. Sẽ quay lại một ngày nào đó. Đã làm cách đây 15 năm trước chuyến đi này. Vẫn là khoảng thời gian tuyệt vời. Đọc thêm",
            "Chúng tôi thích đến Arkansas để tìm pha lê. Chúng tôi - đã đến tất cả các mỏ và thực sự cảm thấy rằng trải nghiệm của chúng tôi tại Wegner luôn vượt trội! Chúng tôi yêu khu rừng pha lê khi thời gian có hạn. Mỏ ảo thật tuyệt vời! Chúng tôi đã đi trong tháng này và tìm thấy một số điểm và cụm thực sự đẹp. Hướng dẫn viên của chúng tôi, Lance, không thể hữu ích và tử tế hơn được. Anh ấy đã thực hiện một chuyến đi tuyệt vời thậm chí còn đáng nhớ hơn! Cảm ơn bạn, Lance! Đọc thêm",
            "Đối với việc đào công khai, bạn sẽ không ở trong các hố đang hoạt động.  Một máy xúc sẽ kéo vật liệu ra và đổ vào các khu vực trong rừng để bạn đào qua.  Điều này giúp trẻ em và những người ít lao động nặng nhọc dễ dàng tìm thấy đồ đạc.  Bạn có hai giờ để đào tại chỗ.  Chúng tôi đã tìm thấy một lượng khá lớn các tinh thể đơn rất rõ ràng nhưng có một số cụm nguyên vẹn và không có đường kính trên 1,5 inch - do máy xúc đã phá hủy hầu hết vật liệu khi đào nó lên.  Sẽ rất tuyệt nếu đào ở một mạch không bị xáo trộn nhưng bạn phải trả nhiều tiền hơn cho việc đào riêng.  Nhìn chung đây là một nơi tuyệt vời để các gia đình và trẻ nhỏ tìm thấy một số tinh thể đơn lẻ đẹp mắt.  Mọi người rất thân thiện và biến nơi đây thành một trải nghiệm thú vị cho những người trẻ tuổi.  Tuy nhiên, đối với một thợ săn pha lê nghiêm túc với ngân sách tiết kiệm thì sẽ có những mỏ tốt hơn để kiếm tiền.Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời nhất khi đến Crystal Forest Mine.  Người lái xe của chúng tôi, Doug, rất thân thiện và hiểu biết. Anh ấy chỉ cho tôi một nơi tốt để bắt đầu và giúp đỡ bằng cách chọn một vài nơi mà anh ấy có thể tìm thấy.  Tôi ở lại 4 giờ nhưng sẽ ở lại lâu hơn nếu thời tiết tốt hơn.  Tôi đã gặp một số người tuyệt vời và nóng lòng muốn quay lại và thử Phantom Mine. Đọc thêm",
            "Cảnh đẹp tuyệt vời trên và dưới núi. Chuyến đi lên núi rất vui và hướng dẫn viên của chúng tôi, Doug, rất dễ thương và hài hước. Khiến trải nghiệm thậm chí còn tuyệt vời hơn. Chúng tôi đào được những viên pha lê của riêng mình, có được hàng tấn những viên thực sự tuyệt vời! Chắc chắn là đáng giá, giá thực sự rẻ so với những gì bạn có thể làm. Chúng tôi giữ lại mọi thứ chúng tôi tìm thấy nếu chúng tôi có thể mang theo, một trong số chúng chỉ dài chưa đầy một foot và rộng bằng nửa miếng thức ăn. 100 - sẽ giới thiệu cho bất kỳ ai. Đọc thêm",
            "Doug, người hướng dẫn của chúng tôi đã dành thời gian để chỉ cho chúng tôi những phần khác nhau của mỏ và nơi có thể tìm thấy các loại tinh thể khác nhau. Có khu vực hầu hết có điểm đẹp rõ ràng. Một khu vực chất thải khác có những cụm lớn. Anh ấy rất tốt bụng và hữu ích. Tôi cũng đánh giá cao việc anh ấy lái xe tải chậm để tất cả những viên pha lê của chúng tôi đều được bảo vệ. Tôi - đã đến nhiều mỏ ở Arkansas và mọi chuyện cũng không khá hơn thế này. Dù bạn có làm gì thì bạn cũng sẽ để lại rất nhiều cân thạch anh. Những người phụ nữ làm việc trong cửa hàng pha lê cũng rất ngọt ngào và trả lời mọi câu hỏi của tôi. Tôi - sẽ quay lại!!! Đọc thêm",
            "Thật là một trải nghiệm thú vị!  Tìm thấy các tinh thể và cụm đẹp.  Nhân viên rất thân thiện và nhiệt tình.  Chris đưa chúng tôi đến mỏ và cung cấp rất nhiều thông tin cho nhóm các đề xuất về nơi tìm và đào tinh thể.  Chắc chắn sẽ quay lại!!Xem thêm",
            "Tôi đã đưa các con tôi đến đây vào tháng 10 năm 2023 và đã có khoảng thời gian tuyệt vời - trừ những con nhện chân dài của bố - nhưng điều đó không ngăn cản tôi say sưa kể về điều đó với bố mẹ tôi! Vì vậy, chúng tôi mới đi hôm nay và nó đã không làm mọi người thất vọng! Chúng tôi đã có HƯỚNG DẪN TUYỆT VỜI, Chris! Tôi gặp anh ấy trong chuyến đi đầu tiên và lúc đó anh ấy rất thân thiện. Anh ấy thậm chí còn nhớ đến tôi và rất hữu ích khi chúng tôi khai thác! Anh ấy - đúng là người tuyệt vời nhất!Đọc thêm",
            "Niềm vui cho cả gia đình!  Hãy đến đó sớm - khi họ mở cửa - để đảm bảo có chỗ trên xe tải đến địa điểm đào. Cửa hàng quà tặng có những viên pha lê đẹp nhất mà tôi từng thấy mặc dù không phải tất cả chúng đều có nguồn gốc bản địa. Các công nhân rất tốt bụng, đặc biệt là Chris!  Anh ấy đảm bảo rằng chúng tôi đã tìm được một vị trí tốt để đào những viên pha lê của riêng mình. Hãy nhớ mang theo găng tay, xô và dụng cụ vì bạn sẽ đào ít nhất 2 giờ.Đọc thêm",
            "Hôm nay tôi đã đến Wegner vào sinh nhật của tôi và đã có khoảng thời gian tuyệt vời! Tìm thấy rất nhiều mảnh tuyệt vời.  Chris cực kỳ hữu ích, tốt bụng và hiểu biết. Anh ấy đã cho chúng tôi một số gợi ý và chỉ cho chúng tôi một số điểm tốt! Rất khuyến khích đi đến Wegner! Chúng tôi đã dành thời gian ở mỏ rừng.Đọc thêm",
            "Mỏ pha lê Wegner là mỏ yêu thích của tôi trong số tất cả các mỏ trong khu vực! Mình luôn thấy Quartz rõ ràng nhất so với những loại khác. Hướng dẫn viên Chris của chúng tôi, anh ấy là người có bộ râu dài, anh ấy cực kỳ hữu ích khi hướng dẫn chúng tôi lên núi và giúp chúng tôi tìm ra những địa điểm hoàn hảo để tìm kiếm Thạch anh rõ ràng nhất. Tôi đã rất lo lắng trước khi lên núi nhưng anh ấy đã khiến tôi cảm thấy thoải mái hơn về những lo lắng của mình!! Tôi - tôi rất biết ơn vì điều đó!! Tôi - đang lên kế hoạch cho một chuyến đi khác sớm để đưa những người bạn muốn trải nghiệm điều này nữa! Tôi đã có rất nhiều câu hỏi mà tôi đã hỏi người hướng dẫn Chris và anh ấy rất hữu ích!! Bạn chắc chắn cần phải kiểm tra mỏ Wegner Crystal!! Rất khuyến khích!! Đọc thêm",
            "Lại một năm nữa ở mỏ pha lê Wegner. Không bao giờ thất vọng.  Trải nghiệm tuyệt vời. Lấy các cháu và họ hoàn toàn thích nó.  Không thể chờ đợi để đi đi lại lại. Nhân viên thật tuyệt vời.Đọc thêm",
            "Đây là lần thứ hai tôi đến Webber - s Crystal Forest và tôi - sẽ quay lại. Tài xế Chris của chúng tôi đã làm việc cả hai lần và trả lời tất cả các câu hỏi, cung cấp cho chúng tôi những thông tin tuyệt vời và đã nỗ lực hết mình để giúp tôi chất những viên pha lê của mình vào xe tải. Mỏ này khác với những mỏ khác. Bạn đỗ xe trong bãi và họ chở bạn lên con đường đất. Tôi đã tìm thấy một số tinh thể đẹp ở đây. Đó là mỏ yêu thích của tôi ở Mt Ida.Đọc thêm",
            "Có một ngày tuyệt vời. Mọi người rất thân thiện, Chris tài xế và hướng dẫn viên của chúng tôi thật tuyệt vời và thực sự đã giúp tìm ra một số tinh thể tuyệt vời. Không thể đề nghị đủ. Cảm ơn tất cả các bạn tại mỏ, đặc biệt là ChrisĐọc thêm",
            "Janet của tôi và tôi đã đến Wegner Crystal Mines. Chúng tôi đã có một khoảng thời gian tuyệt vời! Mọi người ở đó đều rất tốt nhưng hướng dẫn viên Lance của chúng tôi thật tuyệt vời! Anh ấy đã giúp đỡ chúng tôi và không bao giờ hành động như thể chúng tôi đang làm phiền anh ấy. Anh ấy chỉ cho tôi cách phát hiện các tinh thể và anh ấy nói nếu bạn không thể tìm thấy bất kỳ tinh thể nào hãy gọi cho tôi. Tôi cũng vậy! Anh ấy nói chỉ vào một nơi và chắc chắn anh ấy nói bạn có thấy gì không và ồ, nó giống như có phép thuật, tôi đã nhìn thấy pha lê!! Vui quá tôi lại muốn đi nữa!!Đọc thêm",
            "Mỏ pha lê Wegner thật tuyệt vời! Chúng tôi đã thực hiện Mỏ ma. Chúng tôi tìm thấy rất nhiều tinh thể đẹp! Người lái xe và hướng dẫn viên của chúng tôi, Lance, rất hiếu khách, hữu ích và ngọt ngào! Anh ấy cần một khoản tăng lương lớn! Chúng tôi sẽ quay lại sớm! Đọc thêm",
            "I visited 4 - 9 - 24, was pleased to see the mine was open on a drizzly day.Mineral digging has been on my bucket list for a while, and this is a fun way to do it at a reasonable price. I wish I lived closer so I could go back soon!There was a returning guest in my dig party.The store itself is worth a visit with some museum-worthy specimens on display.Please read the Wegner site carefully and ARRIVE EARLY. Dig spots fill up quickly. If you go solo like I did, you have to count on someone else going or there will be no departure.Road is paved all the way to the parking lot. - Be advised there - s no left turn lane on 27 onto Owley. If you - re approaching from 270  - Hot Springs -  this might be exciting. - Thanks to Chris for driving us up and back and giving us safety and mine instructions. It was an extra busy day and he did great. Staff were very helpful and took the time to open a case in the store.The 10 minute off-road drive to crystal forest is fun, but not for those with back or balance issues. There are no seatbelts and you - ll have to brace with your feet and hold on to stay in your seat.  Seats are cushioned and truck handles bumps gracefully, but I got air twice on the way down. It was a blast!There - s a port-a-potty at the crystal forest dig site, and a flush toilet by the store.It was easy to find plenty of small crystals, one guest described it as  - gleaning - . After a rain, the excavated dirt is soft and pleasant to dig. I collected about a sandwich bag of small crystals and little cluster specimens in 2 hours with a few larger rocks using only a screwdriver. Since I flew I couldn - t bring bigger tools or buckets, but a canvas bag works fine. A plastic water bottle holds little chips and bits quite nicely. I am pleased with my finds and had a lovely experience. If you love minerals and have a chance, please visit Wegner Crystal Mines.Read more",
            "Chúng tôi đã đặt một chỗ trong chuyến đi Phantom Mine và rất vui vì chúng tôi đã làm như vậy. Họ lấp đầy nhanh chóng, đặc biệt là vào cuối tuần. Chuẩn bị ngồi phía sau xe tải mui trần trên ghế băng. Đó là một chuyến đi khá dài qua những cây thông cao và mất gần một giờ. Chúng tôi đã có cuộc phiêu lưu khá thú vị! Không thể diễn tả hết những điều tốt đẹp về chàng trai trẻ đã đưa chúng tôi lên khu vực hố. Anh ấy là người cá tính. Rất am hiểu và mang theo một số tảng đá khá lớn cho chúng tôi. Lance rõ ràng thích những gì anh ấy làm!! Tìm thấy một vài tinh thể ảo. Trải nghiệm tuyệt vời cho một cặp vợ chồng 70 tuổi. Lấy dụng cụ đào cầm tay, găng tay, 5 gal. xô đựng đá và nước. Chúng ta có thể làm điều này một lần nữa!!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian săn tìm kho báu tuyệt vời ở đây! Thật là cực kỳ hài lòng, mọi người đều về nhà với những phát hiện đáng kinh ngạc. Lance là người hướng dẫn của chúng tôi và là người giỏi nhất! Siêu thân thiện và rất hữu ích! Anh ấy luôn ở đó để giúp chúng tôi xác định những gì chúng tôi đang xem hoặc giúp đỡ một chút cơ bắp để nâng đỡ là những kho báu khổng lồ đáng kinh ngạc.Đọc thêm",
            "Ngoài ra, bạn có cung cấp thiết bị khai thác hay khách truy cập phải mang theo thiết bị của riêng bạn?Đọc thêm",
            "Vui lòng mang theo dụng cụ, găng tay, đồ ăn nhẹ, nước và nhiều năng lượng lolĐọc thêm",
            "Bạn có thể tìm thấy các loại tinh thể thạch anh khác nhau hay bạn chỉ có thể tìm thấy thạch anh trong suốt? Và khi bạn tìm thấy tinh thể thạch anh, bạn có thể giữ chúng không?Đọc thêm",
            "Có nhà vệ sinh hoặc - port o let - tiện nghi trên các địa điểm đào hoặc trên địa điểm mỏ không?Đọc thêm",
            "Có, có nhà vệ sinh di động tại chỗ. Đọc thêm",
            "Bạn sẽ mở cửa vào ngày Lễ Tạ Ơn năm 2019 chứ? \nĐọc thêm",
            "Chúng tôi sẽ đóng cửa vào Ngày Lễ Tạ Ơn.Đọc thêm",
            "Mọi người có mở cửa vào ngày 4 tháng 7 không?Đọc thêm",
            "Họ mở cửa 7 ngày một tuần..Đọc thêm",
            "Chúng tôi đến từ NJ trên một chuyến bay và sẽ không có dụng cụ đào.  Có cách nào để chúng tôi có thể mượn xẻng để đào không? Cảm ơn!  SaraĐọc thêm",
            "Chúng tôi cung cấp mọi thứ bạn cần. Tôi khuyên bạn nên mang theo kem chống nắng và thuốc xịt côn trùng. Ngoài ra, chúng tôi còn hỗ trợ bạn.Đọc thêm",
            "Giá nhập học hàng ngàyĐọc thêm",
            "Các chuyến đi đến Crystal Forest Mine có giá là - 18,00 đô la một người, các chuyến đi khởi hành lúc 9:30, 11:30 và 1:30, hãy đến sớm khoảng 15 phút cho bất kỳ chuyến đi nào bạn muốn tham gia.\nchúng tôi cũng có các hoạt động khác với mức giá khác nhauĐọc thêm",
            "Xin chào, bạn có thể cho tôi biết sự khác biệt trong mỗi lựa chọn của tôi là gì không? Chúng ta có thể mong đợi tìm thấy những gì? Sẽ có mặt ở Mt Ida vào ngày tưởng niệm, bạn có mở cửa không? Cảm ơn sự giúp đỡ của bạnĐọc thêm",
            "Chúng tôi sẽ mở cửa vào ngày Tưởng niệm. Mỏ Crystal Forest hoạt động hàng ngày. Các chuyến đi đến mỏ Crystal Forest lúc 9:30,11:30 và 1:30. Đó là - 18 mỗi người mỗi chuyến. Mỏ Phantom là mỏ đào cả ngày mà bạn phải gọi điện trước và đặt chỗ trước. Chúng tôi phải có một nhóm 10 người để thực hiện một chuyến đi.\nĐể biết thêm thông tin về các hoạt động của chúng tôi, vui lòng gọi 870-867-2309.Đọc thêm",
            "Chồng tôi và tôi là những người săn đá và YÊU việc khai thác mỏ của riêng mình. Chúng tôi sẽ tham gia AR vào tuần đầu tiên của tháng 4 cho kỳ nghỉ hàng năm năm thứ 3 liên tiếp. Chúng tôi đang tìm kiếm một khu vực khai thác có thể khiến chúng tôi phải đào cả ngày. Chúng ta có thể dành 2 giờ hoặc 6 giờ. Chúng tôi thích mang theo công cụ đào của riêng mình. Chúng ta có thể mong đợi trả bao nhiêu cho một chuyến tham quan đào bới cả ngày? Ngoài ra, có bao nhiêu khu vực có sẵn để đào?Đọc thêm",
            "Chào Helen,\nChúng tôi có 3 lựa chọn đào. Các chất thải, Mỏ Crystal Forest và mỏ Phantom được đặt trước. Mỏ Crystal Forest là - 18 mỗi người mỗi chuyến phù thủy kéo dài khoảng 2,5-3 giờ với thời gian di chuyển. Bạn có thể đào chất thải với giá - 10,50 và Mỏ ma là - 40. Mỏ ma là - 40,00 và rời đi lúc 9:45 và bạn sẽ quay lại lúc 4:00. chúng tôi có chuyến đi Phantom vào thứ Bảy ngày 6 này. Nếu bạn quan tâm, vui lòng gọi 870-867-2309 để đặt chỗ.\n\nPhúc lành,\nĐội ngũ WegnerĐọc thêm",
            "Về thời tiết, tháng nào là thời điểm thích hợp để ghé thăm?Đọc thêm",
            "Tháng 4, tháng 5, tháng 9 và tháng 10 là những tháng tốt nhất để đến. Chúng tôi mở cửa quanh năm.Đọc thêm"
        ],
        "star_ratings": [
            357,
            72,
            29,
            10,
            12
        ],
        "review_amount": 480,
        "location": [
            "Những điều cần làm ở Núi Ida",
            "Arkansas - AR -",
            "Hoa Kỳ",
            "Núi Ida",
            "Mỏ tinh thể thạch anh Wegner"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 21, 2023",
            "Written October 30, 2023",
            "Written November 7, 2023",
            "Written December 31, 2023",
            "Written January 7, 2024",
            "Written January 11, 2024",
            "Written March 9, 2024",
            "Written March 13, 2024",
            "Written March 13, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 4, 2024",
            "Written May 2, 2024",
            "Written April 28, 2024",
            "Written April 21, 2024",
            "Written April 16, 2024",
            "Written April 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31796-d2188992-Reviews-Wegner_Quartz_Crystal_Mines-Mount_Ida_Arkansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31796-d4679085-Reviews-Dairyette_Mount_Ida-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31796-d10382637-Reviews-Pork_paradice-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31796-d4638630-Reviews-Pizza_Pro-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31796-d26227528-Reviews-Victory_Pie_Company-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d1011638-Reviews-Avatar_Crystal_Mine-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d6936490-Reviews-Twin_Creek_Crystal_Mine-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d8623660-Reviews-Heritage_House_Museum_of_Montgomery_County-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d8506425-Reviews-Ouachita_Artists_Gallery-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d8284199-Reviews-Crystal_Vista-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d25566090-Reviews-Avant_Mining_Fisher_Mountain-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31815-d7382383-Reviews-Caddo_Indian_Memorial-Norman_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d2188992-Reviews-or10-Wegner_Quartz_Crystal_Mines-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d1228672-Reviews-Front_Porch_Stage-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d17821106-Reviews-Indulgence_Salon_and_Spa-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d23823693-Reviews-Mystic_Wisdom-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d8178785-Reviews-Real_Earth_Creations-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d7625053-Reviews-Judy_s_Crystals_Things-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31479-d4340748-Reviews-Arrowhead_Cabin_and_Canoe_Rental-Caddo_Gap_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d8389862-Reviews-Fiddler_s_Ridge_Rock_Shop-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d6948719-Reviews-Two_Spirits_Ltd_Canoe_Adventures-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7379922-Reviews-Kyoto_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560854-Reviews-Los_Angeles_Country_Club-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g667467-d3748841-Reviews-Inani_Beach-Cox_s_Bazar_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d272297-Reviews-Paradise_Cove-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g664176-d2302225-Reviews-Orrido_di_Bellano-Bellano_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d3844124-Reviews-Dukes_Creek_Falls_Trail-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d5579456-Reviews-Tanger_Outlets_National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19976080-Reviews-New_Jersey_SEA_LIFE_Aquarium_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g52148-d1799332-Reviews-Devil_s_Churn-Yachats_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d527394-Reviews-Lake_Pontchartrain-New_Orleans_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31796-d2188992-Reviews-or10-Wegner_Quartz_Crystal_Mines-Mount_Ida_Arkansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31796-d2188992-Reviews-Wegner_Quartz_Crystal_Mines-Mount_Ida_Arkansas.html"
    }
]