[
    {
        "attraction_name": "Wego",
        "attraction_name_vi": "Chúng tôi đi",
        "general_info": [
            "2.086 đánh giá",
            "15 trong số 128 điều cần làm ở Thác Niagara",
            "Hệ thống giao thông công cộng"
        ],
        "attraction_summary": "Chúng tôi để xe ở khách sạn và đưa chiếc xe này đến các điểm tham quan của Công viên Thác Niagara. Sạch sẽ, tiện lợi và không phải chờ đợi lâu. Chúng tôi đã ở đó vào cuối tuần Ngày Tưởng niệm ở Mỹ. Nó là một phần của Đèo Thác Niagara nhưng khách sạn của chúng tôi cũng cấp cho chúng tôi vé vào cửa miễn phí.Đọc thêm",
        "reviews": [
            "Chúng tôi đi tàu Go từ Union Station. Và xe buýt We Go từ bến xe buýt Niagara miễn phí. \nSau khi kích hoạt thẻ Adventure, Wego được đi không giới hạn. Đảm bảo luôn có sẵn Bản đồ Wego trên xe buýt. Đặc biệt là để biết thời gian xe buýt. Sử dụng Wego thường xuyên vì trẻ em mệt mỏi vì đi bộ. Đọc thêm",
            "Chúng tôi đã sử dụng WeGo nhiều lần trong thời gian ở Thác Niagra. Xe buýt chạy khoảng 30 phút một chuyến. Chúng tôi nhận thấy đây là một cách tuyệt vời để đến và đi từ thác. Tôi đánh giá cao các tài xế! Họ đều đặc biệt thân thiện, hữu ích và tôn trọng mọi người. Họ đã cố gắng trả lời các câu hỏi của chúng tôi và giúp chúng tôi tiếp cận các chuyến xe buýt thông thường của thành phố. Họ đã làm cho chuyến đi của chúng tôi trở nên tuyệt vời hơn! Đọc thêm",
            "Những chiếc xe buýt này bao gồm 3 tuyến đường quanh Niagara và Thác. Chúng tôi thích nhất tuyến Xanh vì nó đi dọc theo Thác và dòng sông. Có rất nhiều điểm dừng để xuống xe, chụp ảnh và quay trở lại. Xe buýt tuyến màu xanh lá cây chạy cứ 15 phút một lần, điều này càng tuyệt vời hơn khi không phải chờ đợi chuyến xe buýt tiếp theo lâu.Đọc thêm",
            "Tôi đã đặt chuyến đi từ Toronto đến Niagara thông qua hội đồng du lịch Canada. Đi bằng tàu hỏa từ Toronto trên tàu GO sau đó cũng đã bao gồm trong gói du lịch vận chuyển WEGO và vận chuyển Niagra trên hồ của chúng tôi. Trong chuyến thăm của chúng tôi, chúng tôi đã có một kỳ nghỉ khủng khiếp tại các dãy phòng đại sứ quán, tuy nhiên các nhân viên tại WEGO đã thực sự khôi phục lại niềm tin của chúng tôi vào dịch vụ khách hàng xuất sắc. Trong chuyến đi, chúng tôi đã sử dụng xe buýt rất nhiều lần, mỗi lần các tài xế đều rất nhiệt tình giúp đỡ. đặt câu hỏi ở mỗi điểm dừng và không một lần họ bận tâm, họ rất vui lòng giúp đỡ từng khách hàng và từng câu hỏi, họ chỉ ra những điều như hướng dẫn viên du lịch khi lái xe trên xe buýt mà họ cũng không có nhưng tôi rất tuyệt rất ấn tượng khi họ dành thời gian để chia sẻ kiến ​​thức của mình với khách hàng. Tại mỗi điểm dừng, họ thông báo cho khách hàng về những điểm hấp dẫn ở điểm dừng đó và những gì gần điểm dừng để khách hàng có thể đến điểm dừng hoàn hảo cho vị trí của họ. Trong hai lần, chúng tôi có người sử dụng xe lăn trên xe buýt và nhân viên đã đi lên trên và hơn thế nữa đối với những khách hàng này thậm chí còn đi chệch tuyến một chút nên xe buýt ở trên địa hình tốt hơn để những khách hàng này lên xuống.  có một người chị khuyết tật và tôi thành thật ngả mũ trước những người hiểu được cuộc đấu tranh của những khách hàng này và nỗ lực hết mình từng chút một sẽ tạo nên sự khác biệt rất lớn. Tôi nghe thấy lượng khách hàng khen ngợi nhân viên thật điên rồ. Cảm ơn các bạn vì dịch vụ tuyệt vời và công việc tuyệt vời mà các bạn đang làm. Rất mong được quay lại và trải nghiệm lại công ty của bạn.Đọc thêm",
            "Ứng dụng WEGO chưa bao giờ chính xác! Chúng tôi đã đợi xe buýt Redline bên ngoài khách sạn nhiều lần và khi chúng tôi đến Thác, xe buýt mất hơn một giờ. Các tài xế rất thân thiện và xe buýt sạch sẽ. Tôi sẽ không bao giờ sử dụng nó nữa.Đọc thêm",
            "Tốt Đáng tin cậy Sạch sẽ và An toàn. một cách tuyệt vời để đi vòng quanh Thác Niagara. Bạn không phải lo lắng về việc đỗ xe. Bạn có thể uống tất cả những gì bạn muốn, bạn không lái xe. Đó là lý tưởng cho niềm vui hầu như vô tư.Đọc thêm",
            "Những chiếc xe buýt này bao gồm 3 tuyến đường quanh Niagara và Thác. Chúng tôi thích nhất tuyến Xanh vì nó đi dọc theo Thác và dòng sông. Có rất nhiều điểm dừng để xuống xe, chụp ảnh và quay trở lại. Xe buýt tuyến màu xanh lá cây chạy cứ 15 phút một lần, điều này càng tuyệt vời hơn khi không phải chờ đợi chuyến xe buýt tiếp theo lâu.Đọc thêm",
            "Họ không cho người dùng biết về thời gian biểu, tôi đã gặp phải trường hợp này hai lần khi mua vé thành phố vào những ngày khác nhau, vào tháng 11 năm 2023 và tháng 1 năm 2024 và xe buýt tuyến xanh không bao giờ đến đưa chúng tôi trở lại từ Table Rock đến bến xe buýt chờ từ 7 giờ tối đến 8 giờ tối. Tôi và bạn bè phải trả thêm tiền để đi tàu GO lúc 9 giờ tối tại bến xe buýt. Đọc thêm",
            "Chúng tôi có 48 giờ sử dụng WeGo với tấm vé tuyệt vời của mình. Chúng tôi đã sử dụng nó để đi từ Table Rock đến đỉnh đồi Clifton trên đường Victoria Dr. Người lái xe của chúng tôi không nhã nhặn chút nào, có vẻ thô lỗ nhưng chắc chắn là gắt gỏng.Đọc thêm",
            "Mua thẻ này để sử dụng phương tiện giao thông công cộng và vào các điểm tham quan sẽ giúp chuyến đi của bạn trở nên siêu dễ dàng!  Tôi thực sự khuyên bạn nên làm điều đó vì bạn tránh phải xếp hàng mua vé và có thể đi xe khắp thành phố!Đọc thêm",
            "Chúng tôi đến trạm thác Niagara từ Toronto. Tôi không biết vé tàu của chúng tôi bao gồm chuyến đi đến thác nên tôi đã mua vé wego. Tôi nghĩ tôi sẽ sử dụng nó trên đường về. Trên đường về, chúng tôi đợi từ 4h40 chiều đến 5h35 chiều tại một trong những điểm dừng bên thác cùng với những người khác. Trang web của họ không hiển thị thời gian đến và ứng dụng của họ liên tục trì hoãn thời gian đến. Đường xanh đến ga GO chưa đến. Chúng tôi phải doUber để không bỏ lỡ chuyến xe buýt GO. Vì vậy, chúng tôi thậm chí còn không kích hoạt thẻ wego. Tôi yêu cầu hoàn lại tiền và nói với họ rằng tôi đã đợi xe buýt một giờ và phải đi Uber. Không hoàn lại tiền! Họ tính phí cho vé 12 ngày ở một thị trấn nhỏ và phục vụ không tốt. Nhân tiện, Uber đã lấy 11 chiếc mà bạn có thể sử dụng tối đa 4 người, KHÔNG SỬ DỤNG wego!Đọc thêm",
            "Chúng tôi đã đi bộ và sử dụng WEGO trong suốt 5 đêm ở Thác Niagara. Chúng tôi đã đi trên các đường NOTL màu xanh lam, xanh lá cây, cam và đỏ. Khó đoán nhất là đường màu xanh. Chúng tôi đợi hơn 20 phút nhưng xe buýt không đến theo lịch trình và cuối cùng chúng tôi phải đi bộ xuống Niagara Parkway để bắt tuyến xanh đến Niagara Glen. Tài xế sẽ thông báo từng điểm dừng nhưng đôi khi nếu bạn ngồi ở cuối xe thì thông báo không rõ ràng.  Chúng tôi hầu hết thời gian nhìn ra ngoài cửa sổ để nhìn biển báo trạm xe buýt. Người lái xe thân thiện nhất mà chúng tôi gặp là trên chiếc xe buýt Niagara-on-the-Lake màu cam mà chúng tôi đã chuyển đến Nhạc viện Butterfly.  Anh ấy sẽ nhắc chúng tôi về thời điểm cuối cùng để trở về từ NOTL. Người lái xe hữu ích nhất là người lái xe trên đường màu đỏ đến Lundys Lane. Chúng tôi đang tìm siêu thị No Frills và anh ấy nhớ gọi chúng tôi xuống xe. Sẽ rất hữu ích cho khách du lịch nếu có màn hình hiển thị điểm dừng trên xe buýt WEGO.Đọc thêm",
            "Chúng tôi đã sử dụng WeGo nhiều lần trong thời gian ở Thác Niagra. Xe buýt chạy khoảng 30 phút một chuyến. Chúng tôi nhận thấy đây là một cách tuyệt vời để đến và đi từ thác. Tôi đánh giá cao các tài xế! Họ đều đặc biệt thân thiện, hữu ích và tôn trọng mọi người. Họ đã cố gắng trả lời các câu hỏi của chúng tôi và giúp chúng tôi tiếp cận các chuyến xe buýt thông thường của thành phố. Họ đã làm cho chuyến đi của chúng tôi trở nên tuyệt vời hơn! Đọc thêm",
            "Tôi đã mua thẻ Wego 48 giờ nhưng chưa sử dụng trong ngày hôm đó..tôi có thể sử dụng thẻ đó sau này không?Đọc thêm",
            "Chào Roam,\n\nThẻ WEGO sẽ bắt đầu có hiệu lực vào ngày bạn kích hoạt thẻ lần đầu tiên, cho dù là đi đến điểm tham quan hay đi xe buýt WEGO.\n\nTôi đã chọn được thông tin sau từ Câu hỏi thường gặp trên trang web Niagaraparks:\n\nNgày hiệu lực thay đổi tùy theo Thẻ, để kiểm tra ngày hiệu lực của đơn đặt hàng của bạn, vui lòng tham khảo phần Hướng dẫn trên vé điện tử của bạn. Ngày hiệu lực của vé tham quan và Thẻ cũng được ghi chú cho mỗi Thẻ tham quan trong Cửa hàng trực tuyến của chúng tôi.\n\nNguyên tắc đăng bài không cho phép tôi đưa liên kết vào.\n\nTôi hy vọng những điều trên sẽ hữu ích.Đọc thêm",
            "Nếu tôi đi VIA Rail Canada từ toronto đến Thác Niagara, tôi có cần bắt xe buýt WEGO để đến thác không?Đọc thêm",
            "Tôi đã thấy một số người đi bộ đến thác, nhưng tôi khuyên bạn nên vượt qua 10 ngày để hy vọng vào bất cứ khi nào hoặc bất cứ nơi nào bạn muốn. Hy vọng dịch vụ sẽ tốt vào ngày bạn đi.Đọc thêm",
            "Khi nào Orange Line sẽ hoạt động trở lại?Đọc thêm",
            "Chúng tôi cần những giấy tờ gì để xin thị thực maldives nếu tôi là công dân Iran và bao nhiêu tiền mặt là đủ nếu đặt vé máy bay và khách sạn?Đọc thêm",
            "Tuyến xe buýt nào sẽ đưa tôi đến Nhà ga Erie Ave. để đón xe buýt Greyhound về nhà?\nTôi đến từ Hilton Fallsview.Đọc thêm",
            "Tuyến màu xanh lá cây sẽ đưa bạn đến đóĐọc thêm",
            "Xin chào du khách! Có ai biết nó có điểm dừng gần khách sạn Sheraton on the Falls không, đó là một khách sạn nằm phía trước thác bên phía Hoa Kỳ, bạn có thể nhìn thấy nó từ đường, phía trước không có gì che chắn Nó. Tôi thực sự đánh giá cao sự giúp đỡ của bạn. Cảm ơn bạn rất nhiều!!Đọc thêm.",
            "Đang ở Sheraton ở thác 5875 hay gì đó rơi vào đại lộ\nChúng ta có điểm dừng xe buýt nào gần đây không và gần đó có nhà hàng nào ngon không? Đọc thêm",
            "Đối với các nhà hàng, chúng tôi đi dọc theo Đại lộ Victoria, nơi bạn có thể bắt xe buýt Màu Đỏ hoặc Xanh lam, không xa điểm dừng đầu tiên sau khi rẽ trái vào Đại lộ Victoria qua Đồi Clinton.  Nhà hàng Ý Mama Mias nằm đối diện với đường đua xe go kart ở Victoria, có chỗ ngồi trong nhà và ngoài trời, giá cả hợp lý và danh sách rượu vang ngon.  Thực đơn đa dạng phong phú.  Đừng đến Dennys để ăn sáng!  Giá của chúng thật khủng khiếp!Đọc thêm",
            "Ở tại nhà trọ và dãy phòng Country trên Đại lộ Victoria. Điểm dừng wego gần nhất ở đâu? Có vẻ như có một cái trên đại lộ Victoria không chắc chắn cách khách sạn này bao xa.Đọc thêm",
            "Rất nhiều điểm dừng xung quanh nơi bạn đang ở, xe buýt đúng giờ rất sạch sẽ. Tốt hơn hết là bạn nên nhận được thẻ tham quan bao gồm chuyến du lịch WEGO 2 ngày, chúng cũng có sẵn từ trung tâm du khách Falls, có thể cả những nơi khác. Chúng tôi đã chi khoảng 90 đô la Canada cho mỗi 2 vé bao gồm hầu hết các điểm tham quan.Đọc thêm",
            "Tôi có thể mua thẻ 2 ngày ở đâu nếu tôi ở nhà Airbnb chứ không phải khách sạn? Tôi đang lên kế hoạch cho một chuyến đi dài một tuần và cần phương tiện đi lại cho những ngày khác ngoài thẻ phiêu lưu 2 ngày. \nNgoài ra, người Airbnb còn cho biết trạm xe buýt Go ở ngay trước nhà. Tôi đang tự hỏi đây là Wego hay xe buýt địa phương.Đọc thêm",
            "Trạm dừng xe buýt trung tâm là ở Table Rock. Tất cả các tuyến xe buýt đều gặp nhau ở đó, bạn có thể chuyển sang bất kỳ tuyến nào, xanh lá cây, xanh dương. Vé được bán tại ki-ốt ngay tại đó.Đọc thêm",
            "Thời gian xe buýt là mấy giờ?Đọc thêm"
        ],
        "star_ratings": [
            1283,
            498,
            186,
            60,
            59
        ],
        "review_amount": 2086,
        "location": [
            "Canada",
            "thác Niagara",
            "Những điều cần làm ở Thác Niagara",
            "Ontario",
            "Chúng tôi đi"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 17, 2023",
            "Written October 13, 2023",
            "Written March 6, 2024",
            "Written May 25, 2024",
            "Written April 11, 2024",
            "Written April 2, 2024",
            "Written March 6, 2024",
            "Written January 4, 2024",
            "Written December 28, 2023",
            "Written October 30, 2023",
            "Written October 27, 2023",
            "Written October 15, 2023",
            "Written October 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g154998-d8074679-Reviews-Wego-Niagara_Falls_Ontario.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d1234198-Reviews-Mandarin_Restaurant-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d23854789-Reviews-South_St_Burger-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d767942-Reviews-A_W_Restaurant-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d25560688-Reviews-Weinlokal-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d24900930-Reviews-Halibut_House-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d23910162-Reviews-La_Diperie_Niagara_Square_Plaza-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d7285612-Reviews-Sunset_Grill-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d15261301-Reviews-Tim_Hortons-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d5121411-Reviews-Thoro_West_Bakery-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154998-d1772493-Reviews-D_Vinci_s_Pizza-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d3367303-Reviews-Heartland_Forest_Nature_Experience-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d186167-Reviews-Niagara_Falls_Canada-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d23398810-Reviews-Niagara_Cider-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d10771607-Reviews-Horseshoe_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d10847231-Reviews-Millennium_Recreational_Trail-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d4288739-Reviews-Niagara_Falls_Art_Gallery-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283344-Reviews-Cave_of_the_Winds-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283691-Reviews-Bridal_Veil_Falls-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d12970002-Reviews-Goat_Island-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283361-Reviews-Niagara_Falls_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d8074679-Reviews-or10-Wego-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d12877672-Reviews-Out_of_Town_Lincoln-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d18998974-Reviews-Fallsview_Limo_Niagara_INC_Tour_Transportation_Service-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d19521323-Reviews-Gray_Line_Niagara_Falls_Ontario-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d580019-Reviews-Whirlpool_Aero_Car-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d17709387-Reviews-SNAP_E_BIKE_Rental_Niagara_Falls_Rent_1_Fat_Tire_Ebike-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d19512509-Reviews-Zoom_Tours_Inc-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d19090066-Reviews-InterMundo_Canada-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d12059875-Reviews-AA_Taxi_Niagara-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d17542529-Reviews-Wine_Dine_Limos-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d17611368-Reviews-Fallsview_Limo_Niagara_Inc-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d14036615-Reviews-Winery_Guys_Tours-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d10605037-Reviews-Wheelz_Niagara-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d4263205-Reviews-Magnificent_Tours_of_Niagara_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d5611883-Reviews-Winery_Tours_of_Niagara-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d10239628-Reviews-Scenic_Tours_of_Niagara-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d11868637-Reviews-Edward_Stone_s_Mind_Trix-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d8442530-Reviews-TruExperiences_Tours-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d2718377-Reviews-Tripshepherd_Niagara_Falls_Tours-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d232411-Reviews-Villa_San_Michele-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d478885-Reviews-Kwame_Nkrumah_Memorial_Park-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189229-Reviews-The_Paris_Catacombs-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g15057086-d4354973-Reviews-Sataplia_Cave_and_Nature_Reserve-Banoja_Kutaisi_Imereti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d23427379-Reviews-Lc_Waikiki-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d2336667-Reviews-Brick_Market_Place-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g608708-d5973653-Reviews-Aquapark_Istralandia-Novigrad_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g33657-d212129-Reviews-Strawberry_Park_Hot_Springs-Steamboat_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066460-d1425386-Reviews-Sunshine_Aquarium-Toshima_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g47068-d559824-Reviews-Isleta_Lakes-Isleta_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g154998-d8074679-Reviews-or10-Wego-Niagara_Falls_Ontario.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g154998-d8074679-Reviews-Wego-Niagara_Falls_Ontario.html"
    }
]