[
    {
        "attraction_name": "Wellesley Island State Park",
        "attraction_name_vi": "Công viên tiểu bang đảo Wellesley",
        "general_info": [
            "85 đánh giá",
            "1 trong 10 điều cần làm ở Đảo Wellesley",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "Khu cắm trại tuyệt vời với tầm nhìn tuyệt vời. Tôi rất hài lòng khi đến và nhìn thấy công viên. Nó tốt hơn nhiều so với tôi mong đợi và tôi đã có nhiều hy vọng! Cửa hàng mới và sạch sẽ. Đường dốc thuyền đã được cân nhắc kỹ lưỡng và dễ sử dụng.  Khu cắm trại của chúng tôi có tầm nhìn tuyệt vời ra dòng sông và thậm chí cả bán đảo của chính nó.  Đọc thêm",
        "reviews": [
            "Mặc dù nhìn chung công viên và các khu cắm trại là tốt nhất nhưng họ không hề tự hào hay nói bất kỳ sự quan tâm nào đến nhà vệ sinh và vòi hoa sen. Sự bỏ bê và không được chú ý trong ít nhất hai ngày đầu tiên chúng tôi ở lại, điều đó thật tồi tệ khi sau nhiều lần phàn nàn, cuối cùng một phi hành đoàn đã đến và phải giặt giũ và cọ rửa từng phòng. Hoàn toàn không có sự chú ý sau đó. Bẩn thỉu và không có giấy tờ. Lý do chúng tôi không thể tìm thấy bất kỳ công nhân nào là cảnh sát ra ngoài. Mọi thứ khác đều có nhân viên. 10 ngày tồi tệ nhất ở đây trong 37 năm liên tiếp đến đây.Đọc thêm",
            "Chúng tôi đã được bạn bè giới thiệu Công viên Bang Wellesley là địa điểm cắm trại lý tưởng cho 1000 hòn đảo. Tuy nhiên, thật không may cho chúng tôi, đây không phải là kỳ nghỉ thư giãn mà chúng tôi mong đợi. Công viên đặc biệt này hoàn toàn lý tưởng cho các gia đình hoặc nhóm tiệc tùng lớn, nhưng nếu bạn là một cặp đôi chỉ muốn thư giãn và tận hưởng không gian ngoài trời - thì đây không phải là nơi dành cho bạn. Mặc dù khu vực cắm trại rất lớn nhưng có quá nhiều địa điểm chen chúc nhau và hoàn toàn không có sự riêng tư. Cũng không có đủ tiện nghi để theo kịp dòng người. Phòng tắm vòi sen trên vòng của chúng tôi chưa được kết nối với nguồn cấp nước, vì vậy mọi người trong khu vực của chúng tôi đang sử dụng các vòng tiếp theo. Không có thùng rác nào ở bất kỳ vòng nào, mọi người phải lái xe đến khu vực rác thải chính và chỉ có 1 bồn rửa cho mỗi khu vực để rửa bát đĩa. Những giờ phút yên tĩnh dường như không tồn tại, mọi người vẫn chạy máy phát điện và mở nhạc ầm ĩ suốt cả đêm. Một lưu ý tích cực là mọi nơi đều thân thiện với chó, bao gồm cả Trung tâm Tự nhiên nhưng không phải ai cũng tôn trọng các quy tắc và khá nhiều trại viên đã thả chó của họ ra khỏi dây xích. Ban đầu thứ Tư đã đặt 3 đêm nhưng quyết định rời đi sớm một ngày vì không đáng để ở lại thêm một đêm.Đọc thêm",
            "Công viên rất đẹp, địa điểm RV tuyệt vời trong vòng Fox. Kết nối đầy đủ. Công viên yên tĩnh gần Vịnh Alexandria và Clayton cũng như Canada.Đọc thêm",
            "Nó đã rất đẹp. Có rất nhiều nơi để thư giãn và ăn uống dã ngoại hoặc địa điểm cắm trại hoặc lều của bạn. Rất sạch sẽ và rộng rãi. Đã yêu nó. Lên kế hoạch trở lại vào mùa hè tớiĐọc thêm",
            "Its a lovely park. The playgrounds are nice, the Nature Center is exceptional. The campsites on C-Loop are a bit closer than we are used to in State Parks, and not very shady on our site C-46.The shower near our site needs some maintenance. The low flow head was broken and basically was an open pipe. The push button only kept the stream on for a few seconds. But, the restroom was clean.We swam at the beach near the marina, which had nice facilities, including a campstore.  There were outside showers to rinse off, but not inside showers to actually clean and change back into clean, dry clothes. My major complaint is the camp store selling kids snorkeling masks that cover nose and eyes, but the Park lifeguards telling us after we bought the item, they are prohibited in the swimming area.  Wait, what? I just spent 12 on the mask and you wont let my kid use it? Not my fault says the lifeguard, I dont make the rules.  So I take the mask back to the store and ask for a refund.  The clerk there says, not her fault, and that all refunds have to go to an offsite store called Nut-N-Fancy.  So I take the mask a couple of miles over there and they refuse to refund the mask, because the mask has been opened.  No amount of civil discussion could convince the couple that run the store that it was in their interest to refund the mask. It escalated yo the point that I very nearly got into a fight with the fat old man that owns the store over an item that he probably bought for 5 and sells to unsuspecting customers for 12. Why would the NY State Park system allow their concessionaire to sell an item at their swim area that cant be used at that swim area? Why are masks prohibited, but goggles are not?  It makes no sense.Basically, this event really soured me on the park.Read more",
            "Đây là một khu cắm trại khổng lồ và theo những gì chúng tôi có thể tìm thấy, hầu hết các địa điểm cắm trại đều nằm dưới ánh nắng mặt trời. Căn hộ chúng tôi ở rất rộng và cách đó một quãng đi bộ ngắn có một sân chơi đẹp. Chúng tôi đã không tận dụng bất kỳ con đường mòn đi bộ đường dài nào vì chúng tôi chỉ ở lại bốn ngày. Bãi biển nằm trên sông St. Lawrence nhưng rất nhỏ. Có vẻ như hầu hết mọi người đến đây để chèo thuyền, câu cá và chèo thuyền kayak. Chúng tôi ở đó khi khí hậu rất nóng và ẩm và với khu cắm trại của chúng tôi dưới ánh nắng mặt trời, điều đó thật khó chịu. Có một trung tâm thiên nhiên mà chúng tôi không thể nhìn thấy vì đã quá muộn. Giờ chỉ từ 9 giờ đến 3 giờ. Khi lái xe quanh khu cắm trại, có vẻ như có rất nhiều hoạt động dành cho trẻ em. Chủ yếu tôi cho nó 4 sao vì chúng tôi ở dưới ánh nắng mặt trời và đó không phải là điều tôi mong đợi dựa trên bức ảnh khu cắm trại. Rất khó để có được khu cắm trại tại Khu cắm trại của Bang New York. Mọi người phải đặt trước rất nhiều.Đọc thêm",
            "Chúng tôi lái xe qua công viên khi đến thăm khu vực này vào giữa tháng 5. Do thời điểm trong năm, không có nhiều người cắm trại, nhưng chắc chắn đây là một công viên lớn. Tôi không tin rằng Trung tâm Thiên nhiên đã mở cửa nhưng chuyến lái xe của chúng tôi chủ yếu là nhiệm vụ trinh sát. Một người đánh giá đã đề cập đến việc tìm kiếm kho báu là một hoạt động mà chúng tôi thực hiện rất tốt và hãy ghi nhớ cho tương lai. Đọc thêm",
            "Vào tháng 7, nhiệt độ là 55 độ. Không quá tồi tàn khi bạn đang cố gắng tránh cái nóng và độ ẩm. Từ Trung tâm Thiên nhiên, bạn có thể đi bộ 2,3 dặm trên những con đường mòn được bảo trì tốt để xem các ổ gà băng. Một cái sâu 6 feet. Cái còn lại sâu 15 feet. Mang theo nước và đồ ăn nhẹ. Đậu xe tại Trung tâm Tự nhiên, sử dụng phòng tắm và bắt đầu chuyến đi bộ của bạn.Đọc thêm",
            "Tôi đã thực hiện rất nhiều nghiên cứu và nghĩ rằng tôi đã tìm thấy một trang web tuyệt vời. Thật không may, rất nhiều người khác thích địa điểm đó và các khu vực xung quanh. Vì vậy, một số nhóm người chỉ tự nhiên như ở nhà và sau đó lang thang ngay qua trang web của chúng tôi. Chúng tôi đã yêu cầu một cách tử tế cho một số không gian. Sau đó, không tốt bằng. Tôi đã gọi đến văn phòng và họ rất tử tế, nhưng về cơ bản họ nói rằng họ không thể làm gì ngoại trừ việc cung cấp cho chúng tôi một trang web khác. Vì dù sao thì chúng tôi cũng sẽ phải nhổ trại nên chúng tôi quyết định rời đi. Tôi sẽ không bao giờ quay lại khu cắm trại đó nữa, vì bất kỳ lý do gì. Tôi chưa bao giờ gặp nhiều người tự cho mình là trung tâm, thô lỗ và thô lỗ như vậy. Và rõ ràng những gia đình đến thăm không tin vào sự giám sát của người lớn, vì ít nhất một nửa số nhóm này là thanh niên. Và tất cả đều vô cùng thô lỗ. Đọc thêm"
        ],
        "star_ratings": [
            50,
            23,
            7,
            3,
            2
        ],
        "review_amount": 85,
        "location": [
            "Hoa Kỳ",
            "Công viên tiểu bang đảo Wellesley",
            "New York NY",
            "Những điều cần làm ở Đảo Wellesley",
            "Đảo Wellesley"
        ],
        "reviews_time": [
            "Written October 15, 2023",
            "Written July 30, 2023",
            "Written May 28, 2023",
            "Written September 6, 2022",
            "Written September 2, 2022",
            "Written July 13, 2022",
            "Written August 19, 2021",
            "Written July 9, 2021",
            "Written July 7, 2021",
            "Written September 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48823-d6988386-Reviews-Wellesley_Island_State_Park-Wellesley_Island_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1200493-d6684191-Reviews-The_Ivy_Restaurant-Lansdowne_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1200493-d3625853-Reviews-Shipman_s_Dining_Room-Lansdowne_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48823-d2278238-Reviews-Hacker_s-Wellesley_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48727-d4412228-Reviews-The_Wellesley_Hotel_Restaurant-Thousand_Island_Park_Wellesley_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1200493-d16585240-Reviews-Donnelly_s_on_the_River-Lansdowne_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48823-d26898646-Reviews-Nut_N_Fanci-Wellesley_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d145963-Reviews-Thousand_Islands-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47716-d7757403-Reviews-Minna_Anthony_Common_Nature_Center-Fineview_Wellesley_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d105682-Reviews-Boldt_Castle_and_the_Boldt_Yacht_House-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d145959-Reviews-Heart_Island-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47716-d12878385-Reviews-Waterson_Point_State_Park-Fineview_Wellesley_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d2258657-Reviews-Thousand_Islands_Winery-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1200493-d1187314-Reviews-1000_Islands_Tower-Lansdowne_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d145962-Reviews-Wellesley_Island-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d1235079-Reviews-Thousand_Islands_Bridge-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47486-d3561584-Reviews-Coyote_Moon_Vineyards-Clayton_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48823-d6988386-Reviews-or10-Wellesley_Island_State_Park-Wellesley_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47716-d12828045-Reviews-DeWolf_Point_State_Park-Fineview_Wellesley_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g182143-d1916546-Reviews-Thousand_islands-Gananoque_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g182143-d6720395-Reviews-1000_Islands_Helicopter_Tours-Gananoque_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g182143-d2173098-Reviews-1000_Islands_Kayaking-Gananoque_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g47486-d2242680-Reviews-Clayton_Island_Tours-Clayton_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47486-d105676-Reviews-Antique_Boat_Museum-Clayton_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g182143-d1929874-Reviews-Thousand_Islands_Playhouse-Gananoque_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d2169649-Reviews-Uncle_Sam_Boat_Tours-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d7381995-Reviews-Reflection_Lakes-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2285665-Reviews-Mamutik_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d14008295-Reviews-Metro_City_Mall-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42554-d134274-Reviews-Porcupine_Mountains_Wilderness_State_Park-Ontonagon_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d457122-Reviews-Tunku_Abdul_Rahman_Marine_Park-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Div.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d142842-Reviews-Uptown-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1074321-d2282467-Reviews-Andong_Hahoe_Folk_Village-Andong_Gyeongsangbuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g34609-d4055759-Reviews-Lake_Kerr-Salt_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12703898-Reviews-125_Thai_Massage-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d194137-Reviews-Sigmund_Freud_Museum-Vienna.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48823-d6988386-Reviews-or10-Wellesley_Island_State_Park-Wellesley_Island_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48823-d6988386-Reviews-Wellesley_Island_State_Park-Wellesley_Island_New_York.html"
    }
]