[
    {
        "attraction_name": "Westerplatte",
        "attraction_name_vi": "Westerplatte",
        "general_info": [
            "1.580 đánh giá",
            "- 21 trong số 189 điều cần làm ở Gdansk",
            "Di tích lịch sử"
        ],
        "attraction_summary": "Địa điểm lịch sử nơi Thế chiến II nổ ra vào ngày 1 tháng 9 năm 1939 bao gồm một bảo tàng nhỏ và một tượng đài cao chót vót tưởng nhớ những người bảo vệ Ba Lan.Đọc thêm",
        "reviews": [
            "Gdansk là một trong những cảng được ghé thăm trong kỳ nghỉ du lịch và con tàu đã neo đậu cạnh địa điểm này, nơi diễn ra các sự kiện đầu tiên của Thế chiến 2 bắt đầu vào năm 1939. Đây là một bảo tàng ngoài trời bao gồm khu vực rừng cây và đất trống. Khu vực nhiều cây cối có màn hình hiển thị song ngữ giải thích và minh họa các sự kiện đã diễn ra, với một tòa nhà bị chiến tranh tàn phá nặng nề đã được giữ nguyên tại chỗ để minh họa thiệt hại do chiến tranh. Cách đó một đoạn ngắn là một khu đất rộng có đài tưởng niệm thẳng đứng rất lớn trên một gò đất. Bảo tàng được vào cửa miễn phí và là một ví dụ điển hình về kết quả của chiến tranh. Rất đáng để ghé thămXem thêm",
            "Đó là một nơi rất quan trọng trong lịch sử Gdansk. Kỷ niệm rất đẹp. Để đến đó rất dễ dàng vì chỉ có một con đường và không cần phải có bản đồ, bạn không thể lạc đường mà hãy đi theo người dân. Bãi biển rất đẹp. Có sẵn các chuyến tham quan có hướng dẫn viên miễn phí. Nếu bạn không quan tâm đến lịch sử thì đừng đi. Nếu không thích đi bộ thì đừng đi. Đây là nơi lịch sử không phải là niềm vui để uống hoặc ăn.Đọc thêm",
            "Đến đây bằng thuyền từ Phố Cổ - ven sông - Westerplatte là một bán đảo ở phía bắc thành phố, trên bờ biển Baltic, nơi bị tấn công vào đêm 1 - 2 tháng 9 năm 1939. Sau khi xuống thuyền, hãy đi theo con đường đưa bạn đi qua phần còn lại của các chòi canh để đến đài tưởng niệm trên ngọn đồi của nó. Điều khó hiểu duy nhất của tôi là số lượng quầy hàng bán đồ du lịch, hoàn toàn không liên quan đến tầm quan trọng của các sự kiện đã xảy ra ở đây. Nó tạo nên một sự kết hợp kỳ lạ và hơi khó chịu, nhưng nếu bạn bỏ qua nó, đây là điều bắt buộc cùng với Bảo tàng Đoàn kết, nếu bạn - thậm chí còn mơ hồ quan tâm đến lịch sử khá bi thảm gần đây của Gdansk. Không mất phí khi tham quan Westerplatte, mặc dù có một bảo tàng yêu cầu phí vào cửa.Đọc thêm",
            "Đừng tin vào những đánh giá, nói rằng đó là chuyến tham quan kéo dài một giờ và quay lại. Ngay cả khi không có tòa nhà nào đáng chú ý, hầu hết là tàn tích và hầu hết các tòa nhà đứng không được phép vào, thì việc đi bộ qua bãi biển đẹp cũng đáng để bạn dành chút thời gian. \nNếu bạn - không quan tâm đến lịch sử và - hoặc đến thăm những nơi khác có tầm nhìn đẹp ra biển thì hãy bỏ qua Westerplatte.\nTuy nhiên - tôi thích.Đọc thêm",
            "Dù là người yêu thích lịch sử hay không, thực tế duy nhất là cuộc xung đột đẫm máu nhất thế giới từng bắt đầu ở đây đáng để bạn chú ý và bạn cần phải đến đây và tham quan nó, vì theo một cách nào đó, tất cả chúng ta đều bị ảnh hưởng bởi nỗi kinh hoàng của Thế chiến thứ hai.\n\nWesterplatte nằm ở phía bắc Gdansk, cách trung tâm thành phố khoảng 15 phút lái xe trên một bán đảo nhỏ bằng phẳng trải dài ra biển Baltic. Gần trạm xe buýt là một bãi đậu xe - họ nói với tôi rằng nó miễn phí, có thể vì đó là Chủ nhật, nhưng hãy kiểm tra kỹ - gần các di tích và điểm tham quan. Bạn cũng có thể đến bằng xe buýt, nhưng chúng tôi đã thuê một chiếc ô tô rẻ và thuận tiện cho chúng tôi khi chúng tôi khám phá phía bắc Ba Lan, lái xe đến Wolf - s Lair, mất 3 giờ một chiều.\n\nTừ quan điểm lịch sử, các điểm tham quan chính là doanh trại cũ đổ nát, khu mộ Tưởng niệm những người bảo vệ Ba Lan có Thánh giá, và tất nhiên, tượng đài thẳng đứng khổng lồ dành cho những người bảo vệ, nằm trên đỉnh một ngọn đồi nhỏ có thể đến được bằng con đường vòng tròn.\nBên cạnh đó, còn có một loại bảo tàng ngoài trời rải rác với các bảng thông tin ở đây và ở đó, bằng cả tiếng Ba Lan và tiếng Anh, giải thích lịch sử.\nTôi phải thừa nhận rằng tôi thất vọng với điều đó, vì một nơi như vậy xứng đáng có một bảo tàng nhỏ có mái che thích hợp dành riêng cho địa điểm này, và do đó tôi trừ một sao.\n\nNgoài bối cảnh lịch sử, Westerplatte còn là một khu vực có thiên nhiên tươi đẹp vì nó trải dài dọc theo bờ biển với lối đi bộ dễ chịu cạnh biển và ngay phía bên kia Đài tưởng niệm là một bến cảng sầm uất với các chuyến phà đến Thụy Điển.Đọc thêm",
            "Nơi kỷ niệm. Hãy cư xử với sự tôn trọng.  Rất nhiều bảng có thông tin chi tiết về những ngày đầu tiên của Thế chiến II.\nTrang web đang được xây dựng một phần để truy cập tốt hơn. Có thể đi bộ, tượng đài chính là khó khăn, không phải xe lăn - thân thiện với xe đẩy.  Hoa hồng tuyệt vời xung quanh. \nTôi nghĩ việc ghi nhớ lịch sử là điều thực sự quan trọng, ngay cả những phần tồi tệ, chỉ để đảm bảo rằng cái ác sẽ không bao giờ chiến thắng nữa. \nTầm nhìn tốt đến cảng là tốt. Không có đường ra biển. Một số quầy hàng bán đồ lưu niệm và cà phê.\nCó bãi đậu xe, một số không có vé, phần lớn là bãi đậu xe phải trả tiền.Đọc thêm",
            "Chúng tôi quyết định thực hiện một chuyến đi trong ngày đến Westerplatte vì chúng tôi yêu thích lịch sử và muốn tham quan địa điểm này. Tuy nhiên, hóa ra lại có một chút thất vọng. Có rất ít thứ để xem khi chúng tôi đến, và bản thân nơi này cũng không hấp dẫn lắm. Chỉ có một vài tàn tích và những dấu hiệu tối thiểu giải thích chuyện gì đã xảy ra. Nó có cảm giác giống như một công viên khác và khiến tất cả chúng tôi thất vọng. Phải mất thời gian để đến đó từ thành phố, vì vậy nếu bạn có ít thời gian ở Gdansk thì tôi không biết liệu nó có thực sự xứng đáng hay không.Đọc thêm",
            "Chúng tôi quyết định thực hiện một chuyến đi trong ngày đến Westerplatte vì chúng tôi yêu thích lịch sử và muốn tham quan địa điểm này. Tuy nhiên, hóa ra lại có một chút thất vọng. Có rất ít thứ để xem khi chúng tôi đến, và bản thân nơi này cũng không hấp dẫn lắm. Chỉ có một vài tàn tích và những dấu hiệu tối thiểu giải thích chuyện gì đã xảy ra. Nó có cảm giác giống như một công viên khác và khiến tất cả chúng tôi thất vọng. Phải mất thời gian để đến đó từ thành phố, vì vậy nếu bạn có ít thời gian ở Gdansk thì tôi không biết liệu nó có thực sự xứng đáng hay không.Đọc thêm",
            "Nơi kỷ niệm. Hãy cư xử với sự tôn trọng.  Rất nhiều bảng có thông tin chi tiết về những ngày đầu tiên của Thế chiến II. Trang web này đang được xây dựng một phần để truy cập tốt hơn. Có thể đi bộ, tượng đài chính là khó khăn, không phải xe lăn - thân thiện với xe đẩy.  Hoa hồng tuyệt vời xung quanh. Tôi nghĩ việc ghi nhớ lịch sử là điều thực sự quan trọng, ngay cả những phần tồi tệ, chỉ để đảm bảo rằng cái ác sẽ không bao giờ chiến thắng nữa. Tầm nhìn tốt đến cảng là tốt. Không có đường ra biển. Một số quầy bán đồ lưu niệm và cà phê. Có chỗ đậu xe, một số không có vé, phần lớn là bãi đậu xe phải trả phí.Đọc thêm",
            "Một phần quan trọng khác của lịch sử Ba Lan và là nơi bắt đầu chiến tranh thế giới vào năm 1939 khi thiết giáp hạm Schleswig-Holstein của Đức bắt đầu pháo kích vào Westerplatte. Quyết định đưa tàu cướp biển Galeon Lew từ Gdansk đến điểm thả rồi đi bộ về phía biển hiệu Westerplatte. Rẽ trái và đi bộ cho đến khi bạn đến các khu trưng bày ngoài trời bao gồm Westerplatte: - Spa-Bastion-Symbol -, rải rác các boongke bị pháo kích, đài tưởng niệm những người lính đã ngã xuống, tàn tích doanh trại, tượng đài lớn để tưởng nhớ những người bảo vệ Ba Lan. Cung cấp nhiều cơ hội chụp ảnh và chắc chắn đáng để ghé thăm Nếu bạn có hứng thú với lịch sử.Đọc thêm",
            "Dù là người yêu thích lịch sử hay không, thực tế duy nhất là cuộc xung đột đẫm máu nhất thế giới từng bắt đầu ở đây đáng để bạn chú ý và tôi cần đến đây và tham quan nó, vì theo một cách nào đó, tất cả chúng ta đều bị ảnh hưởng bởi nỗi kinh hoàng của Thế chiến thứ hai.Westerplatte nằm ở phía bắc Gdansk, cách trung tâm thành phố khoảng 15 phút lái xe trên một bán đảo nhỏ bằng phẳng trải dài ra biển Baltic. Gần trạm xe buýt là một bãi đậu xe - họ nói với tôi rằng nó miễn phí, có thể vì đó là Chủ nhật, nhưng hãy kiểm tra kỹ - gần các di tích và điểm tham quan. Bạn cũng có thể đến bằng xe buýt, nhưng chúng tôi đã thuê một chiếc ô tô rẻ và thuận tiện cho chúng tôi khi chúng tôi khám phá phía bắc Ba Lan, lái xe đến Wolf - s Lair, mất 3 giờ một chiều. Từ quan điểm lịch sử, các điểm tham quan chính là doanh trại cũ đổ nát, khu mộ Tưởng niệm những người bảo vệ Ba Lan có Thánh giá, và tất nhiên, tượng đài thẳng đứng khổng lồ dành cho những người bảo vệ, nằm trên đỉnh một ngọn đồi nhỏ có thể đến được bằng con đường vòng. Bên cạnh đó, còn có một kiểu mở rải rác bảo tàng hàng không với các bảng thông tin ở đây và ở đó, bằng cả tiếng Ba Lan và tiếng Anh, giải thích lịch sử. Tôi phải thừa nhận rằng tôi thất vọng với điều đó, vì một nơi như vậy xứng đáng có một bảo tàng nhỏ có mái che thích hợp dành riêng cho địa điểm này, và do đó tôi khấu trừ một star.Ngoài bối cảnh lịch sử, Westerplatte còn là một khu vực có thiên nhiên tuyệt đẹp vì nó trải dài dọc theo bờ biển với lối đi bộ dễ chịu cạnh biển và ngay phía bên kia Đài tưởng niệm là một bến cảng sầm uất với các chuyến phà đến Thụy Điển.Đọc thêm",
            "Đó là một nơi xa lạ bởi vì chính trí tưởng tượng của bạn mới là thứ tạo nên thành công. Khi tôi ở đó vào một buổi sáng Chủ nhật tháng Hai lạnh lẽo, khoảng 09:00 - 09:30, nên không có ai khác ở đó, tôi hoàn toàn im lặng, điều đó có nghĩa là tôi có thể liên tưởng đến sự yên tĩnh hiện tại so với địa ngục và tiếng ồn mà những người lính Ba Lan phải đối mặt khi đó. Dòng suy nghĩ này đã khiến Westerplatte trở nên thú vị hơn khi ghé thăm so với những gì thực sự ở đó. Rất dễ dàng đi đến bằng xe buýt hoặc ô tô từ trung tâm Gdansk. Nếu đi trước, hãy kiểm tra xe buýt khứ hồi. Như đã đề cập, tôi đã đi vào Chủ nhật, nghĩ rằng chuyến trở về còn lại 1 giờ 30 phút sau khi tôi đến nên tôi đã bắt Uber trở lại. Một cặp vợ chồng người Ba Lan rất tử tế thậm chí còn hỏi tôi có muốn đi nhờ xe vào thị trấn trong khi chờ taxi không.Đọc thêm",
            "Westerplatte is a thin stretch of semi-parkland to the north of the city that stretches along the Baltic coastline. Being a military site it was subject to the opening shots of the European theatre of war in 1939, with many ruins present today which help serve the area as a tourist attraction besides its natural beauty today.  The area stretches some 2-3kms and is fully walkable mostly being on flat land which is along the coastline and through its centre. You can actually pick up a site map of Westerplatte from the Museum of the Second World War in town, but I - ll map out some of the key sites and areas here.   The is a large carpark and bus stop area which offers quick connection from the above mentioned museum to other sites in the city centre before starting - finishing here. Journey time isn - t much more than 45 minutes, if that. I visited during the off season so the bus service was less regular than summer, operating only every 40 mins. There is a small kiosk stand selling souvenirs, a café and toilets next to the sheltered bus stop  - the latter two were closed during my visit - . From here you walk along the main pathway toward the main memorial  - Defenders of the coast -  at the end or cross over the road to visit some old embankments and field fortifications on the coast. If you follow the pathway however this will take you to the smaller but numerous military sites of interest such as Guardhouse No1. Transit Depot outline buildings, The Polish Army Soldiers Military Cemetery and the old barracks building. The latter can actually be explored via a metal gangway through the ruins. At each point of interest information panels can be found in English and Polish providing historical context. Much of this was on glass panels which I found interesting as they didn - t seem to have any snow on them, unlike just about everything else I saw on the day I visited.It was quite sombre in parts to think that this area, to which has been reclaimed by nature, was once a war ground. But was also quite peaceful and quiet today. It took me about 2-3 hours having a look round, including the moment which gives the highest views from the peninsula.  Its worth the visit, especially if you are into military history but even those without such an interest can still have a stroll along the coastline pathways.      A key note I will mention: some parts of the site are undergoing construction - renovation. I think, If I can recall correctly, care of the site has passed to the Museum of the Second World War, and they seem to either be constructing a building near the carpark - bus stop area or doing further excavations.   Read more",
            "Nơi tuyệt vời những người tuyệt vời và vô số việc để làm và xem. Hệ thống giao thông tốt nhất và rẻ nhất tôi từng trải nghiệmĐọc thêm",
            "Westerplatte là phải xem. NHƯNG hãy cẩn thận khi đến đó. Có một chiếc thuyền buồm mà tôi không thể bình luận...không phải thuyền của chúng tôi. Có một chuyến phà giao thông công cộng từ bên ngoài khách sạn Hilton..nhưng trong năm chỉ hoạt động không thường xuyên vào các tuần. Sau đó, có một chuyến TRÁNH... chiếc thuyền Westerplatte bên cạnh thuyền buồm. Bạn nghĩ rằng bạn đang đến gần tượng đài...bạn đã bị bỏ rơi hàng dặm, Con thuyền là một chiếc bồn tắm cũ rỉ sét. Hội chợ rất cao...75zloty trở lại. Hãy thoải mái mang nó đi nếu bạn muốn ngắm nhìn các bến tàu chạy xuống. Tốt hơn nên sử dụng xe buýt...nó đưa bạn đến gần hơn nhiều, chi phí ít hơn - 1 - miễn phí nếu trên 70 - và nhanh hơn.Đọc thêm",
            "Không có quá nhiều thứ để xem và chúng tôi phải cố gắng tham gia chuyến thăm vì chúng tôi đã đặt vé khứ hồi một giờ trên thuyền từ Old Town nhưng thời gian đó là đủ cho chúng tôi.Đọc thêm",
            "Khu vực rộng lớn với một số tòa nhà và phần còn lại của nó. Bảng có thông tin và hình ảnh cần thiết. Một số công việc cải tạo đang diễn ra ở đó. Một số tấm kính mô tả đã bị gãy - có chủ ý phá hủy! Nơi này xứng đáng được nhiều hơnĐọc thêm"
        ],
        "star_ratings": [
            726,
            547,
            244,
            38,
            25
        ],
        "review_amount": 1580,
        "location": [
            "Ba Lan",
            "Bắc Ba Lan",
            "Những điều cần làm ở Gdańsk",
            "Tỉnh Pomerania",
            "Westerplatte",
            "Châu Âu",
            "Gdansk"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 24, 2023",
            "Written July 24, 2023",
            "Written August 16, 2023",
            "Written April 7, 2024",
            "Written May 13, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 13, 2024",
            "Written April 26, 2024",
            "Written April 7, 2024",
            "Written March 11, 2024",
            "Written December 20, 2023",
            "Written October 12, 2023",
            "Written October 1, 2023",
            "Written September 28, 2023",
            "Written August 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274725-d285043-Reviews-Westerplatte-Gdansk_Pomerania_Province_Northern_Poland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d7660145-Reviews-Perla_Baltyku-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d21319542-Reviews-Barcocktail-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d23431340-Reviews-New_Port-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d12982052-Reviews-Taormina-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d12982177-Reviews-Bresno-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d10584306-Reviews-Przystanek_Kawa-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d19597678-Reviews-Bistro_Smaczny_Rozek-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d8742991-Reviews-Czarnej_Kozy_Zagroda_Black_Goat_s_Farm-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d20481556-Reviews-Paulo_Gelateria_Gdansk_Brzezno-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d4289870-Reviews-Zagroda_Rybacka-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d3313900-Reviews-North_Harbor_Lighthouse-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8443684-Reviews-Centrum_Sztuki_Wspolczesnej_Laznia_2-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d13510651-Reviews-Guardhouse_No_1_on_Westerplatte_Museum_of_Gdansk-Gdansk_Pomerania_Province_North.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d1465987-Reviews-Europejskie_Centrum_SolidarnoSci-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d7291420-Reviews-Polsat_Plus_Arena-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8456607-Reviews-Museum_of_the_Second_World_War_Muzeum_II_Wojny_Swiatowej-Gdansk_Pomerania_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287919-Reviews-Old_Town-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287928-Reviews-Dluga_Street_ul_Dluga-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d6877576-Reviews-Jelitkowo_Beach-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d10744695-Reviews-Dlugi_Targ_Square-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d285043-Reviews-or10-Westerplatte-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8090697-Reviews-Motlawa_River_Embankment_Dlugie_Pobrzeze-Gdansk_Pomerania_Province_Northern_Polan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d2409004-Reviews-Archikatedra_Oliwska-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287923-Reviews-Mariacka_Street_ulica_Mariacka-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287914-Reviews-Three_Crosses_Monument-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8759532-Reviews-Piwna_Street_Ulica_Piwna-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d284319-Reviews-St_Mary_s_Church-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d2359293-Reviews-Main_Town_Hall_Museum_of_Gdansk-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d13397049-Reviews-Around_Gdansk_Tours_Adventures-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d3746143-Reviews-Tryton_Diving_Center-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d23280591-Reviews-Sol_zycia-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d15208119-Reviews-Fundacja_Galar_Gdanski-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d13094976-Reviews-FIVE_SENSES_Float_Spa-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d2710847-Reviews-Easy_Gdansk_Tours-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287915-Reviews-Wisloujscie_Fortress_Museum_of_Gdansk-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d6855172-Reviews-Escaperooms-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g47394-d6781828-Reviews-Lewin_Farms-Calverton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106493-Reviews-Country_Music_Hall_of_Fame_and_Museum-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294264-d2439664-Reviews-Universal_Studios_Singapore-Sentosa_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d6487518-Reviews-Save_A_Gato-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d1064411-Reviews-Playa_Mia_Grand_Beach_Park-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g642199-d2332025-Reviews-Alvor_Boardwalk-Alvor_Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d5324509-Reviews-Paddy_s_Old_City_Pub-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d3870440-Reviews-Shingle_Creek_Regional_Park-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283345-Reviews-Daredevil_Museum_of_Niagara_Falls-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303631-d2349935-Reviews-Batman_Alley-Sao_Paulo_State_of_Sao_Paulo.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274725-d285043-Reviews-or10-Westerplatte-Gdansk_Pomerania_Province_Northern_Poland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274725-d285043-Reviews-Westerplatte-Gdansk_Pomerania_Province_Northern_Poland.html"
    }
]