[
    {
        "attraction_name": "West Bay Beach",
        "attraction_name_vi": "Bãi biển Vịnh Tây",
        "general_info": [
            "3.431 đánh giá",
            "- 1 trong 5 điều cần làm ở Vịnh Tây",
            "Bãi biển"
        ],
        "attraction_summary": "Vịnh Tây được nhiều người coi là điểm đến hoàn hảo như tranh vẽ ở Caribe: cát trắng, nước trong vắt, tĩnh lặng và các khu nghỉ dưỡng đầy đủ dịch vụ. Sự đa dạng của các hoạt động dưới nước bao gồm lặn biển, thuê thuyền câu cá, lặn với ống thở và dù lượn. Hoạt động lặn bằng bình dưỡng khí và các dịch vụ trang phục khác khởi hành trực tiếp từ bãi biển nên việc bắt đầu các hoạt động dưới nước của bạn thật dễ dàng và thuận tiện.Đọc thêm",
        "reviews": [
            "Đã đi trong ngày đến bãi biển phía tây trên con tàu du lịch của chúng tôi, không thích tất cả những rắc rối về một chiếc taxi từ người dân địa phương. Cho đến khi Marcus - Serafin Marquez - dẫn chúng tôi đến bãi biển phía Tây, chỉ có tôi và vợ tôi. Anh ấy ở bên chúng tôi suốt thời gian qua, để chúng tôi yên khi chúng tôi muốn và ở đó khi chúng tôi cần anh ấy. Đảm bảo không ai làm phiền chúng tôi. Nếu bạn đến Roatan, hãy đến bãi biển xinh đẹp phía Tây hoặc tìm Marcus, anh ấy thực sự là một người đàn ông tốt bụng.Đọc thêm",
            "Vịnh phía Tây và Roatan thật tuyệt. Trước chuyến đi, chúng tôi luôn dự trữ đồ dùng du lịch từ   \nTraveladdicts.shop. Ở Roatan hãy lưu ý rằng - mùa đông - có mùa mưa nên trời sẽ mưa. Ngoài ra còn có rất nhiều người đi xe gắn máy và xe máy chạy vòng quanh bạn. Khi bạn đến bãi biển vịnh phía tây, hãy chuẩn bị tinh thần cho những người bán hàng rong trên bãi biển, họ không ngừng nghỉ.Đọc thêm",
            "Lặn vào tường! Một khi bạn tìm thấy bức tường, hãy lặn với ống thở! Thích nhìn thấy vỏ ốc xà cừ trên sàn, những con cá đầy màu sắc. Đi khi thủy triều xuống thấp nhất để ngắm nhìn ống thở tốt nhất. Ở ở đầu phía tây và bắt - 5 chiếc taxi nước đến bãi biển. Thật không may, thời tiết xấu đã khiến taxi nước không chạy được nên đã bắt một chiếc taxi ô tô để quay lại đầu phía tây.  - Rất vui vì chúng tôi ở lại West End vì West Bay thậm chí còn thu hút nhiều khách du lịch hơn. - Đọc thêm",
            "3 cặp đôi trong chuyến tham quan tự hướng dẫn này từ tàu Princess Cruise. Tôi đã liên lạc với Larson Bodden qua email về chuyến đi đến Bãi biển Vịnh Tây.  Anh ấy là người giỏi nhất!  Mọi liên hệ đều rất chuyên nghiệp và nhanh chóng.  Chúng tôi gặp anh ấy bên ngoài lối đi bộ dẫn ra đường ở bến cảng.  Đây là khu vực duy nhất có vấn đề về an toàn.  Anh ấy - Chúng tôi tìm thấy nhau bằng cách nhắc đến tên anh ấy với những người khác đang tổ chức các chuyến du ngoạn ở đó.  Tất cả họ dường như đều biết anh ta.  Anh ấy có một chiếc xe tải riêng dành cho 6 người có máy lạnh và chỗ ngồi tốt.  Chuyến đi đến và đi từ bãi biển thật suôn sẻ và tốt đẹp.  Anh ấy thậm chí còn mua cho chúng tôi bia và nước trong chuyến đi đến bãi biển.  Sau khi đến và chuẩn bị cho chúng tôi, chúng tôi đã đồng ý về thời gian quay lại và anh ấy đã để lại cho chúng tôi những điều tốt đẹp.  Chi phí vào cửa bao gồm ghế và internet, nhưng ô là - 10. Có, bạn cần ô và không có đủ cho tất cả, vì vậy hãy lấy chúng càng sớm càng tốt.  Tất cả chúng tôi đều đã có khoảng thời gian vui vẻ và thực sự đánh giá cao sự giúp đỡ của Larson Bodden.  Địa chỉ liên hệ của anh ấy là larsonbodden41 - gmail.com.  Anh ấy và con trai điều hành công việc kinh doanh của mình, vì vậy hãy cảm thấy tin tưởng vào cả hai người trong chuyến đi của bạn!Đọc thêm",
            "Rất uy tín - Kinh doanh chuyên nghiệp. Lần đầu tiên tôi đặt một chuyến tham quan không phải bằng tàu du lịch. Tôi đánh giá cao Năm Sao. Hướng dẫn viên của chúng tôi - tài xế, Daniel rất có sức chứa - hiểu biết. Đó là một ngày tuyệt vời!Đọc thêm",
            "We met Larson Bodden on our way out of the port as previously arranged. Larson - s communications were excellent and he was really pleasant and told us all about his family.  We walked a short way out of the port to his car that was clean, air-conditioned and in good order. We had arranged to go to Fosters at West Bay Beach and that turned out to be a good decision as it was a beautiful white sandy beach with crystal clear blue water with the reef some way off shore  -  boat needed - . We were asked by Larson for  - 20 each for the entrance fee to Fosters resort  - although the wristband had  - 15 on it - .bit of a mystery!? - . The entrance fee covered the hire of sunbeds and use of showers and restrooms for the day. We pitched ourselves in front of the bar and then there was another  - 5 requested for each umbrella required - .although we only needed 2 umbrellas as they were very large and most of us were in the water snorkelling anyway.  Drinks at the bar were very reasonable  -  - 4 for a Corona -  although we didn - t try any food, it looked and smelled lovely and wasn - t expensive. After taking a boat out to snorkel the reef, that was a bit expensive at  - 60 each, we discovered that you could actually wade out to the reef from in front of the Infinity resort at the far end of the beach but it was very busy there and for us, snorkelling out over the main reef was a good experience  - be aware getting back on the boat after snorkelling was not easy as the access ladder was rather makeshift! - .  We had negotiated the transport price up front and Larson was happy that we pay him on our return to the port.  He charged  - 25 per person for the transport there and back, that seemed reasonable. Larson was very prompt to pick us up after our day at the beach and was a careful safe driver. Overall it was just what we were looking for and although the boat trip seemed a bit pricy it was overall good value for money. I was glad we made contact with Larson before we got off the ship and didn - t have to bother with the hordes of taxi drivers vying for customers at the port exit. I would very much recommend Larson, but just ensure you fix all the prices before you commit yourself!  Also all payments were required in cash, so have plenty with you as it disappeared fast and there is no ATM at the resort. Thank you Larson, much appreciated.Read more",
            "Đây là bãi biển yêu thích của tôi ở Roatan. Nhiều nhà hàng tuyệt vời trên bãi biển để bạn lựa chọn từ đồ ăn quán bar đến đồ ăn ngon. Tàu du lịch có đưa khách đến bãi biển này vào ban ngày nhưng đến 3 giờ chiều hầu hết đều vắng khách. Họ giúp hỗ trợ các nhà hàng và sau khi họ rời đi, bãi biển và hoạt động kinh doanh sẽ bớt đông đúc hơn nhiều và có nhiều chương trình đặc biệt dành cho người dân địa phương. Lặn biển cũng tuyệt vời Nhiều sự lựa chọn về chỗ ở trong khoảng cách đi bộ dễ dàng hoặc trên bãi biểnĐọc thêm",
            "Larson Boden thật tuyệt vời! Trả lời kịp thời, đón chúng tôi ở nơi anh ấy nói, đưa chúng tôi đến một bãi biển và đón chúng tôi để đưa chúng tôi trở lại tàu. Rất đẹp, đáng tin cậy và không đưa chúng tôi đến mọi cửa hàng quà tặng trên đường đi. Chúng tôi muốn đi đến một bãi biển và đó là nơi anh ấy đưa chúng tôi.\nGiá vé rất hợp lý. Bãi biển ổn, có một chút khách du lịch nhưng không quá đông đúc. Chúng tôi có ghế, ô và đồ uống. Một ngày tốt lành! \nCảm ơn Larson!Đọc thêm",
            "Bãi biển cực kỳ đẹp với nhiều địa điểm ăn uống và ghế bãi biển cho thuê. Chúng tôi đảm bảo sẽ đi vào một ngày không có tàu du lịch vì chúng tôi nghe nói nó có thể chật cứng. Sáng thứ Năm và thứ Sáu thật tuyệt - chúng tôi đi bộ xuống tận đầu phía tây tới bức tường - lặn bằng ống thở tuyệt vời đến tận tảng đá! Đọc thêm",
            "Chúng tôi sẽ không quay lại đây. Liên tục bị người dân địa phương quấy rối khi họ cố bán cho bạn mọi thứ từ lặn biển đến mát-xa cho đến hàng thủ công. Không thể tận hưởng quang cảnh bãi biển vì người dân địa phương tụ tập trước - dây thừng - nơi họ không được phép đi qua. Nếu bạn mạo hiểm xuống nước, bạn sẽ trở thành mục tiêu công bằng. Không hề thú vị chút nào. Đọc thêm",
            "Bãi biển cực kỳ đẹp với nhiều địa điểm ăn uống và ghế bãi biển cho thuê. Chúng tôi đảm bảo sẽ đi vào một ngày không có tàu du lịch vì chúng tôi nghe nói nó có thể chật cứng. Sáng thứ Năm và thứ Sáu thật tuyệt - chúng tôi đi bộ xuống tận đầu phía tây tới bức tường - lặn bằng ống thở tuyệt vời đến tận tảng đá! Đọc thêm",
            "Chúng tôi ở tại một nơi trên bãi biển này.   Cảnh hoàng hôn tuyệt đẹp, làn nước tuyệt đẹp khi trời yên tĩnh!  Bãi biển sầm uất và năng động. Rất nhiều việc phải làm.  Rất nhiều thứ để xem, ăn và mua.Đọc thêm",
            "Larson Boden thật tuyệt vời! Trả lời kịp thời, đón chúng tôi ở nơi anh ấy nói, đưa chúng tôi đến một bãi biển và đón chúng tôi để đưa chúng tôi trở lại tàu. Rất đẹp, đáng tin cậy và không đưa chúng tôi đến mọi cửa hàng quà tặng trên đường đi. Chúng tôi muốn đi đến một bãi biển và đó là nơi anh ấy đưa chúng tôi đến. Giá vé rất hợp lý. Bãi biển ổn, có một chút khách du lịch nhưng không quá đông đúc. Chúng tôi có ghế, ô và đồ uống. Một ngày tốt lành! Cảm ơn Larson!Đọc thêm",
            "Đây là bãi biển yêu thích của tôi ở Roatan. Nhiều nhà hàng tuyệt vời trên bãi biển để bạn lựa chọn từ đồ ăn quán bar đến đồ ăn ngon. Tàu du lịch có đưa khách đến bãi biển này vào ban ngày nhưng đến 3 giờ chiều hầu hết đều vắng khách. Họ giúp hỗ trợ các nhà hàng và sau khi họ rời đi, bãi biển và hoạt động kinh doanh sẽ bớt đông đúc hơn nhiều và có nhiều chương trình đặc biệt dành cho người dân địa phương. Lặn biển cũng tuyệt vời Nhiều sự lựa chọn về chỗ ở trong khoảng cách đi bộ dễ dàng hoặc trên bãi biểnĐọc thêm",
            "Sau khi đọc một số đánh giá tích cực về Larson Bodden, chúng tôi quyết định đi cùng anh ấy ra khỏi tàu du lịch của mình. Lời khuyên của tôi là hãy cẩn thận và tránh cá nhân này. Anh ta không chỉ trình bày sai về bản thân về phí và chi phí. Anh ấy giới thiệu chúng tôi với một người lặn bằng ống thở có thiết bị dành cho trẻ em bị hỏng. Tránh xa!Đọc thêm",
            "Đây là một bãi biển cát trắng đáng yêu với làn nước trong xanh như ngọc và rạn san hô ngay ngoài khơi. Các khu nghỉ dưỡng và câu lạc bộ bãi biển cung cấp ghế, ô, thuyền kayak và lặn với ống thở trong khi người dân địa phương cung cấp dịch vụ tết tóc, mát-xa và đồ ăn địa phương.Đọc thêm",
            "Bãi biển đẹp. Rung cảm giản dị với nhiều hoạt động. Lặn biển không thể tin được ngoài khơi trong vùng nước yên tĩnh. Rất nhiều nhà cung cấp bãi biển và quán bar. Bãi biển Caribe tinh túy!Đọc thêm",
            "We met Larson Bodden on our way out of the port as previously arranged. Larson - s communications were excellent and he was really pleasant and told us all about his family.  We walked a short way out of the port to his car that was clean, air-conditioned and in good order. We had arranged to go to Fosters at West Bay Beach and that turned out to be a good decision as it was a beautiful white sandy beach with crystal clear blue water with the reef some way off shore  -  boat needed - . We were asked by Larson for  - 20 each for the entrance fee to Fosters resort  - although the wristband had  - 15 on it - .bit of a mystery!? - . The entrance fee covered the hire of sunbeds and use of showers and restrooms for the day. We pitched ourselves in front of the bar and then there was another  - 5 requested for each umbrella required - .although we only needed 2 umbrellas as they were very large and most of us were in the water snorkelling anyway.  Drinks at the bar were very reasonable  -  - 4 for a Corona -  although we didn - t try any food, it looked and smelled lovely and wasn - t expensive. After taking a boat out to snorkel the reef, that was a bit expensive at  - 60 each, we discovered that you could actually wade out to the reef from in front of the Infinity resort at the far end of the beach but it was very busy there and for us, snorkelling out over the main reef was a good experience  - be aware getting back on the boat after snorkelling was not easy as the access ladder was rather makeshift! - .  We had negotiated the transport price up front and Larson was happy that we pay him on our return to the port.  He charged  - 25 per person for the transport there and back, that seemed reasonable. Larson was very prompt to pick us up after our day at the beach and was a careful safe driver. Overall it was just what we were looking for and although the boat trip seemed a bit pricy it was overall good value for money. I was glad we made contact with Larson before we got off the ship and didn - t have to bother with the hordes of taxi drivers vying for customers at the port exit. I would very much recommend Larson, but just ensure you fix all the prices before you commit yourself!  Also all payments were required in cash, so have plenty with you as it disappeared fast and there is no ATM at the resort. Thank you Larson, much appreciated.Read more",
            "Nước và bãi biển đẹp.  Nơi tuyệt vời để thư giãn, ăn tối và uống trên bãi biển.  Những đứa trẻ lặn ngay từ bãi biển và nhìn thấy rất nhiều sinh vật biển.Đọc thêm",
            "Nếu bạn bay đến LeCeiba, bạn đến đảo bằng cách nào? Nhảy vũng nước? Chiếc phà? Bạn có thể đi một ngày tới đảo không? Và nếu đi lại thì chi phí bao nhiêu? Đọc thêm",
            "Quán bar - nhà hàng nào miễn phí chỗ ngồi nếu mua đồ uống và đồ ăn nhẹ?Đọc thêm",
            "Có sẵn ghế dài trên bãi biển không, hay bạn phải mang theo chăn đi biển?Đọc thêm",
            "There are beach chairs available all along the beach, for various prices and situations. \n\n1. All of the beach front hotels and restaurants have beach chairs included in your accommodations when you - re staying there.\n\n2. If you are on a cruise ship and coming for the day, in Feb 2023 you could expect to pay  - 15 US for most of the restaurants and hotels  -  - 20 at Infinity Bay -  which gives you a wristband that entitles you to a chair and umbrella and the security that you can safely leave your belongings at your chair while you go snorkeling or exploring.   - you can also get a wifi code for 2 -  hours, duration depending on the place, with the purchase of the wrist band - . \n\n3. If you are staying in accommodations that are not on the beach but want to enjoy the beachfront with chairs, expect to pay  - 10- - 15 US per day for the same beach front chairs on cruise days.\n\n4. If you are staying in accommodations that are not on the beach, but want to enjoy the beachfront in a chair on days where it is not busy or there are no cruises at port, some places will let you use their chairs for no charge if you eat and drink at their establishment.\n\n5. If you don - t want to rent a chair, or if you plan to spend most of your time in the water, snorkeling,  scuba diving, walking around or eating - drinking in beachfront restaurants or you - re totally comfortable all day on the sand on a towel, then yes, you could also sit on towels that you bring.  - Although if you - re on them all day you might be bothered by little invisible sand flies that give you bites like mosquito bites but you don - t feel them biting - .  My husband and I did that some years ago the very first time we were in Roatan on a cruise because we didn - t have that many hours there.  We asked another person on the beach to keep an eye on our towels and belongings while we snorkeled and it was fine.Read more",
            "Xin chào, tôi đang tìm phương tiện đi lại cho một nhóm 20 người từ Na Uy Escape vào ngày 8 tháng 8 năm 2023. Chúng tôi muốn đi đến một bãi biển trong ngày với tư cách là một nhóm. Taxi nước từ cảng. hoặc taxi đất liền đến bãi biển công cộng. Mọi ý tưởng.Đọc thêm",
            "Bạn mất bao lâu để đến địa điểm đón xe buýt từ bến tàu Cruise?\nCảm ơn rất nhiều! Đọc thêm",
            "Có hai cảng tàu du lịch khác nhau.  Chuyến đi ở vịnh Gravel mất khoảng 15 phút, nếu bạn cập bến vịnh Dixon thì mất khoảng 35 phút.Đọc thêm",
            "làm thế nào để đến đó từ Merida Yucatan mexicoĐọc thêm",
            "làm thế nào để đến đó mà không cần phải đi tàuĐọc thêm",
            "Phần nào nông hơn để người không biết bơi có thể đi bộ ở độ sâu cao đến đầu gối?Đọc thêm",
            "Những gì Alebjr đã nói - tất cả đều nông cạnĐọc thêm",
            "Xin chào, chúng tôi sẽ lưu trú vài ngày tại khu nghỉ dưỡng Infinity Beach Spa and Beach vào tháng Tư. Đang cố gắng quyết định xem có nên thực hiện phương án trọn gói hay không. Tốt nhất là nên chọn nhà hàng trong khách sạn hay có rất nhiều nhà hàng gần đó để lựa chọn?Đọc thêm",
            "Nếu bạn không lưu trú tại một trong những khách sạn ở West Bay và bạn đang thuê một căn hộ gần đó, thì có khu vực bãi biển công cộng nào ở West Bay nơi bạn có thể mang ghế của riêng mình và đặt nó trên bãi biển miễn phí không? Đọc thêm",
            "Có rất nhiều ghế cỏ trên bãi biển giữa vô cực và khách sạn Grande\nTôi nghĩ chúng dành cho tàu du lịch hoặc bất kỳ ai khác. Tôi không nghĩ họ cho bạn ngồi đó miễn phí, có lẽ phải mua đồ uống hoặc thức ăn. Tôi nghĩ khu nghỉ dưỡng Infinity sẽ cho phép bạn sử dụng ghế của họ nếu mua thứ gì đó từ nhà hàng \nKhi chúng tôi ở tại khu nghỉ dưỡng vô cực, cặp đôi đã đến thăm bố mẹ ở đó và sử dụng ghế dù không ở đó hay ăn uống Đọc thêm"
        ],
        "star_ratings": [
            2427,
            693,
            218,
            59,
            34
        ],
        "review_amount": 3431,
        "location": [
            "Bãi biển Vịnh Tây",
            "Những hoạt động nên làm ở Vịnh Tây",
            "Trung Mỹ",
            "Roatan",
            "Honduras",
            "Vịnh Tây",
            "Quần đảo Vịnh"
        ],
        "reviews_time": [
            "Written September 17, 2023",
            "Written January 9, 2024",
            "Written January 28, 2024",
            "Written January 28, 2024",
            "Written February 11, 2024",
            "Written February 29, 2024",
            "Written March 23, 2024",
            "Written March 25, 2024",
            "Written May 4, 2024",
            "Written May 13, 2024",
            "Written May 4, 2024",
            "Written April 6, 2024",
            "Written March 25, 2024",
            "Written March 23, 2024",
            "Written March 11, 2024",
            "Written March 9, 2024",
            "Written March 2, 2024",
            "Written February 29, 2024",
            "Written February 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g944573-d530197-Reviews-West_Bay_Beach-West_Bay_Roatan_Bay_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d15677479-Reviews-Totally_Taco-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d23878636-Reviews-Naboo_Restaurant-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d4290289-Reviews-La_Palapa_Beach_Bar-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d8123599-Reviews-Hangover_Hut-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d1168590-Reviews-JavaVine_Cafe_Wine_Bar-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d4416136-Reviews-Cayuco_Beach_Bar-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d26366418-Reviews-Babalu_s_Bar_and_Grill-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d13187143-Reviews-Sunset_Hideaway_Bar_Grill-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d1633211-Reviews-Thirsty_Turtle_Bar_and_Grill-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303875-d5207359-Reviews-Argentinian_Grill-West_End_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d1048436-Reviews-Tabyana_Beach-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2294214-Reviews-Mayan_Day_Passes-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d649528-Reviews-Gumbalimba_Park-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d26753327-Reviews-Roatan_Activities-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d15849816-Reviews-El_Faro-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d1441401-Reviews-Maya_Key-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d3747498-Reviews-Dolphin_Encounter-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d5575255-Reviews-Mayan_Eden-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d546706-Reviews-Carambola_Botanical_Gardens_Trails-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d555063-Reviews-Sandy_Bay_Beach-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d530197-Reviews-or10-West_Bay_Beach-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d7598645-Reviews-Blue_Island_Divers-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d17513303-Reviews-Aj_s_Monkeys_And_Sloths-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d2285434-Reviews-Little_French_Key-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303875-d8027628-Reviews-Half_Moon_Bay-West_End_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1759941-d1774005-Reviews-Arch_s_Iguana_Marine_Park-French_Harbour_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g15070974-d12937879-Reviews-Mahogany_Bay_Cruise_Center-Dixon_Cove_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d19469225-Reviews-Real_Deal_Roatan_Tours-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d1400469-Reviews-Bananarama_Dive_Center-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2098365-Reviews-Roatan_PaddleSports-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2345152-Reviews-Infinity_Divers_Aqua_Center-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d15246773-Reviews-Cayuco_Reef_Divers-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d19929656-Reviews-Roatan_Go_Charlie-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d8747258-Reviews-Tranquility_Spa-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303872-d4010078-Reviews-Amazing_Roatan_Tours-Coxen_Hole_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d19421203-Reviews-I_Haul_You_Roatan_Tours_and_Transfers-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d12527881-Reviews-Bottom_Time_Scuba-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2049761-Reviews-Bananarama_Island_Activities_Center-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d634555-Reviews-Coral_Reef_Explorer_Glass_Bottom_Boat-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d19444407-Reviews-Pandy_Tours-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d19949322-Reviews-Roatan_Private_Excursions-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2012652-Reviews-Mayan_Divers-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147422-d147585-Reviews-Gold_Rock_Beach-Lucayan_National_Park_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g49552-d10385676-Reviews-Southport_Fort_Fisher_Ferry-Southport_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d269784-Reviews-Indiana_Beach-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d16639693-Reviews-Karting_Star_Bali-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d1024228-Reviews-Bali_Safari_Marine_Park-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13856969-Reviews-Nap_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34571-d142793-Reviews-Festival_Marketplace-Pompano_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g39995-d10110346-Reviews-Ark_Encounter-Williamstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d2290087-Reviews-Twin_Falls_Maui-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d265430-Reviews-Kenilworth_Park_and_Aquatic_Gardens-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g944573-d530197-Reviews-or10-West_Bay_Beach-West_Bay_Roatan_Bay_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g944573-d530197-Reviews-West_Bay_Beach-West_Bay_Roatan_Bay_Islands.html"
    }
]