[
    {
        "attraction_name": "West Coast Game Park Safari",
        "attraction_name_vi": "Công viên trò chơi Bờ Tây Safari",
        "general_info": [
            "618 đánh giá",
            "- 10 trong số 34 điều cần làm ở Bandon",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Công viên chăm sóc động vật hoang dã lớn nhất Hoa Kỳ.Đọc thêm",
        "reviews": [
            "Đây là một sở thú nhỏ với những điểm tham quan thường xuyên - chẳng hạn như gặp gỡ các loài động vật và có cơ hội chạm vào chúng.  Bạn cũng có thể cho dê, hươu và lừa ở đây ăn.  Có một số con mèo - Serval, báo, sư tử - trong các chuồng cũng như các động vật khác trong khắp sở thú.  Thú vị cho một chuyến thăm ngắn - chúng tôi ở lại khoảng một giờ.  Một số chuồng nhỏ và được đổ đầy bê tông - nhưng - tất cả các loài động vật dường như được chăm sóc tốt và cho ăn đầy đủ.Đọc thêm",
            "Công viên sạch sẽ và các loài động vật dường như được chăm sóc. Những con dê, lừa, hươu và cừu là những món ăn ngon và muốn chơi đùa. Những con sư tử và hổ hầu hết đều ra ngoài và nằm xung quanh chuồng của chúng sạch sẽ và trông khỏe mạnh. Con khỉ rất thú vị. Nhìn chung, một kho báu lớn của các công viên động vật nhỏ, nó không phải là một vườn thú khổng lồ với nhiều không gian cho các loài động vật nhưng cũng đáng để dừng chân. Đọc thêm",
            "Chúng tôi cố gắng tham dự công viên này hàng năm. Bất chấp những đánh giá tiêu cực của một số người ở đây, đây là nơi bạn đến gần nhất với động vật hoang dã. Không giống như một sở thú nơi bạn phải nhìn xuống một cái hố cách họ khoảng một dãy nhà. Hầu hết những con vật này khi còn nhỏ đều được một số công nhân nuôi dưỡng tại nhà riêng của chúng. Nhiều con mèo lớn ở đó bây giờ đã ngủ với người chủ trên giường của chúng. Chai thức ăn được làm vào mọi thời điểm trong ngày và đêm giống như một đứa trẻ. Vì vậy, được chăm sóc tốt. Không có gì giống như một số bài viết từ các bài đánh giá của những người theo chủ nghĩa tự do có trái tim rỉ máu. \nBạn có thể đến gần động vật hoang dã sống thực sự ở nơi nào khác? Đến gần và cá nhân.  Chuồng trại và công viên của chúng liên tục được làm sạch, có sẵn nước ngọt và thức ăn. Có lần tôi ôm một con Bạch Hổ trong tay và cho nó ăn bằng bình. Một cái gì đó ấm áp và mờ nhạt tôi sẽ nhớ suốt đời. Nếu bạn không thích nhìn thấy động vật trong chuồng có lẽ bạn không nên đi. Nhưng đối với những người chưa bao giờ gần gũi và thân mật với một con Hổ, Báo hay một con Tinh tinh vui tính như Daphne thì cô ấy lại rất thú vị. Họ không thất vọng với vỏ bọc của họ. Khi cô ấy đập mạnh vào tấm ván ép và bắt đầu cười, cô ấy không hề tức giận mà đang rất vui. Nói chuyện với cô ấy và cô ấy sẽ đưa cho bạn quả mâm xôi bằng lưỡi. Tôi chưa bao giờ có cơ hội ở bất kỳ nơi nào khác để chạm vào hoặc vuốt ve Gấu, Hổ, Hươu và cứu lấy thức ăn của bạn. Nếu bạn giơ hình nón lên, bạn sẽ nhận được một làn sóng từ họ. \nRất nhiều niềm vui cho trẻ em và người lớn như nhau. Nếu bạn muốn gần gũi và thân mật hơn với Dê, Lạc đà không bướu, Hươu và Lừa. Bước vào với hai tay cầm cốc thức ăn, bạn sẽ sớm nhận ra những con vật này đang đi lại xung quanh và trở nên thực sự rất gần gũi và riêng tư. LolĐọc thêm",
            "Chúng tôi cố gắng tham dự công viên này hàng năm. Bất chấp những đánh giá tiêu cực của một số người ở đây, đây là nơi bạn đến gần nhất với động vật hoang dã. Không giống như một sở thú nơi bạn phải nhìn xuống một cái hố cách họ khoảng một dãy nhà. Hầu hết những con vật này khi còn nhỏ đều được một số công nhân nuôi dưỡng tại nhà riêng của chúng. Nhiều con mèo lớn ở đó bây giờ đã ngủ với người chủ trên giường của chúng. Chai thức ăn được làm vào mọi thời điểm trong ngày và đêm giống như một đứa trẻ. Vì vậy, được chăm sóc tốt. Không có gì giống như một số bài viết từ các bài đánh giá của những người theo chủ nghĩa tự do có trái tim rỉ máu. Bạn có thể đến gần động vật hoang dã sống thực sự ở nơi nào khác? Đến gần và cá nhân.  Chuồng trại và công viên của chúng liên tục được làm sạch, có sẵn nước ngọt và thức ăn. Có lần tôi ôm một con Bạch Hổ trong tay và cho nó ăn bằng bình. Một cái gì đó ấm áp và mờ nhạt tôi sẽ nhớ suốt đời. Nếu bạn không thích nhìn thấy động vật trong chuồng có lẽ bạn không nên đi. Nhưng đối với những người chưa bao giờ gần gũi và thân mật với một con Hổ, Báo hay một con Tinh tinh vui tính như Daphne thì cô ấy lại rất thú vị. Họ không thất vọng với vỏ bọc của họ. Khi cô ấy đập mạnh vào tấm ván ép và bắt đầu cười, cô ấy không hề tức giận mà đang rất vui. Nói chuyện với cô ấy và cô ấy sẽ đưa cho bạn quả mâm xôi bằng lưỡi. Tôi chưa bao giờ có cơ hội ở bất kỳ nơi nào khác để chạm vào hoặc vuốt ve Gấu, Hổ, Hươu và cứu lấy thức ăn của bạn. Nếu bạn giơ hình nón lên, bạn sẽ nhận được một làn sóng từ họ. Rất nhiều niềm vui cho trẻ em và người lớn như nhau. Nếu bạn muốn gần gũi và thân mật hơn với Dê, Lạc đà không bướu, Hươu và Lừa. Bước vào với hai tay cầm cốc thức ăn, bạn sẽ sớm nhận ra những con vật này đang đi lại xung quanh và trở nên thực sự rất gần gũi và riêng tư. LolĐọc thêm",
            "Cảm thấy tội lỗi sau khi đến đây. Điều kiện khắc nghiệt đối với động vật. Môi trường kinh tởm cho khách là tốt. Những con mèo lớn và một số con gấu được nhốt trong những chiếc lồng nhỏ. Con chó của tôi có sân và không gian sống rộng hơn. Các con vật trông có vẻ căng thẳng khi nghe tiếng trẻ con la hét và những thông báo phát ra từ loa lớn để thông báo những con vật con nào sẽ được vuốt ve sau mỗi 20 - 30 phút. Một con gấu nhỏ hơn ở trong một khu vực kín có kích thước 8x10 chạy tới nhảy lui vào hàng rào về phía người dân. Chúng tôi đã không đến gần, điều đó đã khiến chúng tôi căng thẳng và phát ốm và chúng tôi muốn rời đi sau đó. Động vật không có nơi trú ẩn tự nhiên hoặc ẩn náu khỏi khách. Họ bị vạch trần hoàn toàn và không thể thoát được. Sư tử cái trông giống như da bọc xương. Một con gấu nâu có môi trường sống tốt hơn nhưng vẫn nhỏ hơn một vườn thú thông thường. Công dê khắp nơi Nếu bạn vẫn quyết định đi, hãy biết rằng bạn sẽ giẫm phải phân. Không tránh được nó. Mang ủng nông trại. Bạn sẽ gặp ngay những chú hươu và dê đang chờ được cho ăn. Họ đợi ở lối vào và đi theo bạn xung quanh bất kể bạn có đưa cho họ một cốc thức ăn hay không. Phân ở khắp mọi nơi. Mùi rất mạnh. Khu vực quà - vé bám bụi bẩn bẩn thỉu. Bỏ qua nó.Đọc thêm",
            "Công viên sạch sẽ và các loài động vật dường như được chăm sóc. Những con dê, lừa, hươu và cừu là những món ăn ngon và muốn chơi đùa. Những con sư tử và hổ hầu hết đều ra ngoài và nằm xung quanh chuồng của chúng sạch sẽ và trông khỏe mạnh. Con khỉ rất thú vị. Nhìn chung, một kho báu lớn của các công viên động vật nhỏ, nó không phải là một vườn thú khổng lồ với nhiều không gian cho các loài động vật nhưng cũng đáng để dừng chân. Đọc thêm",
            "Tôi không thường đến các sở thú ven đường, nhưng cái tên khiến tôi nghĩ đây sẽ là một nơi đẹp hơn trước đây. Ở đây có nhiều loại động vật, bao gồm mèo lớn, gấu, bò rừng, nai sừng tấm, tinh tinh, rùa, lạc đà, thiên nga - các loài chim khác. Tôi ước họ có chuồng lớn hơn cho những sinh vật này. Đặc biệt, con tinh tinh rõ ràng đang rất tức giận trong chiếc lồng nhỏ của mình. Hầu hết các chuồng được làm bằng hàng rào và bê tông, không có cỏ tự nhiên và đất để động vật đi lại. Họ sẽ không được tập thể dục lành mạnh ở đây. Có những động vật trang trại và hươu đi lang thang tự do - hãy chú ý nơi bạn bước đi - và có thể được cho ăn. Cần lưu ý rằng dê có thể trở nên hung dữ khi nghĩ rằng bạn có thức ăn. Chúng có thể nhảy lên người bạn hoặc cố ăn quần áo của bạn. Nhìn chung, đây là một nơi đáng buồn. - khuyết tật - khả năng tiếp cậnCái này tương thích với xe lăn, nhưng bạn có thể không muốn lăn qua đống phân dê.Đọc thêm",
            "Buồn và chán nản nếu bạn có tâm hồn và sự quan tâm đến những con vật này bạn sẽ phải rơi nước mắt. Dê và cừu phù hợp với một vườn thú cưng nhỏ nhưng tất cả các loài động vật khác đều được nhốt trong những chiếc lồng nhỏ và được nhân giống để kiếm lời. Ở đó - những con nai sừng tấm được nuôi trong một khu vực có diện tích khoảng một mẫu Anh không có thảm thực vật tươi sống, có những con gấu và khỉ trong những khu chuồng nhỏ - đó là thứ mà bạn bước ra khỏi đó với cảm giác ghê tởm. Tôi ước gì tôi chưa bao giờ trả tiền để nhìn thấy nó thực sự làm trái tim bạn đau Đọc thêm",
            "I want to start this off by saying that I genuinely wanted to give this place a chance and give them the benefit of doubt. As someone who has worked professionally with animals, I understand understaffing and how people can misinterpret intentions when it comes to animals  - I worked at a city animal shelter for some time and people would assume the worst about when we had to put an animal down and didn - t consider how they animal may have been terminally ill or something. -  This place was  absolutely NOTHING like what the site makes it out to be. Maybe the original intention was good and pure but this place is now overrun with feces, urine, and too many animals without the space, food, water, and stimulation they need to have a good life.  The big cats looked thin and depressed and one was in a tiny electrified cage. The other lion had a huge sore on its face from rubbing and pacing. The bears tiny cage reeked of poop and pee and he seemed to be constantly nursing some wound on his paws. The elk had no real place to roam or run, there wasn - t even grass in their enclosure!They just sat fearfully on the farthest end of the fence that they could. They had so many goats, deer, and peacocks running loose and freely breeding that there was a mother peacock fearfully protecting her chicks under a bench to the side and would charge anyone who got too close  - completely understandable as small toddlers were running around grabbing all the baby goats, deer, and trying to pet the birds. -  Other peacocks looked like they were just being used to clip their long tail feathers for sale. I looked in each cage I could and was unable to find water and food dishes in ANY SINGLE CAGE. Seeing an animal looking abnormally thin and their bones sticking out was the norm here it seems. The area by the nursery was swarming with flies and reeked of death...The entire time my partner and I wandered in horror we only saw 2 workers, the front desk lady who behaved like she hated her job and made sure everyone knew that and a younger girl who was only cleaning poop by the front entrance the entire time. I left and was speechless and in tears. Whats going on here is absolutely animal abuse and neglect. These animals need to be placed in a real facility capable of giving them proper care. Not enough staff, way too many neglected animals. My only regret was being in so much shock i didn - t even take my phone out and record everything.Read more",
            "Tại sao lại có người ủng hộ việc nuôi nhốt động vật hoang dã?  Điều này thật đáng buồn và kinh tởm.  Chụp ảnh với những con vật bị trói và vứt đi chỉ để bạn có thể nói - Tôi ôm một con hổ - ???  Làm tốt hơn! Đọc thêm",
            "Đây là một sở thú nhỏ với những điểm tham quan thường xuyên - chẳng hạn như gặp gỡ các loài động vật và có cơ hội chạm vào chúng.  Bạn cũng có thể cho dê, hươu và lừa ở đây ăn.  Có một số con mèo - Serval, báo, sư tử - trong các chuồng cũng như các động vật khác trong khắp sở thú.  Thú vị cho một chuyến thăm ngắn - chúng tôi ở lại khoảng một giờ.  Một số chuồng nhỏ và được đổ đầy bê tông - nhưng - tất cả các loài động vật dường như được chăm sóc tốt và cho ăn đầy đủ.Đọc thêm",
            "Buồn và chán nản! Đây là một nơi khủng khiếp với những chiếc lồng nhỏ và những con vật buồn bã, giận dữ. Đây không phải là nơi bảo tồn động vật. Họ nuôi hổ, sư tử để kiếm tiền và thế thôi. Đó là Tiger King của Oregon và thật buồn khi chứng kiến.  Chúng tôi bước ra sau 10 phút. Buồn quá.Đọc thêm",
            "Đã đến đây cùng gia đình và mùi hôi xộc vào mũi chúng tôi trước khi chúng tôi bước vào công viên. Mùi phân và nước tiểu nồng nặc, tôi cho rằng mùi này thường thấy ở động vật ở một mức độ nào đó, nhưng mùi này hơi nhiều. Cô gái ở quầy lễ tân tỏ ra thô lỗ và đột ngột với chúng tôi và giải thích cách công viên hoạt động nhanh đến mức tôi hầu như không có thời gian để ghi lại những gì cô ấy đã nói trước khi tính tiền vào thẻ của tôi. Btw, giá trực tuyến không phải là giá họ tính cho bạn. Ngay khi chúng tôi lấy cốc đựng thức ăn và hướng đến những con vật, chúng tôi ngay lập tức bị quấy rối bởi những con nai này, chúng luôn cố gắng lấy thức ăn như thể chúng đã không ăn trong một thời gian. Thậm chí còn đi xa đến mức húc đầu vào chúng tôi. Một người thậm chí còn gặm nhấm túi của tôi. Phân khắp nơi và động vật tiểu tiện ngay trên nền xi măng. Tôi rất phấn khích khi nhìn thấy những con mèo lớn nhưng khi nhìn thấy chúng, tôi cảm thấy buồn ngay lập tức. Đã nuôi mèo từ năm 6 tuổi, chỉ cần nhìn chúng là tôi biết có điều gì đó không ổn. Ngoài những chiếc lồng quá nhỏ đối với chúng, chúng còn đi đi lại lại trong chuồng. Một dấu hiệu rõ ràng của sự đau khổ. Tôi không biết có phải đó chỉ là trí tưởng tượng của tôi không nhưng có vẻ như những loài thú ăn thịt lớn đã bị mê hoặc vì chúng quá lạnh. Có một phụ nữ trẻ ở đó đang tổ chức buổi biểu diễn vuốt ve, người có vẻ thực sự yêu thương và chăm sóc động vật, đó có lẽ là điều tốt đẹp duy nhất ở nơi này. Toàn bộ nơi này khiến tôi cảm thấy khó chịu. Không có con vật nào trông có vẻ phát triển mạnh. Đặc biệt là Tiger trông không ổn chút nào. Bị ốm hay gì đó. Tôi - tất cả là vì có thể gần gũi và vuốt ve động vật, nhưng không phải như thế này. Điều này thậm chí còn không đủ lớn đối với hầu hết các loài động vật này. Thực lòng tôi chỉ muốn rời đi càng nhanh càng tốt. Tôi sẽ không quay trở lại đó. Nó - thật quá đau lòng khi xem.Đọc thêm",
            "Chi phí cho các chuyến đi biểnĐọc thêm",
            "Chi phí đi biểnĐọc thêm",
            "chó bị xích có được vào công viên không?Đọc thêm",
            "Tôi không - không nghĩ vậy. Có những con vật chạy rông trong công viên. Một con chó có thể làm họ khó chịu.Đọc thêm",
            "Nếu bạn khởi hành lúc 8 giờ thì bạn sẽ đến đó lúc mấy giờ? - Bạn có thể chụp ảnh bằng máy ảnh của mình không - đèn flash?Đọc thêm",
            "Mất khoảng 5 giờ lái xe từ Vancouver Washington.  Có, chúng tôi đã chụp ảnh bằng máy ảnh chuyên nghiệp có bật và tắt đèn flash của máy ảnh.  Rất nhiều cơ hội chụp ảnh.Đọc thêm",
            "nếu bạn đi lúc 8 giờ - colok thì chúng ta sẽ đến đó lúc mấy giờĐọc thêm",
            "Câu hỏi hay, bạn đến từ đâu.\nBản đồ của Google có thể trợ giúp việc đóĐọc thêm",
            "bạn có thể chụp ảnh bằng máy ảnh của mình được không - maby có đèn flashĐọc thêm",
            "Có, hoàn toànĐọc thêm",
            "Bao nhiêu một vé?Đọc thêm",
            "- 14 mỗi người lớnĐọc thêm",
            "Bạn làm gì với tất cả đàn con sau khi chúng quá lớn để nuôi, làm nhà và cho vườn thú của bạn ăn? Có vẻ như bạn vẫn giữ các cặp giao phối nhưng đàn con sẽ đi đâu?Đọc thêm",
            "Bạn có thể biết được sự thật từ các khu bảo tồn như Khu bảo tồn Mèo hoang, những người cuối cùng đã bán những con mèo làm bánh mì và bán từ các vườn thú ven đường như vườn thú này vì chúng quá khó xử lý đối với những người mua chúng và cố gắng nuôi chúng như vật nuôi, điều đó là không thể, và tất nhiên không hề tự nhiên hay nhân đạo đối với cách chúng phải sống.  Họ sẽ đi đâu nữa?  Thật đáng buồn khi bắt đầu với các nhà đấu giá, các điểm tham quan ven đường khác, các vườn thú nhỏ không được công nhận, các trang trại săn bắn, và vâng, họ vẫn bán thịt sư tử ngay tại Hoa Kỳ.  Cũng giống như chó mèo cuối cùng cân nặng, có rất nhiều mèo hoang được nuôi vì những người như chúng ta muốn tận hưởng những chú mèo con dễ thương, đó là trước khi chúng ta ngộ ra số phận của chúng và thề sẽ hỗ trợ một cách vị tha những gì là tốt nhất cho HỌ.Đọc thêm"
        ],
        "star_ratings": [
            294,
            144,
            52,
            38,
            90
        ],
        "review_amount": 618,
        "location": [
            "Công viên trò chơi Bờ Tây Safari",
            "Hoa Kỳ",
            "Bờ biển Oregon",
            "Những điều cần làm ở Bandon",
            "Oregon - HOẶC -",
            "bandon"
        ],
        "reviews_time": [
            "Written August 2, 2023",
            "Written November 8, 2023",
            "Written April 15, 2024",
            "Written April 15, 2024",
            "Written April 14, 2024",
            "Written November 8, 2023",
            "Written October 5, 2023",
            "Written September 23, 2023",
            "Written September 18, 2023",
            "Written September 18, 2023",
            "Written August 2, 2023",
            "Written July 3, 2023",
            "Written April 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51758-d278504-Reviews-West_Coast_Game_Park_Safari-Bandon_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28958-d103630-Reviews-Oregon_Coast-Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d12609868-Reviews-Vines_Art_Glass-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d4495649-Reviews-Merritt_Lavender_Farm-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d27067388-Reviews-Bandon_State_Natural_Area-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d278504-Reviews-or10-West_Coast_Game_Park_Safari-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d281021-Reviews-Face_Rock_State_Scenic_Viewpoint-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d3249707-Reviews-Bullards_Beach_State_Park-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d9846443-Reviews-Bandon_State_Park-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d5544285-Reviews-Bandon_South_Jetty_County_Park-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d8521976-Reviews-Coquille_Point-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d15288485-Reviews-Circles_in_the_Sand-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d8559728-Reviews-Kronenberg_Park_Coquille_Point-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d15665866-Reviews-Port_of_Bandon-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d10985575-Reviews-Whiskey_Run_Beach-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d12137247-Reviews-Bandon_Marsh_National_Wildlife_Refuge-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d678040-Reviews-Bandon_Crossings_Golf_Course-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d298731-Reviews-Coquille_River_Lighthouse-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d4223080-Reviews-Face_Rock_Creamery-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d4740701-Reviews-Cranberry_Sweets-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d4474401-Reviews-Misty_Meadows_Jams-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d10438465-Reviews-Washed_Ashore_Gallery_Workshop-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51758-d2332584-Reviews-Bandon_Beach_Riding_Stables-Bandon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187330-d1628672-Reviews-Sanssouci_Palace-Potsdam_Brandenburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d195113-Reviews-Parc_d_Atraccions_Tibidabo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d1584069-Reviews-Kaneana_Cave-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d13436579-Reviews-Bouzafer_Mosque-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g780609-d2300005-Reviews-Lady_s_Mile_Beach-Akrotiri_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17629639-Reviews-Mercado_de_Santa_Clara-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g45997-d10631881-Reviews-Nelson_s_Landing-Searchlight_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d3320053-Reviews-Foothills_Parkway-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d17378321-Reviews-Truman_Waterfront_Park-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6884549-Reviews-Holzmarkt_25-Berlin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51758-d278504-Reviews-or10-West_Coast_Game_Park_Safari-Bandon_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51758-d278504-Reviews-West_Coast_Game_Park_Safari-Bandon_Oregon.html"
    }
]