[
    {
        "attraction_name": "WESTbahn",
        "attraction_name_vi": "TÂY Bahn",
        "general_info": [
            "288 đánh giá",
            "26 trên 186 Giao thông vận tải ở Vienna",
            "Dịch vụ đường sắt",
            "Hệ thống giao thông công cộng"
        ],
        "attraction_summary": "WESTbahn khai thác dịch vụ tàu cách quãng 30 phút giữa các thành phố Vienna, St. Pölten, Amstetten, Linz, Wels, Vöcklabruck, Salzburg và sau đó tiếp tục đến Bregenz qua Innsbruck, Kufstein và Wörgl hoặc Rosenheim và Munich ở Đức. Đội tàu hai tầng mới của chúng tôi mang đến cho hành khách nhiều sự thoải mái: tất cả các chuyến tàu của chúng tôi đều có thiết kế sàn thấp, lối đi trên mặt đất, cửa lên máy bay cực rộng, bao gồm cả ghế bọc da toàn bộ. ổ cắm điện 230V, máy điều hòa, WiFi miễn phí trên tàu, giá để hành lý, nhà vệ sinh chia khu nam nữ, bốn quán WESTcafé trên mỗi chuyến tàu với cà phê, đồ uống lạnh và máy bán đồ ăn nhẹ tự động cùng ba hạng tiện nghi. Hãy chắc chắn rằng bạn có thể tận hưởng khung cảnh từ tầng trên của tàu của chúng tôi! Đối với những người đặt chỗ sớm, chúng tôi có ưu đãi WESTbahn đặc biệt, giá vé WESTsuperpreis của chúng tôi chỉ bắt đầu từ mức giá sẵn có hạn chế là 4,99. Ngoài ra, tất cả các đặt chỗ trực tuyến đều tự động đi kèm với việc đặt chỗ ngồi miễn phí, bạn sẽ có chỗ ngồi riêng chờ bạn khi lên máy bay. Chúng tôi hy vọng sớm được chào đón bạn trên tàu!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Thật là đáng tiếc khi tôi mua vé tàu khứ hồi từ Vienna đến Salzburg qua trang web Westbahn. Mặc dù rẻ hơn 13 đô la nhưng ga tàu khởi hành là Wien WestBahn cách Wien Bahn 9 trạm dừng xe điện. Tôi đã đặt một tour du lịch trong ngày ở Salzburg họp lúc 9 giờ sáng. Do đó, để đúng giờ, tôi cần phải đi chuyến tàu đầu tiên và đến Salzburg lúc 8 giờ 30 sáng. Khi tôi hỏi quầy thông tin, họ nói rằng tôi cần phải đi xe điện đến Wien Westbahn cách đó 9 trạm dừng. Giờ hoạt động của xe điện bắt đầu lúc 6 giờ 30 sáng. Vì vậy, vào thời điểm đó, tôi biết mình không có thời gian để đi hết chặng đường đến Wien Westbahn. Lời khuyên tệ nhất mà tôi nhận được từ nhân viên quầy Westbahn là chỉ cần lên tàu OBB sau đó chọn trả phí nâng cấp. Vì không muốn mạo hiểm, tôi quyết định mua vé mới với OBB với giá 64,20 Euro khởi hành lúc 5:38 sáng. Kết luận, đừng mua vé tàu từ Westbahn vì nó rẻ hơn và kết quả là giống như tôi, tôi phải điền thêm tiền, tổng cộng tôi phải trả 100 Euro cho vé đến SalzburgĐọc thêm",
            "Chúng tôi đã mua vé trực tuyến để đi từ Berchtesgaden đến Innsbruck chỉ để phát hiện ra rằng vé từ Salzburg trên vé không còn giá trị nữa khi chuyển sang Westbahn. Không nơi nào trên mạng có thông tin gì về điều đó, cũng như ở ga xe lửa. Khi họ đến kiểm tra vé của chúng tôi, chúng tôi phải mua lại toàn bộ số vé một lần nữa, trả nhiều hơn gấp ba số tiền chúng tôi trả ban đầu cho mỗi người. Sau khi điều này xảy ra, tôi phải tìm kiếm trên mạng và buồn bã tìm thấy nhiều đánh giá khác từ những người khác cũng có trải nghiệm buồn tương tự. Westbahn, đây không phải là cách điều hành doanh nghiệp minh bạch! Khi nhiều khách hàng phàn nàn về cùng một vấn đề trong nhiều năm và không có gì thay đổi thì có vẻ như dịch vụ chăm sóc khách hàng kém. Hôm nay bạn đã mất một số khách hàng!Đọc thêm",
            "Xin lưu ý rằng vé từ đối thủ cạnh tranh của chúng tôi không có giá trị trên các chuyến tàu của chúng tôi. Điều này được truyền đạt như sau:\n1 Trên tất cả các bảng LCD bên ngoài tàu của chúng tôi\n2 Trên tất cả các màn hình bên trong đoàn tàu của chúng tôi\n3 Bằng các thông báo bên ngoài nền tảng\n4 Bằng thông báo trên tàu của chúng tôi\n\nTình huống tương tự cũng xảy ra nếu bạn đi tàu ThalysEurostar từ Amsterdam đến Rotterdam bằng vé của nhà điều hành tàu NS, những vé này không có giá trị trên các chuyến tàu này và bạn sẽ phải mua vé riêng.\n\nChúng tôi hy vọng sớm gặp lại bạn trên tàu.Đọc thêm",
            "Lựa chọn tuyệt vời giá cả phải chăng để đi du lịch giữa các thành phố khác nhau. Chúng tôi đi từ Vienna đến Salzburg và sau đó Salzburg đến Munich. Chúng tôi đã thử Hạng Nhất và Hạng Tiện nghi. Theo lựa chọn của tôi, Hạng Tiện nghi cũng được và Hạng Nhất không thực sự khác biệt nhiều! Thật tuyệt khi nó có tầng trên. Mang theo thức ăn của riêng bạn vì không có nhiều đồ ăn trên tàu. Sạch sẽ, thoải mái và rất dễ sử dụng!Đọc thêm",
            "Trải nghiệm của tôi với WB trong ba năm qua ngày càng chuyển từ thoải mái và thân thiện sang khá căng thẳng và khắc nghiệt, đôi khi thậm chí có bầu không khí và hành vi thô lỗ của nhân viên. Được huấn luyện để trở nên thô lỗ và khó chịu dường như đã trở thành thương hiệu mới của West-Bahn! thật buồn khi chứng kiến ​​​​sự suy giảm của bầu không khí giao dịch tốt và chào đón khách hàng tại West-Bahn mà họ thường có trong quá khứ...dường như bây giờ đã lâu rồi. Nhân viên đã trở nên rất khó chịu trong cách cư xử và cách đối xử với khách hàng, người ta chỉ có thể cho rằng nhân viên chắc chắn đã được đào tạo để trở nên như vậy vì bất kỳ lý do gì.  Yêu cầu mọi người di chuyển khỏi khoang hạng nhất, ghế ngồi hoặc lối đi theo cách mà người ta chỉ có thể đoán được điều này có thể đến từ đâu...có vẻ như họ muốn loại bỏ tất cả khách hàng cùng nhau. Họ đã thành công với tôi..khi đến với OEBB, người ta sẽ nhận thấy ngay sự khác biệt trong bầu không khí và cách cư xử của nhân viên. Nhân viên OEBB có khả năng sử dụng ngôn ngữ tốt hơn nhiều, nói tốt, thân thiện hơn, thoải mái hơn và hầu hết đều thể hiện khiếu hài hước và cá tính rất tốt. Tránh West Bahn, đối với tôi nó đã trở thành lựa chọn du lịch cuối cùng. Điều thú vị là, do một số lần nhận được câu hỏi về cách cư xử kém của nhân viên WB quanh nơi làm việc của tôi, tôi đã nhận được những phản hồi tương tự từ những người khác! Một điều thực sự tốt hơn là chọn OEBB!Đọc thêm",
            "Xin chào, chúng tôi rất tiếc vì bạn đã có trải nghiệm không tốt. Sẽ rất hữu ích nếu bạn cung cấp thêm thông tin để chúng tôi có thể kiểm tra với đội chịu trách nhiệm. Vui lòng liên hệ với nhóm dịch vụ khách hàng của chúng tôi, vui lòng cung cấp ngày đi, số chuyến tàu và số ghế: https:westbahn.atenservice-supportĐọc thêm",
            "Nhân viên hung hăng và khó chịu hét vào mặt bạn khi bạn đặt câu hỏi thay vì cung cấp cho bạn thông tin. Tôi đã viết thư để khiếu nại và phản hồi cũng không thân thiện. Đối xử tệ với khách hàng trả tiền dường như là văn hóa doanh nghiệp của họ. Thực sự khủng khiếp.  Tránh.Đọc thêm",
            "Xin chào, chúng tôi rất tiếc vì bạn đã có trải nghiệm không tốt. Sẽ rất hữu ích nếu bạn cung cấp thêm thông tin để chúng tôi có thể kiểm tra với đội chịu trách nhiệm. Vui lòng liên hệ với nhóm dịch vụ khách hàng của chúng tôi, vui lòng cung cấp ngày đi, số chuyến tàu và số ghế: https:westbahn.atenservice-supportĐọc thêm",
            "Chúng tôi lấy vé hạng nhất.  Xe mới toanh.  Tầng trên.  Rất yên tĩnh và thoải mái.  Tôi không hối tiếc về chi phí thêm.  Tàu đã đúng giờ, không bị trễ.  Tương tự cho sự trở lại.  Đó là một chuyến đi khứ hồi Salzburg-Vienna.Đọc thêm",
            "Lần đầu tiên tôi đi Westbahn từ Munich đến Vienna, do các cuộc đình công ở Đức. Đã đặt vé Hạng Nhất. Phán quyết rõ ràng, không đáng tiền. Mọi người đều ổn với Standard, không có lợi thế rõ ràng so với các hạng khác và không như những gì bạn mong đợi so với OeBB hoặc DB nơi Hạng Nhất tạo ra sự khác biệt về sự thoải mái. Bố trí là hai tầng. Hành lý chỉ có thể được cất giữ ở tầng dưới hoặc giữa các ghế đối với vali cỡ trung bình. Cá nhân tôi không muốn cất giữ hành lý hoàn toàn ngoài tầm mắt. Chỗ để hành lý phía trên không thể sử dụng được, thậm chí còn nhỏ đối với hành lý cỡ cabin. Nhà vệ sinh khá xa và phải chờ đợi lâu, tôi cảm thấy không đủ nhà vệ sinh. Bẩn vừa phải, như bạn mong đợi ở một chuyến tàu có đủ nhà vệ sinh. Nói chung, tôi có thể nói đây không phải là chuyến tàu thoải mái nhất, cảm giác gập ghềnh hơn so với các chuyến tàu khác. Không có quán rượu nào mà là máy bán đồ ăn nhẹ với nhiều lựa chọn bánh mì sandwich và một số đồ ăn nhẹ. Máy bị hỏng nhưng nhân viên rất chu đáo đã tìm ra giải pháp sáng tạo nên ít nhất tôi cũng nhận được một ít khoai tây chiên. Theo như tôi biết thì Westbahn sử dụng hệ thống định giá linh hoạt. Vì vậy, nếu bạn có thể đạt được một thỏa thuận tốt - hãy thực hiện nó, đừng trả tiền cho vé hạng nhất, hãy tiết kiệm tiền cho chiếc Gemischte Satz có thể chấp nhận được một cách đáng ngạc nhiên. Đọc thêm",
            "Mọi thứ đều hỏng: nhà vệ sinh, máy pha cà phê. Kinh nghiệm tồi tệ hơn nhiều so với những năm trước. Chất lượng thực sự xuống cấp.Đọc thêm",
            "Thật kinh khủng, chuyến tàu đã bị hủy và chúng tôi phải đi bằng xe buýt chỉ để trả thêm 80 euro cho hai người. Theo lịch trình nó sẽ đến Munchen Banhof vào khoảng 10:20, chúng tôi đến lúc 11:15 và tất nhiên là tôi đã lỡ chuyến tàu vào lúc 10:55.Đọc thêm",
            "Tàu có màn hình chỉ hiển thị điểm đến cuối cùng mà không hiển thị các ga sắp tới hoặc ga hiện tại. Âm thanh yếu và mềm và chỉ bằng tiếng Áo. Hình ảnh trình bày kém và âm thanh khủng khiếp, vốn là những yêu cầu cơ bản đối với một chuyến tàu, đã khiến cha mẹ già của tôi bỏ lỡ điểm dừng và sau đó là chuyến tàu nối chuyến. Tôi đã viết đơn khiếu nại chính thức và cho đến nay vẫn chưa nhận được phản hồi. Westbahn cần phải cải thiện hệ thống xe lửa.Đọc thêm"
        ],
        "star_ratings": [
            146,
            39,
            16,
            21,
            67
        ],
        "review_amount": 289,
        "location": [
            "Viên",
            "Vùng Viên",
            "TÂY Bahn",
            "Những điều cần làm ở Viên",
            "Châu Âu",
            "Áo"
        ],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 2, 2024",
            "Written April 13, 2024",
            "Written March 3, 2024",
            "Written February 14, 2024",
            "Written January 15, 2024",
            "Written January 10, 2024",
            "Written December 29, 2023",
            "Written November 24, 2023",
            "Written October 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g190454-d7755450-Reviews-WESTbahn-Vienna.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d4206579-Reviews-Pulkautaler_Wein_Bierhaus-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d8380183-Reviews-Let_s_be_Frank-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d8113829-Reviews-Zum_Wohl_Gasthaus-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d3639075-Reviews-Zum_Hagenthaler-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d10737272-Reviews-Le_Burger-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d1830549-Reviews-Mariahilferbrau-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d1738750-Reviews-Restaurant_Mythos_Fisch_und_Lamm-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d7698441-Reviews-Swing_Kitchen-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d2067360-Reviews-Konoba_Pescaria-Vienna.html",
            "https://www.tripadvisor.com/Restaurant_Review-g190454-d25940696-Reviews-Shibuya_Izakaya-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d2281960-Reviews-Museum_of_Contraception_and_Abortion-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d246422-Reviews-Hofmobiliendepot_Mobel_Museum-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1534524-Reviews-Historic_Center_of_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191377-Reviews-The_Hofburg-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d194165-Reviews-Schonbrunn_Palace-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191365-Reviews-St_Stephen_s_Cathedral-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d319277-Reviews-Haydnhaus-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d2277462-Reviews-Third_Man_Museum-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245617-Reviews-Wiener_Stadthalle-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1068833-Reviews-WestLicht_Museum_for_Photography-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d7755450-Reviews-or10-WESTbahn-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d12907270-Reviews-Wientransfer-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d8672129-Reviews-Vienna_Airport_Cab-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d12954395-Reviews-Austria_Transfers-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d19932886-Reviews-LTDE_Transfer_OG-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d8669257-Reviews-Vienna_Airport_Taxi_ViennaDriver-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d9707088-Reviews-Vienna_U_Bahn-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d12096015-Reviews-ATAV_Airport_Transfer_Agency_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d8016277-Reviews-City_Airport_Train_CAT-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d25556316-Reviews-Exclusive_Green_Airport_Transfer-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1156190-Reviews-Twin_City_Liner-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d4430204-Reviews-BahnhofCity_Wien_West-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d20105016-Reviews-PROFi_DRIVER_Vienna_Austria_Europe-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d19719563-Reviews-Eatwith-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d20112908-Reviews-Taxi2Airport_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d19257000-Reviews-Burschik-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d25189866-Reviews-Don_t_Panic-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d10404664-Reviews-Locks_Clocks-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d23721413-Reviews-California_Funn_CBD_Shop_Bar-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d20062674-Reviews-The_Chapel-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d6848595-Reviews-Travel_Shack_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d12998372-Reviews-Scavenger_Escape_Rooms_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245555-Reviews-Raimund_Theater-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245552-Reviews-Pulse-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g469422-d14948935-Reviews-Bogove_Waterfall-Berat_Berat_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d22980293-Reviews-Secret_Tiki_Temple-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d669383-Reviews-SEA_LIFE_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47021-d254732-Reviews-Elephant_Butte_Lake_State_Park-Elephant_Butte_Sierra_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d3268092-Reviews-Circle_Centre_Mall-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g50370-d2416638-Reviews-Geneva_State_Park-Geneva_on_the_Lake_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3654290-Reviews-Wat_Sai_Floating_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136347-Reviews-Bryant_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g51878-d1742712-Reviews-Hagg_Lake-Gaston_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d6739521-Reviews-Portuguese_Settlement-Melaka_Central_Melaka_District_Melaka_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g190454-d7755450-Reviews-or10-WESTbahn-Vienna.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g190454-d7755450-Reviews-WESTbahn-Vienna.html"
    }
]