[
    {
        "attraction_name": "Westmoreland State Park",
        "attraction_name_vi": "Công viên tiểu bang Westmoreland",
        "general_info": [
            "219 đánh giá",
            "- 2 trong số 19 điều cần làm ở Bãi biển Colonial",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên tiểu bang bao gồm các bãi biển ven sông, đường mòn đi bộ đường dài và dịch vụ cho thuê thuyền rộng hơn 1.300 mẫu Anh.Đọc thêm",
        "reviews": [
            "Một trong những khu cắm trại yêu thích của chúng tôi Điều hành và tổ chức tốt. Bãi biển sạch sẽ có ghế dài để dã ngoại. Thật là một nơi tuyệt vời dành cho gia đình.Đọc thêm",
            "Chúng tôi cắm trại và có một thời gian vui vẻ. Các trang web RẤT gần nhau! Không cung cấp sự riêng tư. Hàng xóm đốt lửa rất gần khu lều của tôi. Lều của chúng tôi sáng rực vào lúc nửa đêm vì lửa của họ. Phòng tắm thật kinh khủng! Mặc dù đó là sự kết hợp giữa trại viên và nhân viên. Những người hàng xóm ồn ào ngay cả sau thời gian yên tĩnh - nhân viên kiểm lâm đã đến đó hai lần và khi tôi gọi lại cho anh ấy, anh ấy nói - tôi không thể làm được gì nhiều - -. Nghiên cứu trang web của bạn và đảm bảo rằng nó cách xa những người khác nếu bạn muốn tận hưởng. Bây giờ bản thân công viên có một số cảnh quan tuyệt đẹp nhất mà tôi từng thấy. Bãi biển Fossil gần như bị đóng cửa do xói mòn nên đừng quá hy vọng! Không gian rất nhỏ để tìm hiểu và tìm kiếm. Chúng tôi xuống lúc mặt trời mọc và có một số cảnh bình minh yên bình và tuyệt vời.Đọc thêm",
            "Một Công viên Bang Virginia tuyệt vời khác, công viên này có những con đường mòn tuyệt đẹp chạy xuyên qua những vùng đất ngập nước tuyệt đẹp và những khu rừng già.  Có lối vào bằng đường thủy và một nhà thuyền nơi người ta có thể thuê thuyền hoặc mua bất kỳ vật dụng cắm trại nào bạn để trong gara.  Có rất nhiều chương trình và người ta phải luôn kiểm tra trang web vì luôn có điều gì đó đang diễn ra.  Bạn không bao giờ biết mình sẽ tìm thấy gì ở công viên tiểu bang - có thể là một nhân viên kiểm lâm đang cho rắn ăn hoặc một người khác chỉ ra nơi đại bàng hói hiện đang làm tổ - nhưng điều đó luôn tốt.  Rất khuyến khích công viên nổi bật này - bạn sẽ không thất vọng! Đọc thêm",
            "Đây là một công viên tiểu bang rất đẹp.  Nó - nằm trên Sông Potomac và có một số con đường mòn đi bộ đường dài dẫn đến một phần của bãi biển hoặc phần khác.  Đường mòn Big Meadow rất dễ đi và đưa chúng tôi qua một khu rừng xinh xắn.  Điểm cuối của con đường mòn là ở dòng sông.  Chỉ đẹp.  Đường mòn bãi biển cũng rất đẹp nhưng hãy chuẩn bị cho nhiều bước đi!!  Con đường này dẫn đến khu vực hồ bơi, bãi biển và bến tàu.  Chúng tôi đã chọn đi bộ trở lại đường thay vì cố gắng đi lên các bậc thang....lựa chọn tốt! Lý do không cho công viên này 5 sao là vì chúng tôi có một khu cắm trại khá thiếu ánh sáng.  Khi chúng tôi đặt chỗ, tất cả đều đã bị chiếm giữ ngoại trừ một chỗ khác.  Chúng tôi nghĩ mình thật may mắn khi có được những gì mình có.  Thật không may, khi chúng tôi đến và trong suốt thời gian lưu trú, hầu hết các địa điểm khác đều trống.  Thật đáng thất vọng khi thấy nhiều vị trí đẹp hơn bị bỏ trống trong khi chúng tôi lại kết thúc ở vòng trong với tầm nhìn blah.  Chúng tôi chưa bao giờ gặp người chủ trại để hỏi thăm về những chỗ trống.  Nơi sạch sẽ và yên tĩnh.  Có một nhân viên kiểm lâm tốt bụng, tên là Jim - ước gì tôi biết được họ của anh ấy - người đã cung cấp thông tin hữu ích về công viên.  Cửa hàng trại đã đầy đủ.  Nếu chúng tôi quyết định quay lại, đó sẽ là để đi bộ đường dài và ngắm cảnh bãi biển tuyệt đẹp.Đọc thêm",
            "Đường đi bộ đến bãi biển Fossil thật tuyệt vời. Đường vòng xuống dốc. Dễ dàng đến đó. Đường đi an toàn. Đường mòn được bảo dưỡng tốt. Bãi biển tuyệt đẹp với răng cá mập! Đọc thêm",
            "Có rất nhiều nơi để khám phá tại công viên này. Có một con đường nối tới tất cả các khu cắm trại và dọc theo con đường đó có một con đường rợp bóng cây dẫn đến bãi biển. Trong khi tôi khuyên bạn nên đi bộ đến bãi biển, cá nhân tôi đã đạp xe dọc theo con đường và dắt xe đạp xuống vài dãy cầu thang dài dẫn đến bãi biển. Bãi biển rộng và có nhiều không gian để vui chơi - đi chơi - tùy theo thủy triều - và chỉ có hai con đường dẫn vào và ra, tạo cảm giác rất đẹp và vắng vẻ. Dọc theo con đường chính, có một con đường trải nhựa dài và phẳng phiu dẫn xuống một cái ao mà tôi có thể đạp xe với tốc độ 20 dặm/giờ - trong khi suýt tông vào một con nai - . Cuối cùng có con đường dẫn tới Bãi biển Colonial. Tôi khuyên bạn nên lái xe đến bãi biển vì đường ở đó dài và dốc; tuy nhiên, bãi biển này rất đẹp và dài, nằm ngay dọc sông Potomac. Đây là nơi cắm trại yêu thích của tôi.Đọc thêm",
            "Các phòng tắm rõ ràng đã không được dọn dẹp tốt trong một thời gian và thậm chí còn thiếu sự chú ý hàng ngày. Nhà vệ sinh nữ ở Khu cắm trại A hết giấy vệ sinh vào lúc 8 giờ sáng thứ Bảy. Họ đang cố gắng tuyển dụng -- hãy đăng ký. Nhưng đồng thời, bạn sẽ không muốn bước vào căn phòng tắm hôi hám, bẩn thỉu đâu. Những con đường mòn là đàng hoàng. Bãi biển đầy rẫy cá chết.  Công viên này không đạt tiêu chuẩn của các khu cắm trại VA khác.Đọc thêm",
            "Công viên nổi bật với đường mòn tuyệt vời đến bãi biển răng cá mập.  Nhìn thấy một số chú cáo con ở rất gần trung tâm du khách.Đọc thêm",
            "Khó có được thông tin về cabin cắm trại mà tôi đã đặt trước.  Cabin 27 là một cabin mộc mạc không có máy điều hòa nhiệt độ, có ổ khóa bằng chìa.  Đó là một phòng đơn nhưng có thể được chia thành hai khu vực một cách dễ dàng.  Có 4 giường đơn có nệm công nghiệp.  Có 4 ghế, tủ và 1 bàn nhỏ.  Có một ổ cắm, 30 amp, có hai phích cắm.   Quạt trần có đèn có công tắc ở từng ngăn.  Cụm cabin cắm trại nhỏ này ở Khu cắm trại A rất dễ thương và là một cách dễ dàng để cắm trại.  Khu cắm trại rất thú cưng - thân thiện với chó và cũng rất vui.  Phòng tắm sạch sẽ nhưng hơi cũ.  Có một phòng giặt với máy giặt, máy sấy và bồn rửa tiện ích, đó là một bất ngờ hoàn toàn thú vị.  Khu cắm trại này có vòng đốt lửa nhưng chắc trước đây từng có lò nướng, chân trụ ở đó.   Đây là một khu cắm trại tốt, chủ nhà, người bảo trì và các kiểm lâm viên dễ dàng tiếp cận và chu đáo.  Địa điểm cụ thể này có một bậc thang từ bãi đậu xe xuống mặt đất xung quanh cabin.      Trung tâm Khám phá và Trung tâm Du khách rất tốt cho trẻ em và gia đình, một sân chơi rộng lớn và nhiều hoạt động thân thiện với trẻ em.Đọc thêm",
            "Công viên tiểu bang tuyệt vời. Khu cắm trại và cabin cho thuê. Khu vực sử dụng ngày tốt đẹp. Chúng tôi đã dẫn một nhân viên kiểm lâm đi bộ đến bãi biển hóa thạch và tìm thấy hóa thạch răng cá mập. Đọc thêm"
        ],
        "star_ratings": [
            131,
            66,
            11,
            7,
            4
        ],
        "review_amount": 219,
        "location": [
            "Hoa Kỳ",
            "Bãi biển thuộc địa",
            "Những hoạt động không thể bỏ qua ở Bãi biển Colonial",
            "Virginia - VA -",
            "Công viên tiểu bang Westmoreland"
        ],
        "reviews_time": [
            "Written September 3, 2023",
            "Written August 6, 2023",
            "Written April 26, 2023",
            "Written April 13, 2023",
            "Written March 26, 2023",
            "Written October 22, 2022",
            "Written September 25, 2022",
            "Written May 13, 2022",
            "Written April 18, 2022",
            "Written November 8, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57628-d103804-Reviews-Westmoreland_State_Park-Colonial_Beach_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41052-d4999253-Reviews-Old_Beijing_Cafe-Charlotte_Hall_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58220-d7160039-Reviews-Plantation_Dining_Room-Stratford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58220-d293701-Reviews-Stratford_Hall-Stratford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d108460-Reviews-George_Washington_Birthplace_National_Monument-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d108612-Reviews-Memorial_House-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57985-d27425841-Reviews-Northern_Neck_Brewing_Company-Montross_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57985-d27075566-Reviews-Westmoreland_County_Museum-Montross_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57985-d23645664-Reviews-Westmoreland_County_Museum-Montross_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57985-d27025285-Reviews-Westmoreland_Mercantile_General_Store-Montross_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57985-d27038805-Reviews-Montross_Soda_Shoppe-Montross_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57985-d6640574-Reviews-Eagle_s_Catch_Antiques-Montross_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d103804-Reviews-or10-Westmoreland_State_Park-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d1453309-Reviews-Bayside_Marina-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d3558603-Reviews-Colonial_Beach_Yacht_Center-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d27027367-Reviews-Eleanor_Park_in_Colonial_Beach-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d27021243-Reviews-Washington_Avenue_Park-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d27018786-Reviews-Town_Hill-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d27018785-Reviews-Torrey_Smith_Park-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d24949680-Reviews-Osprey_Nesting_Platform_Tour-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58036-d108459-Reviews-Ingleside_Vineyards-Oak_Grove_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58036-d108614-Reviews-Westmoreland_Berry_Farm_Market-Oak_Grove_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d14037641-Reviews-Colonial_Beach_Brewing-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41080-d4495613-Reviews-St_Clement_s_Island_Museum-Coltons_Point_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d7160033-Reviews-James_Monroe_Birthplace-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d6776513-Reviews-The_Museum_at_Colonial_Beach-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41032-d5835911-Reviews-Quade_s_Store-Bushwood_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d15011903-Reviews-Monroe_Bay_Vineyard-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d8821965-Reviews-Peddlers_Market-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2707373-Reviews-Karura_Forest-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g57755-d108290-Reviews-Skyline_Caverns-Front_Royal_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31230-d12915004-Reviews-Main_Event_Entertainment-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g47538-d295130-Reviews-Corning_Museum_of_Glass-Corning_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g660767-d3400683-Reviews-Funivia_dell_Etna-Nicolosi_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8457239-Reviews-Airports_Taxi_Transfers-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d5923417-Reviews-BamBar_Taormina-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3665613-Reviews-Happy_Shuttle_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g35401-d7004479-Reviews-Babby_Farms-Caldwell_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g147410-d3599085-Reviews-Maho_Bay_Beach-Cruz_Bay_St_John_U_S_Virgin_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57628-d103804-Reviews-or10-Westmoreland_State_Park-Colonial_Beach_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57628-d103804-Reviews-Westmoreland_State_Park-Colonial_Beach_Virginia.html"
    }
]