[
    {
        "attraction_name": "White Desert",
        "attraction_name_vi": "Sa mạc trắng",
        "general_info": [
            "226 đánh giá",
            "1 trong số 13 hoạt động giải trí ở Farafra",
            "Sa mạc",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Có diện tích hơn 2,8 triệu km2, sa mạc rộng lớn này bắt đầu từ bờ tây sông Nile và tiếp tục vào Libya và có năm ốc đảo biệt lập nhưng phát triển mạnh: Kharga, Dakhla, Farafra, Bahariyya và Siwa. Có những khối đá tuyệt đẹp hình thành từ sự xói mòn của gió. Màu sắc thay đổi theo thời gian dưới ánh mặt trời, một cảnh tượng tuyệt đẹp để ngắm nhìn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có trải nghiệm tuyệt vời trên sa mạc với đạo Hồi và người bạn Salah của anh ấy! \nChuyến tham quan bắt đầu sớm lúc 6 giờ sáng với dịch vụ đón khách từ khách sạn của chúng tôi ở Cairo và bao gồm việc khám phá các phần khác nhau của sa mạc phía tây Ai Cập: Bahariya, Sa mạc Đen, Núi Crystal, Thung lũng Aqabat, Sa mạc Trắng cũ và Sa mạc Trắng mới. Chúng tôi đã cố gắng dành đủ thời gian ở mỗi địa điểm và thậm chí chúng tôi còn có thời gian để trượt cát và vượt qua cồn cát ly kỳ! \nXuất thân từ một gia đình Bedouin, Islam biết rõ sa mạc trên đầu ngón tay. Chúng tôi cảm thấy thực sự an toàn khi ở bên anh ấy và Saleh. Anh ấy rất thông thạo tiếng Anh và đưa ra thông tin thích hợp. \nVào buổi tối, chúng tôi thưởng thức bữa tối ngon miệng do Islam và Salah chuẩn bị trong khi trò chuyện vui vẻ với họ. Bầu trời đầy sao trên sa mạc vào ban đêm thật tuyệt vời! Trà Bedouin quanh đống lửa trại trong khi ngắm bầu trời đầy sao được đánh giá cao. \nNếu có cơ hội, chúng tôi chắc chắn sẽ quay lại để trải qua vài đêm trên sa mạc cùng họ!  \nIslam và Salah đều là những người đáng yêu và chúng tôi rất thích chia sẻ ngày đặc biệt này với họ. Nếu bạn đang có ý định đến thăm Bahariya và sa mạc gần đó nhưng còn nghi ngờ, đừng ngần ngại! Bạn sẽ không hối tiếc! Chúng tôi thực sự khuyên bạn nên đặt tour khám phá sa mạc cùng người Hồi giáo trong vài đêm !! Whatsapp 20 127 709 8180Đọc thêm",
            "Trải nghiệm này thực sự tuyệt vời! Chúng tôi đã đề xuất rất nhiều! Chủ nhà Ibrahim của chúng tôi thực sự tốt bụng. Anh ấy đã dành thời gian để giải thích và mô tả cho chúng tôi về môi trường. Anh ấy thật là một chàng trai tốt và nói tiếng Pháp dễ dàng... Cảm ơn bạn vì trải nghiệm này! Những bữa ăn tươi ngon cũng được nấu cho chúng tôi. Chúng tôi giới thiệu kefta và mì ống từ người đứng đầu!\nĐọc thêm",
            "Tôi khuyên bạn nên dành 2 đêm 3 ngày ở nơi tuyệt vời này, nơi bạn sẽ tìm thấy sự yên bình và vẻ đẹp xung quanh. Tôi cũng có thể chia sẻ thông tin liên hệ của một hướng dẫn viên nói tiếng Anh tuyệt vời và nghiêm túc đã đưa chúng tôi đến chuyến tham quan đầy đủ chứ không chỉ những địa điểm nổi tiếng nhất: Mohammed 20 128 720 5525. Anh ấy đã chăm sóc chúng tôi và làm mọi thứ để chúng tôi có thể sống với trải nghiệm tốt nhất !Đọc thêm",
            "We took the Memphis Tours two day trip to the White Desert which you can see on their website. It was just the two of us and our Memphis guide was Emad Seleem, our Bedouin guide and driver was Mohamed Abu Ziad and we were accompanied by another Mohammed who cooked lunch, dinner and breakfast at the various sites. The second day was a little rushed for us as we had a flight that night. I recommend if you do take the two day trip to stay overnight in Cairo but maybe a three days desert trip would be even better. To ensure we lost no time Mohammeds wife cooked lunch and had it ready for us as we arrived. Also there was a surgically exact extraction  handover on a road-side in Cairo from this trip to our airport transfer. There was no risk of us missing that flight.Travelling time is a major component of this trip. It takes four hours to get from Cairo to near Bahariya Oasis where you swap from the usual car to a four wheel drive. Initially our trip included Bahariya Oasis and its golden mummies but it is mostly off-limits to tourists at the moment and the itinerary no longer includes it. However, we got a lovely lunch at the  Al Haiz Oasis Eco Lodge between Bawati and Farafra with its organic garden, various cabins, excellent clean toilet and atmospheric dining building. We then visited Crystal Mountain in the Black Desert.Our next stop was the spectacular Valley of Agabat. We had the chance to walk around and fully admire it and my husband found a lovely high vantage point.  A bit further on we had a chance to go sand boarding. I was a bit apprehensive about it and initially refused so they thought Id like to take the car down the steep slope instead. I chose to trudge down then realized that I could always, like tobogganing, use my feet to edge my sandboard down as slowly as I liked so I recommend trying it even if you are worried. Also, the 4-wheel drives up and down the hills and dunes ended up being a little bit exhilarating but not scary. Of course, my husband did the sandboarding and fell off without any injuries and never had any worries about the driving but this review is from my perspective.The White Desert National Park has white rock formations. Some of these are a bit kitsch, rabbits and chickens, etc but overall the White Desert is very impressive. There were a number of tours doing much the same sights in the desert as us and, like us, some stayed the night in a Bedouin campsite. These campsites are dotted around in the White Desert, tucked away in separate locations, and ours seemed out of view from anyone nearby. We ate in the larger colourful Bedouin tent and slept in a smaller private standard dome tent. We were given lots of blankets and were very comfortable. There are no toilets but we were fully supplied with wet wipes and toilet paper. Our weather had been diverse: sun, rain shower and a sand storm just at dinner time so Mohammed definitely cooked inside making a great meal on just a two burner gas stove and we ate inside. It then cleared to a star studded sky and the chance to sit around a firepit. We enjoyed both the sunset and the sunrise. The next day gave us more time to explore the White Desert before visiting an oasis threatened by sand dunes, the spring of El Haize and some more 4-wheel driving on the dunes before having lunch and changing cars to return to Cairo. All meals were great. Our four wheel drive was in top condition and handled the off-road and dune climbs and descents well.This trip was another highlight of our Egyptian trip we seem to have had quite a few. I had been interested after seeing photos that a friend took and the scenery of the Valley of Agabat and the White Desert formations did not disappoint. I enjoyed the chance to discuss Egyptian life with our guides. It was very different to the rest of the trip which involved visits to ancient monuments, staying in towns or cruising on the water and thus very memorable.Read more",
            "Tôi khuyên bạn nên dành 2 đêm 3 ngày ở nơi tuyệt vời này, nơi bạn sẽ tìm thấy sự yên bình và vẻ đẹp xung quanh. Tôi cũng có thể chia sẻ thông tin liên hệ của một hướng dẫn viên nói tiếng Anh tuyệt vời và nghiêm túc đã đưa chúng tôi đến chuyến tham quan đầy đủ chứ không chỉ những địa điểm nổi tiếng nhất: Mohammed 20 128 720 5525. Anh ấy đã chăm sóc chúng tôi và làm mọi thứ để chúng tôi có thể sống với trải nghiệm tốt nhất !Đọc thêm",
            "Trải nghiệm này thực sự tuyệt vời! Chúng tôi đã đề xuất rất nhiều! Chủ nhà Ibrahim của chúng tôi thực sự tốt bụng. Anh ấy đã dành thời gian để giải thích và mô tả cho chúng tôi về môi trường. Anh ấy thật là một chàng trai tốt và nói tiếng Pháp dễ dàng... Cảm ơn bạn vì trải nghiệm này! Những bữa ăn tươi ngon cũng được nấu cho chúng tôi. Chúng tôi giới thiệu món kefta và mì ống từ người đứng đầu!Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời trên sa mạc với đạo Hồi và người bạn Salah của anh ấy! Chuyến tham quan bắt đầu sớm lúc 6 giờ sáng với dịch vụ đón khách từ khách sạn của chúng tôi ở Cairo và bao gồm việc khám phá các phần khác nhau của sa mạc phía tây Ai Cập: Bahariya, Sa mạc Đen, Núi Crystal, Thung lũng Aqabat, Sa mạc Trắng cũ và Sa mạc Trắng mới. Chúng tôi đã cố gắng dành đủ thời gian ở mỗi địa điểm và thậm chí chúng tôi còn có thời gian để trượt cát và vượt qua cồn cát ly kỳ! Xuất thân từ một gia đình Bedouin, Islam biết rõ sa mạc trên đầu ngón tay. Chúng tôi cảm thấy thực sự an toàn khi ở bên anh ấy và Saleh. Anh ấy rất thông thạo tiếng Anh và đưa ra thông tin thích hợp. Vào buổi tối, chúng tôi thưởng thức bữa tối ngon miệng do Islam và Salah chuẩn bị trong khi trò chuyện vui vẻ với họ. Bầu trời đầy sao trên sa mạc vào ban đêm thật tuyệt vời! Trà Bedouin quanh đống lửa trại trong khi ngắm bầu trời đầy sao được đánh giá cao. Nếu có cơ hội, chúng tôi chắc chắn sẽ quay lại để trải qua vài đêm trên sa mạc cùng họ!  Islam và Salah đều là những người đáng yêu và chúng tôi rất thích chia sẻ ngày đặc biệt này với họ. Nếu bạn đang có ý định đến thăm Bahariya và sa mạc gần đó nhưng còn nghi ngờ, đừng ngần ngại! Bạn sẽ không hối tiếc! Chúng tôi thực sự khuyên bạn nên đặt tour khám phá sa mạc cùng người Hồi giáo trong vài đêm !! Whatsapp 20 127 709 8180Đọc thêm",
            "Trong chuyến đi 2 ngày 1 đêm đến Bahariya Oasis, chúng tôi đã đến Sa mạc Đen, Núi Pha lê và Sa mạc Trắng vào cuối tháng 4. Sa mạc Đen là một khu vực núi lửa cách đây hàng triệu năm. Ở Núi Pha lê, chúng tôi đã nhặt những tảng đá pha lê nhỏ và đẹp. Sau đó, chúng tôi trượt ván cát xuống một cồn cát dốc, rất thú vị. May mắn thay, thời tiết ban ngày vào khoảng 28 độ C. Điểm nổi bật trong chuyến đi của tôi chắc chắn là Sa mạc Trắng. Nơi đây có những khối phấn tuyệt đẹp với đủ mọi kích thước và hình dạng. Hãy sử dụng trí tưởng tượng của bạn và các khối đá có thể là thỏ, gà, kem, đầu sư tử, v.v. Chúng tôi đã ở lại Sa mạc Trắng 1 đêm dưới ánh sao sáng và trăng. Chúng tôi cũng đã thưởng thức tiệc nướng Bedouin và biểu diễn gần lửa trại. Sa mạc Trắng dù vào ban ngày hay ban đêm đều có tầm nhìn tuyệt đẹp. Cả hoàng hôn và bình minh đều đẹp!! Rất khuyến khích ở lại hơn 1 đêm vì đây là hành trình một chiều kéo dài 4 giờ từ Cairo. Mang theo những vật dụng cắm trại cần thiết như đèn pin, giấy vệ sinh và khăn ướt. Đọc thêm",
            "Đây là một giấc mơ trở thành sự thật. Tôi đã chờ đợi hơn 10 năm để đến Sa mạc trắng vì lý do chính trị đã đóng cửa. Tôi đã đặt chỗ qua Globetrotter. Lời khuyên của tôi: một trong những điều TỐT NHẤT! là khách hàng của họ từ năm 1983 kể từ khi tôi trở về từ Nam Phi. Thật không may, hiện tại, người ta không được phép ngủ trên sa mạc. Chúng tôi, nhóm 7 người Thụy Sĩ với người dẫn đầu Swiss Tour có năng lực; hàng ngày có một cảnh sát an ninh hộ tống chúng tôi ngoại trừ khi đi bộ đường dài. Chúng tôi có một đầu bếp Bedouin, đồ ăn ngon và 4 người Bedouin khác đã giúp đỡ chúng tôi qua Sa mạc. Một người đàn ông luôn là người lãnh đạo, và đó là tháng Ramadan nên không uống rượu, ăn uống hay hút thuốc từ bình minh đến hoàng hôn. Họ chỉ làm ướt đầu bằng nước vào ban ngày nắng nóng. Được nuông chiều với rất nhiều nước và hàng ngày người đầu bếp, với chiếc xe jeep của mình, sẽ gặp chúng tôi và cho chúng tôi nước táo; tìm chỗ râm mát vào giờ ăn trưa; để nấu thức ăn tươi cho chúng tôi và cho lạc đà và những người giúp việc nghỉ ngơi. Đúng vậy, người ta phải khỏe mạnh khi cưỡi lạc đà hoặc đi bộ hơn 20 km mỗi ngày. Xin lỗi đã lâu không viết vì ...Đọc thêm",
            "Đây chắc chắn là một trong TOP5 địa điểm về thiên nhiên trên thế giới. Nó chỉ là một vẻ đẹp đáng kinh ngạc. Khi chúng tôi đến đó vào tháng 2 năm 2023, 3 người chúng tôi đã ở một mình trên sa mạc cả ngày. Tốt nhất nên tổ chức nó ở Farafra hơn là từ Baherriya vì nó gần sa mạc hơn nên rẻ hơn và có nhiều thời gian hơn để tham quan. Khách sạn Rafala-safari đã tổ chức nó cho chúng tôi và nó thật hoàn hảoĐọc thêm",
            "",
            "Rất vui vì chúng tôi quyết định đặt một đêm ở Sa mạc Trắng và điều hối tiếc duy nhất của chúng tôi là không ở lại lâu hơn. Chúng tôi rất muốn quay trở lại và chắc chắn chúng tôi sẽ đặt chỗ lại với đạo Hồi. Chúng tôi rất thích nhiều điểm dừng khám phá Sa mạc Đen và Trắng. Trượt cát vui quá! Hoàng hôn và bình minh tuyệt vời. Ngồi bên đống lửa trại về đêm, thưởng thức trà Bedouin và biểu diễn nhạc sống của Islam và những người bạn. Hồi giáo đã nấu cho chúng tôi một bữa tối ngon miệng và đó là một trong những bữa ăn ngon nhất của chúng tôi trong 2 tuần ở Ai Cập. Khi đặt phòng, tôi rất lo lắng vì bị lạnh vào một đêm mùa đông trên sa mạc nhưng họ đã cung cấp cho chúng tôi túi ngủ, nệm, chăn, chăn lạc đà giữ ấm cho chúng tôi suốt đêm. Chúng tôi thậm chí còn quyết định mua một số chăn lạc đà ở Aswan tại làng Nubian. Tuyệt vời tuyệt vời tuyệt vời và bạn sẽ không hối tiếc! Islam là một người đàn ông lạnh lùng và anh ấy sẽ cố gắng hết sức để bạn có được trải nghiệm tuyệt vời.Đọc thêm",
            "Chuyến tham quan qua đêm với M. K. 20XXXXXX7317Bản thân địa điểm và trải nghiệm trên sa mạc thật tráng lệ. Tuy nhiên, lúc đầu chúng tôi đã tranh cãi với người điều hành tour về mức giá đã thỏa thuận trước đó và anh ấy không còn hài lòng với mức giá đó nữa. Sau khi giải quyết xong việc này, chúng tôi rất thích chuyến tham quan. Điểm nổi bật là ngủ dưới bầu trời. Chúng tôi đã làm điều đó mà không cần lều - đề nghị! Chúng tôi đã ngắm nhìn các vì sao cho đến khi chìm vào giấc ngủ.P.S: Có vẻ như nhà điều hành tour muốn Tripadvisor xóa đánh giá trung thực của tôi vì đây không phải là đánh giá 5 sao mà anh ấy đã thúc giục tôi viết. Đó là lý do tại sao bây giờ tôi chỉ cho 3 thay vì 4 sao. Tôi đang cố gắng giữ thăng bằng. Tôi không khuyên anh ấy. Thực hiện chuyến tham quan với người khác.Đọc thêm",
            "Xin chào, tôi và 2 người lớn khác đang nghĩ rằng chúng tôi muốn thực hiện chuyến tham quan sa mạc trắng tuy nhiên chúng tôi không có đủ thời gian để làm mọi thứ bạn đã đưa ra trong hành trình, tức là chúng tôi sẽ khởi hành vào ngày 10 và cần phải làm xét nghiệm Covid ở Cairo Vào sáng ngày 8, có cách nào chúng ta có thể ở lại sa mạc trắng và sau đó quay lại Cairo không? \n\nCảm ơn nhiều,\n\nDaisy HenleyĐọc thêm",
            "Islam là hướng dẫn viên chuyên nghiệp, thân thiện và hoàn hảo cho chuyến du lịch Bahariay.  Gia đình tôi đã có một chuyến du lịch đặc biệt cùng anh ấy và tôi đã có những khoảnh khắc đẹp nhất ở Ai Cập.  Anh sinh ra và lớn lên ở sa mạc nên anh biết rõ điều đó.  Theo anh ấy, toàn bộ bản đồ sa mạc đều nằm trong đầu anh ấy và chúng tôi kết luận rằng nó hoàn toàn chính xác.  Anh ấy đưa chúng tôi đến một số điểm trên sa mạc có tầm nhìn tuyệt vời.  Từ đầu đến cuối, mọi thứ đều ổn.  Anh ta là một người sa mạc!\n Nếu bạn tham gia chuyến tham quan này, bạn sẽ có được một hướng dẫn viên thân thiện, dịch vụ tốt, đồ ăn ngon, một chiếc lều ấm áp và thoải mái, và cuối cùng là thiên nhiên tươi đẹp và tuyệt vời đó.  Nếu bạn đang lên kế hoạch cho một chuyến đi cùng gia đình đến Ai Cập thì hãy thoải mái lựa chọn chuyến du lịch này với người Hồi giáo.  Anh ấy không là.  1 hướng dẫn cho việc này.  Tôi chắc chắn về điều này.  Anh ấy sẽ cố gắng hết sức để mang đến cho bạn khoảnh khắc tuyệt vời nhất!\n Đề xuất số ứng dụng là gì-002 01277098180Đọc thêm",
            "Xin chào, có công ty điện thoại di động nào phủ sóng ở sa mạc phía Tây không?\n\ncảm ơn bạnĐọc thêm",
            "Công ty Sơn Tây Sa 01225312659Đọc thêm",
            "Xin chào, Khách du lịch có thường trả phòng khách sạn khi họ thực hiện chuyến đi qua đêm đến sa mạc trắng không? Chúng tôi là một gia đình 4 người với 2 đứa con; nên chúng ta sẽ có rất nhiều hành lý nên cố gắng tìm cách lên kế hoạch cho chuyến đi đến sa mạc trắngĐọc thêm",
            "Bạn có thể liên hệ hoặc WhatsApp western desert son 01225312659 anh ấy sẽ giúp bạn Đọc thêm",
            "Liệu có được không nếu tôi thuê một chiếc SUV ở Cairo rồi tự lái vào sa mạc trắng?Đọc thêm",
            "Bạn có thể liên hệ với con trai sa mạc phía Tây hoặc WhatsApp01225312659 Đọc thêm",
            "Chào buổi sáng\nChúng tôi đang lên kế hoạch cho một chuyến đi đến Ai Cập và chúng tôi quan tâm đến trải nghiệm của bạn. Bạn đã liên hệ với ai cho sa mạc trắng? Cảm ơn bạnĐọc thêm",
            "Xin chào! Bạn liên hệ với Hamada bằng cách nào? Bạn có liên kết không? Cảm ơn bạn rất nhiều.Đọc thêm",
            "Hamada?  Tôi đã đi nhiều lần, tôi đề nghị bạn một T.O tốt ở Cairo sẽ tổ chức chuyến đi của bạn để có được sự thoải mái và an toàn.,Đọc thêm",
            "Xin chào, tôi là Michael, bạn có thể vui lòng giải thích cho tôi cách tham quan sa mạc và cách đến đó cùng với hướng dẫn viên không? Bạn có thể đi một mình được không? Ai là người tốt nhất để đi cùng?Đọc thêm",
            "Premetto che ho girato e lavorato come guida in missioni  archeologiche  in vari deserti. In quello egiziano ci sono stato fino al 2012, avvalendomi di primarie orgaizzazioni locali, noleggiando  dei 4x4 da loro , dopo  non  è stato più possibile per motivi di sicurezza . \nOggi si può visitare solo una parte del white Desert quella limitrofa alla strada per Farafra da cui dista 40 km , litinerario è unico, Cairo - Farafra via Bahariyah  e la zona resta  sconsigliata ai turisti non accompagnati specie se fai da te , tra laltro occorre sempre  il permesso delle autorità locali ,  e si deve essere registrati al sito Viaggiare sicuro ,  perché in caso di grane, la nostra ambasciata al Cairo è  la prima a picchiare duro per viaggiatori che non si registrano. Oggi si paga tutto cosa che la gente non recepisce ancora. A Bahariyah il rischio di essere rimandati indietro senza il permesso o guida  di una agenzia è forte, non tanto per la situazione  che resta pur sempre quella che è   ma per  la polizia che  non vuole grane e i controlli sulla via  sono numerosi .Il consiglio quindi  è uno : contattare unagenzia al Cairo, non ho preferenze  una vale laltra  che organizzerà il viaggio  e concorderà  il programma a Farafra   con un corrispondente locale per il soggiorno e la visita al White desert  ci si va in macchina . Necessari  tre giorni uno per andare , uno per restarci laltro per il rientro per  meno non vale la pena .La corriera parte la mattina presto da Cairo, arriva a Farafra al tramonto   e riparte la mattina successiva sempre allalba sono 650 km . Alcune agenzie dicono di poter assicurare il viaggio , altre invece declinano la richiesta ,   assicurarsi quindi per bene. Quanto  sopra  è ormai la regola non solo per Farafra ma per tute le località Sahariane e questo purtroppo  da diversi anni  dove  occorre seguire le regole del posto .Alloggiare a Farafra non è un grosso problema   .  Vietati i viaggi con veicoli propri almeno di non essere residenti che cmq devono circolare  sempre su asfalto.Read more",
            "Xin chào\n\nLàm cách nào tôi có thể liên hệ với người hướng dẫn này: AlHamad?\n\n\nCảm ơn bạn!Đọc thêm",
            "Tôi không biết cái này. Tôi cũng biết một người rất giỏi nói tiếng Tây Ban Nha như người bản xứ. Instagram của anh ấy là egipto_unico, tên anh ấy là Mohamed. hướng dẫn tốt nhất đến Ai Cập. Tôi cùng anh đi tới sa mạc trắng. Anh ấy cũng nói được tiếng Anh và tiếng Bồ Đào Nha.Đọc thêm",
            "Bạn có gợi ý gì về công ty du lịch cho chuyến tham quan sa mạc Trắng không?Đọc thêm",
            "Tìm kiếm Desert Blanc trên cố vấn chuyến đi. Chúng tôi đã có trải nghiệm rất tốt với họ và giá cả của họ rất hợp lý với nhiều hoạt động nên tham quan.Đọc thêm"
        ],
        "star_ratings": [
            206,
            16,
            3,
            0,
            1
        ],
        "review_amount": 226,
        "location": [
            "Sa mạc trắng",
            "Tỉnh New Valley",
            "Các hoạt động ở Farafra",
            "Châu phi",
            "Ai Cập",
            "Farafra"
        ],
        "reviews_time": [
            "Written December 5, 2023",
            "Written December 22, 2023",
            "Written February 12, 2024",
            "Written April 8, 2024",
            "Written February 12, 2024",
            "Written December 22, 2023",
            "Written December 5, 2023",
            "Written May 11, 2023",
            "Written April 24, 2023",
            "Written March 10, 2023",
            "Written March 2, 2023",
            "Written January 20, 2023",
            "Written December 27, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303851-d469339-Reviews-White_Desert-Farafra_New_Valley_Governorate.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303851-d23395570-Reviews-Mateam_Khayr_Alwadi-Farafra_New_Valley_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303851-d23395569-Reviews-Mateam_Khayr_Alwadi-Farafra_New_Valley_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g303851-d26101246-Reviews-Djara_Cave-Farafra_New_Valley_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g303851-d27110494-Reviews-Djara_Cave-Farafra_New_Valley_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g303851-d469339-Reviews-or10-White_Desert-Farafra_New_Valley_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g303851-d4419020-Reviews-Valley_of_Agabat-Farafra_New_Valley_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g303851-d25136038-Reviews-Rabbit_Rock_Formation-Farafra_New_Valley_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g499458-d552879-Reviews-Dolphin_Research_Center-Grassy_Key_Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30132-d1167640-Reviews-Mayfield_Dairy_Farm-Athens_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60995-d3916666-Reviews-Cascade_Falls-Hot_Springs_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g31441-d2249272-Reviews-The_Walmart_Museum-Bentonville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d6012986-Reviews-Old_Seven_Mile_Bridge-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d3385356-Reviews-Manasota_Key_Beach-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g12344476-d276577-Reviews-Glacier_Lagoon-Jokulsarlon_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g51577-d8721466-Reviews-Pauls_Valley_Waterpark-Pauls_Valley_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g664648-d4893986-Reviews-Issos_Beach-Agios_Georgios_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g47224-d269470-Reviews-Enchanted_Circle_Drive-Taos_Taos_County_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303851-d469339-Reviews-or10-White_Desert-Farafra_New_Valley_Governorate.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303851-d469339-Reviews-White_Desert-Farafra_New_Valley_Governorate.html"
    }
]