[
    {
        "attraction_name": "White Lake Water Park",
        "attraction_name_vi": "Công viên nước hồ trắng",
        "general_info": [
            "6 đánh giá",
            "1 trong 2 điều cần làm ở White Lake",
            "Công viên nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Công viên nước hồ trắng, là một nơi tuyệt vời, thật tuyệt vời cho trẻ em và người lớn! chỉ có 100 đô la? cho 30 người!? .. tôi muốn bạn khởi hành vào khoảng 8-8:30 và ở đó vào khoảng 9-9:59 tùy thuộc vào thời gian bạn khởi hành.. hồ tạo sóng là những con sóng lớn tuyệt vời và rất sâu đối với trẻ em, nó sâu khoảng 1-4ft, tôi và nhà thờ của tôi sẽ đến đó vào ngày 29 tháng 7 năm 2023! Tôi đánh giá nó vì tôi đã đến đó khoảng 2-3 lần và bây giờ sẽ là lần thứ tư tôi đến.. dòng sông lười thật tuyệt vời!, nó rất hoạt động, các hồ bơi có thể dành cho trẻ 4-13 tuổi, vẫn thật tuyệt vời, chúng tôi nóng lòng chờ đợi đi trong tuần này!Đọc thêm",
            "Tham quan công viên nước White Lake vào tháng 8 năm 2021 cùng gia đình. Đó là một ngày rất nóng, công viên rất đông đúc. Đề nghị đến sớm về sớm. Cả phòng tắm nam nữ đều hết xà phòng và không có trạm khử trùng. Bể tạo sóng rất yếu, hiếm khi có mực nước sâu nhất 4 foot nhưng các điểm đánh dấu cho thấy có thể lên tới 5 foot.  Công viên đã cũ, tôi đã mong đợi nhiều hơn. Tôi không đi 2 cầu trượt, con gái cũng không đi nhưng vài lần. Dòng sông lười ngủ yên với dòng nước khó di chuyển khiến khách hàng chặn lối vào liên tục. Theo tôi công viên này là tốt nhất cho trẻ dưới 15 tuổi. Khu vực đẹp cho trẻ nhỏ vui chơi trong khu vực giật gân. Khu vực có mái che đẹp với bàn nướng cho thuê. Nhượng bộ đã bị đóng do ac của họ bị hỏng.Đọc thêm",
            "White Lake Water Park is located in beautiful White Lake, NC. This facility is the perfect place to sponsor a corporate outing for your business, family reunion, graduations party, church group outings and even birthday parties!  Riegelwood Federal Credit Union has hosted family events at the water park for the past 4 years and they have all turned out perfect! Management and staff at the water park accommodate your needs and make your big or small event at painless as possible for the planners. The park goes out of their way to make sure your event is pulled off without a lot of stress and worry. It is very safe and kid friendly. We prefer to rent the entire park from 6:30-9:30pm and you would not believe the affordable price of only 1100 for up to 1000 guests. This year has been our biggest crowd, we had over 600 credit union members RSVP for the event.  The water park has a large twisty slide, water bumper cars, large wave pool, lazy river and much...much more for the young and young at heart. You can bring your on food, sodas or water or get your food from their snack bar. The park provides picnic facilities and even charcoal grills for your convenience!!  We have taken our food and cooked there before using their electrical facilities and charcoal grills they provide... but this year we catered from Hot Rods Grill in White Lake... minutes from the park. They even delivered!   Make sure and wear comfortable swimming attire and water shoes if you prefer. It has a clean environment both socially and physically. Chairs, tables,  umbrellas, too.    Our members will be talking about White Lake Water Park for weeks to come. It is so affordable whether its for one person or 100. Please tell your friends and neighbors to meet you there this summer only a few miles from Elizabethtown, NC and about 30-45 minutes from Wilmington!!!     Thanks White Lake Water Park for a wonderful, fun-filled evening for our members!!Read more",
            "Chúng tôi rất thích chuyến tham quan công viên nước ...bọn trẻ đã có khoảng thời gian vui vẻ và sẵn sàng quay trở lại......sẽ sớm đưa con chúng tôi quay lạiĐọc thêm",
            "Công viên nước này không có nhiều thứ để cung cấp cho người lớn hoặc thanh thiếu niên. Chỉ có một đường trượt nước lớn. Nó ngoằn ngoèo, nhanh và bạn sẽ có cảm giác như một quả bóng pin bên trong nó khi rơi xuống. Nó rất thú vị và sẽ kích thích adrenaline của bạn nếu bạn không ngại nguy cơ bị va đập một chút. Những chiếc thuyền bội thu thật thú vị. Ngoài ra còn có một dòng sông lười di chuyển chậm. Có một bể tạo sóng cứ sau 3 phút lại tạo ra một làn sóng. Có một khu vực hồ bơi nhỏ khác và một số túp lều mà bạn có thể đặt trước để thuê cả ngày hoặc nửa ngày với bếp nướng. Tuy nhiên, đối với trẻ nhỏ, chúng sẽ có rất nhiều niềm vui. Khu vực dành cho trẻ em chắc chắn rất đẹp. Họ có một cửa hàng quà tặng nhỏ và một khu ẩm thực gần quầy bán vé và phòng tắm. Bên kia bãi đậu xe có một đường đua xe kart mà bạn có thể đi với một khoản phụ phí. Tuy nhiên, tôi đã không thử vì tôi đã chi đủ tiền để đưa cả gia đình vào công viên nước như hiện tại. Đọc thêm",
            "Chúng tôi quyết định đưa các con mình đến đây từ 1 trẻ mới biết đi 2 tuổi vào mùa hè vừa qua. Thành thật mà nói, tất cả chúng tôi đều cảm thấy buồn chán trong vòng khoảng 45 phút chỉ vì thực sự không có nhiều việc phải làm. Nơi này được thiết kế phù hợp hơn với trẻ mới biết đi, tôi đoán là phù hợp với giá cả. Tuy nhiên, tính phí gần 17 cho người lớn là điên rồ! Ngoài ra, cho thuê tủ khóa là thêm. Có hồ bơi tạo sóng nhỏ, hồ bơi thông thường có cầu nhìn ra, thuyền bội thu, dòng sông lười nhỏ, khu vui chơi hồ cạn và đường trượt nước đôi kèm theo. Gia đình tôi, tôi đã từ bỏ những chiếc thuyền bội thu vì động cơ liên tục cắt ngang chúng tôi trên mặt nước. Chúng tôi đã làm mọi thứ khác khoảng hai lần mỗi lần rồi rời đi vì chán nản thất vọng. Họ cần phải giảm giá xuống. Tôi không thể giới thiệu công viên nước này...hãy tìm một công viên khác để đưa con bạn đến nơi bạn sẽ nhận được số tiền xứng đáng.Đọc thêm"
        ],
        "star_ratings": [
            3,
            0,
            0,
            3,
            0
        ],
        "review_amount": 6,
        "location": [
            "Những việc cần làm ở White Lake",
            "Bắc Carolina NC",
            "Bờ biển Bắc Carolina",
            "Hoa Kỳ",
            "Hồ Trắng",
            "Công viên nước hồ trắng"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written August 14, 2021",
            "Written June 24, 2019",
            "Written June 17, 2019",
            "Written July 9, 2018",
            "Written October 23, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g49662-d13003931-Reviews-White_Lake_Water_Park-White_Lake_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d6846704-Reviews-Melvin_s_Hamburgers_and_Hot_Dogs-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d2405590-Reviews-Burney_s_Sweets_More-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d3725019-Reviews-Hibachi_Chinese-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d19886363-Reviews-Barefoot_Brew-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d5050728-Reviews-Corner_Cafe-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d20070663-Reviews-Barefoot_s_Sandwich_Shoppe-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d8659316-Reviews-Christopher_s_Steakhouse_Seafood-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d3640369-Reviews-Tokyo_Bistro-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d14067394-Reviews-Melton_s_Restaurant-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49106-d4618994-Reviews-Domino_s_Pizza-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49106-d10137244-Reviews-Jones_Lake_State_Park-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49106-d19284393-Reviews-Cape_Fear_Farmer_s_Market-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49106-d14138135-Reviews-Cape_Fear_Vineyard_Winery-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49106-d14134699-Reviews-Browns_Creek_Nature_Park_and_Bike_Trail-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49106-d27016714-Reviews-Tory_Hole_Park-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49106-d2416313-Reviews-Lu_Mil_Vineyard-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49662-d25270545-Reviews-Vineyard_Golf_At_White_Lake-White_Lake_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49195-d12104942-Reviews-Bay_Tree_Lake_State_Park-Harrells_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49106-d4929763-Reviews-Master_Fried_Chicken-Elizabethtown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g155987-d156923-Reviews-Heavenly_Mountain_Resort-Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d2590245-Reviews-Son_Moix_Stadium-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2292286-Reviews-The_Chandelier-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d256368-Reviews-Lido_Mazzaro-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g319780-d4960430-Reviews-Karathona_Beach-Nafplio_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g60079-d1551014-Reviews-Copper_Falls_State_Park-Mellen_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60789-d1141372-Reviews-Dutch_Springs_Aqua_Park-Bethlehem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g39588-d103526-Reviews-Kentucky_Horse_Park-Lexington_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10664563-Reviews-Nintendo_Original_Building-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g662316-d4412579-Reviews-The_Mall_Muree-Murree_Punjab_Province.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g49662-d13003931-Reviews-White_Lake_Water_Park-White_Lake_North_Carolina.html"
    }
]