[
    {
        "attraction_name": "Wild Bear Falls Water Park",
        "attraction_name_vi": "Công viên nước Thác Wild Bear",
        "general_info": [
            "448 đánh giá",
            "- 32 trong số 97 điều cần làm ở Gatlinburg",
            "Công viên nước"
        ],
        "attraction_summary": "Công viên nước trong nhà dành cho gia đình đẳng cấp thế giới theo chủ đề núi non, Wild Bear Falls tại Westgate Smoky Mountain Resort - Công viên nước ở Gatlinburg, Tennessee, có mái nhà hiện đại có thể thu vào, đưa Mẹ Thiên nhiên ra khỏi phương trình! Du khách có thể tận hưởng điều kiện thoải mái quanh năm. Với diện tích hơn 60.000 feet vuông, Wild Bear Falls là khu nghỉ dưỡng công viên nước trong nhà lớn nhất ở miền Nam và lớn thứ năm trong cả nước. Tổng cộng có 300.000 gallon nước chảy qua Thác Wild Bear hàng ngày. Là một kỳ nghỉ bình dị cho cả cha mẹ và con cái, Wild Bear Falls mang đến bầu không khí dành thời gian gắn kết và bầu không khí thân thiện với trẻ em an toàn, được giám sát nhưng độc lập, cho phép cha mẹ có cơ hội thư giãn với những đứa trẻ có thể nhìn thấy gần đó. Các điểm tham quan tại Thác Wild Bear bao gồm dòng sông lười, nhiều đường trượt khác nhau, tính năng vui chơi trong nhà trên cây tuyệt vời có thể đổ hàng gallon nước theo định kỳ và hơn thế nữa.Đọc thêm",
        "reviews": [
            "Chúng tôi thích ghé thăm Công viên nước Wild Bear Falls bất cứ khi nào chúng tôi đến Gatlinburg và nghỉ tại Westgate Smoky Mountain. Công viên nước có hai đường trượt tuyệt vời, dòng sông lười, nhiều spa và hồ bơi có kích thước đẹp. Nó cũng có một nhà hàng và nhiều chỗ ngồi để thư giãn. Tôi yêu Núi Khói - chủ đề động vật hoang dã. Chúng tôi sở hữu với Westgate nên việc sử dụng miễn phí là một lợi ích lớn cho chúng tôi. Tôi nghĩ sẽ đáng đồng tiền nếu bạn không đến và dành vài giờ cho gia đình và những người khác, đặc biệt khi thời tiết bên ngoài không đẹp.Đọc thêm",
            "Nơi này rất đẹp nhưng tiếc là nhiệt độ nước và nhiệt độ chung quá lạnh để có thể tận hưởng. Còn chưa đầy một giờ nữa vì tất cả chúng tôi đều quá lạnhĐọc thêm",
            "Xin chào Lauren, cảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình tại công viên nước Wild Bear của chúng tôi, chúng tôi đánh giá cao những phản hồi được cung cấp và chúng tôi hy vọng được chào đón bạn quay trở lại công viên nước của chúng tôi.\n\nTrân trọngĐọc thêm",
            "công viên tốt - được duy trì rất tốt.   Hãy nhớ dừng lại khi bạn đi xem buổi thuyết trình chia sẻ thời gian - sẽ miễn phí!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời tại công viên nước này. Vì vậy, hoàn hảo cho trẻ em ở mọi lứa tuổi. Họ có một miếng đệm giật gân tuyệt vời cho trẻ nhỏ. Dòng sông lười thật tuyệt vời. Họ có hai đường trượt nước rất thú vị cho những ai đủ cao để thực sự cưỡi chúng. Chúng tôi đã tổ chức sinh nhật cho con trai mình ở đây và nó đã có một ngày tuyệt vời nhất từ ​​trước đến nay. Công viên nước này cũng có mái che nên sẽ thật tuyệt nếu trời mưa bạn vẫn có thể thực hiện các hoạt động vui chơi dưới nước. Rất khuyến khích cho bất cứ ai đang tìm kiếm một hình mờ tuyệt vời. Tất cả nhân viên đều rất tốt bụng và thân thiện.Xem thêm",
            "Chúng tôi đến đây với dự đoán hôm đó trời sẽ mưa. Chúng tôi đến đó khoảng 20 phút sau khi mở cửa và tầng dưới cùng đã chật kín, gia đình tôi không còn ghế trống và tôi phải leo lên tầng hai để đặt tất cả đồ đạc của mình nên điều đó thật là bực bội. Ngoài ra các nhân viên không thân thiện hoặc hữu ích. Một trong những điểm tham quan lớn hơn rất gần nên họ đã giảm giá vé của chúng tôi. Dòng sông lười rất thú vị và các đường trượt rất thú vị nếu bạn có thể tìm thấy một chiếc phao có sẵn.Đọc thêm",
            "không bao giờ có ghế, cố gắng đi 3 lần khác nhau nhưng không bao giờ có chỗ trống. Một trong những đường trượt nước không hoạt động suốt thời gian đó và nơi này chật cứng người. Bồn tắm nước nóng dường như không có máy bay phản lực hoạt động, chúng tôi sẽ không biết vì chúng quá bận nên chúng tôi không vào được. Chúng tôi đã cố gắng đi vào buổi tối nhưng nó đóng cửa lúc 8 giờ nên chúng tôi không bao giờ có cơ hội. Chúng tôi là chủ sở hữu và rất thất vọng vì họ không cải thiện, không đủ phòng, đóng cửa sớm và không đủ hồ bơi để chứa tất cả những vị khách muốn bơi.Đọc thêm",
            "Một trong những công viên nước tốt nhất dành cho trẻ từ 9 đến 12 tuổi.  Tất cả họ đều thích nó và người lớn có thể thuê cabana và theo kịp nhiều đứa trẻ ngoan ngoãn cùng một lúc.Đọc thêm",
            "Cảm ơn bạn đã đánh giá đáng kinh ngạc của bạn. Chúng tôi rất vui khi biết bạn và gia đình đã có khoảng thời gian tuyệt vời tại Công viên nước Wild Bear Falls của chúng tôi. Chúng tôi hy vọng sẽ có cơ hội được chào đón tất cả các bạn sớm quay trở lại. \nĐọc thêm",
            "Nơi tốt nhất để đi chơi cho trẻ sơ sinh! Chúng tôi đã đi vào thứ ba vào khoảng 3 giờ 30 và không đông đúc, chúng tôi tìm được một chỗ đậu xe và đi thẳng vào mà không cần xếp hàng. Chúng tôi đã đi cùng đứa con gần 2 tuổi của mình và cô ấy đã kết bạn với rất nhiều bạn nhỏ bằng cách trượt cầu trượt và đi dạo quanh vùng nước nông. Khu vực dành cho trẻ mới biết đi giống như nước tắm!! Dòng sông lười thậm chí còn ấm hơn, đây là nơi yêu thích của chúng tôi! Cô ấy không đủ lớn để tham gia khu vực sân chơi, nhưng có một số trẻ em từ 6-14 tuổi thực sự yêu thích nó! Rất nhiều gia đình tốt đẹp với trẻ em và nhân viên thực sự tốt.  Ước gì chúng ta có được những bức ảnh nếu nơi tuyệt vời! Sẽ quay lại và rất khuyến khích!! Đọc thêm",
            "We went to Wild Bear Falls on Dec. 5, 2020. This was a very nice waterpark. My children  - 17, 13, 6 -  were happy and had a great time. We arrived just before opening at 11am and were allowed to go on in and change clothes while we waited. The park closed for 30 minutes at 2:30 to be cleaned  and while it was closed, we ate at the upstairs snack bar. This food was surprisingly very good. When the park reopened at 3:00, some of the windows were open  - the roof panels open--probably a great feature for summertime -  and the large fans were running. The heat had been turned off and it was FREEZING.  - you can tell the heat was off because all the exposed air ducts collapse when no air is coming through - . Outside temperature that day never got above 49, and this indoor waterpark was pumping in this outside air. It was so cold, once you were down in the water, it was impossible to get out without freezing. It was actually uncomfortable even when you were dry, because this outside air coming in was so cold. This was not just my family that suffered from this, I started hearing everyone around me complaining and I approached several people about it who all agreed that it was completely unacceptable to have an indoor waterpark at this temperature and having windows open. I spoke to the manager on duty, who immediately apologized and said she - d fix it. The fans were turned off immediately, but the heat did not actually come on for about 15 minutes. With her apologetic attitude and with how she was willing to fix it, it made me think this could have possibly been a mistake. For some reason, the roof panels were left open, but with the heat running, it wasn - t bad. It got fairly warm and was again enjoyable. My other big complaint is also temperature related. The water in the  - playground -  area for children  - the section with the huge water dump bucket and slides -  was so cold that it was unbearable. It was almost completely unused the entire day because it was near impossible to just put your feet in the water. I have no doubt that water was below 65 degrees--maybe in the 50s or lower.  It was almost like it was refrigerated. This probably seems like an exaggeration, but it - s not. It was just that cold. It was actually quite comical to stand next to the area and watch everyone - s reaction as they walked in to the water and then jumped out as quickly as possible.  The large waterslides were really nice and the two hot tubs were great. One of the tubs opened up to the outside, which is especially nice. Overall, we had a great time, and my son thoroughly enjoyed this special treat for his 6th birthday party. We will be back in the next few months, and hopefully these temperature issues will be resolved.Read more",
            "Chúng tôi đánh giá cao tất cả phản hồi mà chúng tôi nhận được và thực sự đánh giá cao đánh giá mang tính xây dựng của bạn. Chúng tôi rất vui mừng khi biết bạn và gia đình đã có trải nghiệm tuyệt vời bất chấp nhiệt độ dao động. Chúng tôi đánh giá cao việc bạn lưu ý rằng chuyến thăm của bạn có thể đã được cải thiện như thế nào và ý kiến ​​của bạn sẽ được thảo luận với nhóm quản lý của chúng tôi vì chúng tôi cam kết liên tục cải thiện dịch vụ của mình. Nếu chuyến đi của bạn đưa bạn trở lại theo cách này, chúng tôi hy vọng rằng bạn sẽ phụ thuộc vào chúng tôi để có một chuyến thăm thú vị khác.\n \nTrân trọng,\nLaura\nĐọc thêm",
            "Chúng tôi không ở lại khu nghỉ dưỡng nhưng đã có trước đó và biết công viên nước này rất vui. Các cô gái của chúng tôi, 3 và 1,5 tuổi, đã có một quả bóng trong 2 giờ liên tục. Chúng tôi đã đi sau 4 giờ chiều - giá rẻ hơn.  Một số hồ bơi mát hơn những hồ khác nhưng các cô gái không quan tâm. Dòng sông lười tuyệt vời. Người già nhất gần như phải bị lôi ra ngoài. VUI LÒNG làm cho phòng tắm thân thiện hơn với trẻ em - khu vực thay đồ - bàn thay tã -. Tôi cũng thích tắm, phòng dành cho nữ - tắm - - ha - có nước lạnh như đá cho dù tôi có chạy bao lâu.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời và chu đáo về Westgate Resorts! Đọc bài đánh giá của bạn đã thực sự làm cho ngày của chúng tôi tươi sáng hơn và chúng tôi rất vui khi biết về trải nghiệm của bạn. Chúng tôi đánh giá cao việc bạn lưu ý rằng chuyến thăm của bạn cũng có thể được cải thiện như thế nào. Nhận xét của bạn sẽ được ghi nhớ vì chúng tôi cam kết liên tục cải thiện dịch vụ của mình. Nếu chuyến đi của bạn đưa bạn trở lại theo cách này, chúng tôi hy vọng rằng bạn sẽ phụ thuộc vào chúng tôi để có một chuyến thăm thú vị khác.\n\nTrân trọng,\nLauraĐọc thêm",
            "Bạn đến đâu để nhận được vé giảm giá công viên nước Wild Bear Falls tại?Đọc thêm",
            "Có người nói có vé giảm giá vào công viên nước Wild Bear Falls quanh thị trấn nhưng chính xác là ở đâu?Đọc thêm",
            "Bạn có thể tham quan công viên nước mà không cần ở lại resort không? Cảm ơnĐọc thêm",
            "Nếu bạn ở tại Westgate, bạn có phải trả tiền vào cửa hay chi phí này được bao gồm trong thời gian lưu trú? Đọc thêm",
            "Vui lòng kiểm tra trang web của chúng tôi để biết giá cập nhật nhất vì đây là vé bổ sung. Cảm ơn bạn!Đọc thêm",
            "Tủ quần áo dành cho 11 người ở đâuĐọc thêm",
            "Westgate Smoky Mountain Resort nằm trên cùng khu đất với công viên nước.  Đây là một khu phức hợp lớn và có thể dễ dàng cung cấp cho bữa tiệc lớn của bạn.Đọc thêm",
            "Khăn tắm có được cung cấp sẵn hay bạn tự mang theo?Đọc thêm",
            "Chào bạn! Chúng tôi có sẵn khăn tắm cho khách.Đọc thêm",
            "Nếu tôi không có phòng, hồ bơi và công viên trong nhà cho 2 trẻ em thì chi phí là bao nhiêu?Đọc thêm",
            "Tôi - tôi không chắc nhưng tôi tin là 25,00 một phần. Thật tuyệt vì nó ở trong nhà và đồ ăn ở đó rất ngon. Bạn có thể ghé thăm ngay cả khi bạn không có phòng ở đó nhưng chỗ đậu xe khá khó tìm.Đọc thêm",
            "Vé vào công viên nước 1 ngày là gìĐọc thêm",
            "Từ trang web của họ:\n\nGiá nhập học\n\nDưới 3 tuổi: Miễn phí\nVé vào cửa một ngày: - 24,95 - thuế\nVé vào cửa ba ngày: - 53,85 - thuế\nVé vào cửa năm ngày: - 84,75 - thuế\nChủ sở hữu tài sản được miễn phí\nNhập học của chủ sở hữu tài sản ngoài: Một ngày: - 16,95, Ba ngày: - 23,95, Năm ngày: - 37,95\nNight Splash: - 18.95 - giảm giá sau 6 giờ chiều - \nSplash ngày hôm sau: - 24,95 - giá sau 6 giờ chiều và miễn phí ngày hôm sau - \nTỷ lệ quân sự: - 16,95\nTỷ giá địa phương: - 20,95\nTỷ lệ nhóm: Thay đổi với mức tăng nhẹ so với tỷ lệ trước đó. Liên hệ với Công viên nước để biết sự sẵn có.\nTủ khóa có sẵn cho thuê với giá - 10:00. Đối với những khách không lưu trú tại Westgate Smoky Mountain Resort, khách phải giữ giấy tờ tùy thân có ảnh cho đến khi trả lại chìa khóa.Đọc thêm",
            "Tôi vừa gọi đến River Terrace nơi chúng tôi sẽ ở vào tháng 3 và họ nói rằng chúng tôi sẽ không được vào công viên nước? Nó không mở cửa cho công chúng? Điều này có đúng không, các bài viết khác nói rằng nó được mở cho Công chúng? Tôi hoàn toàn bối rối.Đọc thêm",
            "Nó hiện đang đóng cửa để bảo trì hàng năm. Họ hy vọng sẽ mở nó vào cuối tuần này.Đọc thêm",
            "Du khách KHÔNG lưu trú tại khu nghỉ dưỡng Westgate Resort vẫn được phép vào công viên nước - trả phí vào cửa -? Tôi đã gọi điện để đặt phòng khách sạn nhưng không còn phòng trống cho những ngày chúng tôi cần vào tháng 7 năm 2019. Tôi vẫn muốn đưa 2 cậu con trai của mình đến công viên nước ngay cả khi chúng tôi ở ngoài địa điểm; tuy nhiên, người đại diện qua điện thoại nói với tôi rằng chỉ có khách của khách sạn mới được phép sử dụng công viên nước. Vì vậy, tôi đang bối rối ở đây...Đọc thêm",
            "Chào bạn! Chúng tôi mở cửa cho công chúng và chúng tôi rất vui khi có bạn!Đọc thêm"
        ],
        "star_ratings": [
            209,
            120,
            82,
            20,
            17
        ],
        "review_amount": 448,
        "location": [
            "Những điều cần làm ở Gatlinburg",
            "Tennessee - TN -",
            "Hoa Kỳ",
            "Quận Sevier",
            "Gatlinburg",
            "Công viên nước Thác Wild Bear"
        ],
        "reviews_time": [
            "Written March 22, 2024",
            "Written March 14, 2023",
            "Written September 10, 2022",
            "Written August 21, 2022",
            "Written April 27, 2022",
            "Written August 10, 2021",
            "Written August 9, 2021",
            "Written June 18, 2021",
            "Written December 7, 2020",
            "Written October 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60842-d1368296-Reviews-Wild_Bear_Falls_Water_Park-Gatlinburg_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d21070659-Reviews-Southern_Comfort-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d14123044-Reviews-Roaring_Fork_Snack_Bar-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d1112195-Reviews-Flapjack_s_Pancake_Cabin-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d443428-Reviews-Parton_s_Deli-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d18980606-Reviews-Chesapeake_s_Seafood_and_Raw_Bar-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d1450677-Reviews-Smoky_Mountain_Trout_House-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d6537081-Reviews-Atrium_Pancakes-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d17470248-Reviews-Tennessee_Jed_s-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d881822-Reviews-New_Orleans_Sandwich_Company-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60842-d12462011-Reviews-LandShark_Bar_Grill-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d15645056-Reviews-Gatlinburg_Welcome_Center-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d6429868-Reviews-Sugarlands_Distilling_Company-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1822813-Reviews-Ole_Smoky-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d8780307-Reviews-Tennessee_Homemade_Wines-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d10044914-Reviews-Ole_Smoky_Whiskey_Barrelhouse-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d17519898-Reviews-Tennessee_Cider_Company-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d247701-Reviews-Ripley_s_Aquarium_of_the_Smokies-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d6575693-Reviews-Tennessee_Shine_Company_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d25050350-Reviews-Tennessee_Stud_Cider_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12592972-Reviews-Ripley_s_Mountain_Coaster-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1368296-Reviews-or10-Wild_Bear_Falls_Water_Park-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d8466376-Reviews-7D_Dark_Ride_Adventure-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d23720948-Reviews-Arcade_City_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d284003-Reviews-Gatlinburg_SkyLift_Park-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d7143816-Reviews-Moonshine_Mountain_Coaster-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12658486-Reviews-Anakeesta-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d247704-Reviews-Ober_Gatlinburg_Amusement_Park_Ski_Area-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d621549-Reviews-Ripley_s_Haunted_Adventure-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d284005-Reviews-Ripley_s_Moving_Theater-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d15760106-Reviews-Rail_Runner_at_Anakeesta-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d10723988-Reviews-Serenity_Spa_by_Westgate-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d23599618-Reviews-Smoky_Mountain_Ebike_Adventures-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d292825-Reviews-Hillbilly_Golf-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d4260133-Reviews-A_Walk_In_The_Woods-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12030845-Reviews-Gatlin_s_Escape_Games-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d21224432-Reviews-Tennessee_Hemp_Care-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d23474589-Reviews-Breakout_Games_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g3225728-d5120902-Reviews-Stomio_Beach-Stomio_Larissa_Region_Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g775995-d1072677-Reviews-Zoomarine_Algarve-Guia_Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g36538-d8325479-Reviews-Grand_View_Drive-Peoria_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g41634-d10758200-Reviews-Balance_Rock_State_Park-Lanesborough_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294316-d10488912-Reviews-Inka_Market-Lima_Lima_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209760-Reviews-Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298459-d7745999-Reviews-Thai_Boran_Massage-Davao_City_Davao_del_Sur_Province_Mindanao.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d103478-Reviews-Matanuska_Glacier-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d658935-Reviews-Waikoloa_Beach_Resort-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d169879-Reviews-City_Market-Savannah_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60842-d1368296-Reviews-or10-Wild_Bear_Falls_Water_Park-Gatlinburg_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60842-d1368296-Reviews-Wild_Bear_Falls_Water_Park-Gatlinburg_Tennessee.html"
    }
]