[
    {
        "attraction_name": "Wild Animal Sanctuary",
        "attraction_name_vi": "Khu bảo tồn động vật hoang dã",
        "general_info": [
            "702 đánh giá",
            "- 1 trong số 1 điều cần làm ở Keenesburg",
            "Sở thú"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi có thể nhận phòng khách sạn sớm và có cả buổi chiều để thư giãn.  Chúng tôi muốn làm điều gì đó mà chúng tôi không thể làm ở nhà và chồng tôi đã tìm thấy viên ngọc này!  Phải mất một chút thời gian để đến đó từ khách sạn, có thể khoảng 45 phút hoặc lâu hơn, nhưng nó đáng giá!\nBạn vào xem video hướng dẫn trước nhé.  Sau đó, bạn đi trên lối đi trên cao phía trên khu bảo tồn và ngắm nhìn các loài động vật từ trên đó.  Đó là một ngày cực kỳ nóng, nhưng chúng tôi đã đi vào cuối ngày, điều này tôi nghĩ đã giúp chúng tôi nhìn thấy nhiều động vật hơn.  Chúng tôi không thấy nhiều người trên đường vào thánh đường, nhưng trên đường về, chúng tôi thấy nhiều hơn nữa, vì mặt trời đã khuất sau những đám mây, gió thổi mạnh và trời mát hơn.  Họ đã cảnh báo chúng tôi rằng chúng tôi sẽ - không lấy lại được tiền nếu chúng tôi không - không nhìn thấy bất kỳ con vật nào, vì họ không thể - không đảm bảo chúng - sẽ ra ngoài nắng nóng.   Các loài động vật có rất nhiều không gian để dạo chơi xung quanh, thật tuyệt vời.  Việc đi bộ là thú vị, mặc dù tổng cộng 3 dặm.  Họ có các trạm cung cấp nước nơi bạn có thể mua nước lạnh trước điểm quay đầu giữa đường.  Sau đó, có khu vực ăn nhẹ ở điểm quay đầu, nơi bạn có thể lấy đồ uống, kem, đồ ăn nhẹ nhỏ.  Đó là một nơi tuyệt vời để ghé thăm và bạn có thể nói rằng những người làm việc ở đó rất quan tâm đến động vật.  Tôi tin rằng xe lăn và xe đẩy có thể sử dụng được.  Chúng tôi có những đứa trẻ 9 và 16 tuổi và cả hai đều thích nó! Chúng tôi chắc chắn sẽ quay lại nếu chúng tôi lại ở khu vực này! Đọc thêm",
            "Gia đình tôi đã đến thăm khu bảo tồn động vật tuyệt vời này và chúng tôi rất ngạc nhiên trước cách họ đối xử tốt với động vật. Đây không phải là một sở thú, vì vậy bạn có thể mong đợi được nhìn thấy tất cả các loài động vật, nhưng có rất nhiều loài ở trong chuồng của chúng; sư tử, hổ, gấu, chó sói, linh miêu, linh miêu, mèo bob, cáo và nhiều hơn nữa. Các loài động vật có chuồng lớn và hầm ngầm mà chúng có thể đến để trốn mưa, nóng hoặc lạnh. Chúng tôi đánh giá cao những tấm biển cho chúng tôi biết nơi nhiều loài động vật đã được giải cứu. Tôi thực sự nghĩ rằng họ có thể đưa ra nhiều dấu hiệu hơn để giải thích con vật nào trong mỗi chuồng vì bạn không biết mình đang tìm kiếm gì trong một số chuồng hầu hết thời gian. Thức ăn ngon đến mức đáng ngạc nhiên và chúng tôi đánh giá cao rằng họ có đồ ăn nhẹ và kem để bán ở cuối bệ nâng.Đọc thêm",
            "Một nơi cực kỳ độc đáo và đặc biệt chỉ cách Denver một quãng lái xe ngắn. Chúng tôi đang ở Highlands Ranch ở phía nam Denver và không mất hơn một giờ để đến đó. Khi đến gần, bạn có cảm giác như đang ở giữa một vùng đất nông nghiệp hoang vu, và rồi nơi trú ẩn và công viên động vật độc đáo và đặc biệt này đột nhiên xuất hiện. Đây rõ ràng là nơi tôn nghiêm dành cho động vật bị ngược đãi và thông điệp đó được truyền tải một cách mạnh mẽ. Nhưng nhìn thấy những loài động vật trong khung cảnh tuyệt đẹp này, nơi chúng trông có vẻ tự do lang thang và sống tốt, tôi chỉ cảm thấy hạnh phúc vì chúng đã tìm được đường đến đây và có một cuộc sống tuyệt vời như vậy. \n\nThuê ống nhòm của họ, chúng không tốn kém và thay đổi hoàn toàn trải nghiệm vì nhiều loài động vật ở xa hoặc ẩn náu trong nhà riêng của chúng. Tôi có cảm giác mình như một vị khách từ trên cao nhìn xuống chứ không phải một kẻ đột nhập. Tôi thích nhìn xuống những chú mèo lớn xinh đẹp đó hoặc ngắm nhìn những chú gấu chơi đùa xung quanh.\n\nHãy đến đó trước 9 giờ sáng nếu có thể, hoặc lâu hơn là từ 3 đến 4 giờ chiều, sau cái nóng trong ngày. Chúng tôi đến đó vào giữa ngày, trời nắng nóng và các con vật hầu như đang ẩn náu hoặc ngủ. Nhưng tôi vẫn thích nó, lần sau tôi sẽ đi vào một thời điểm khác trong ngày. Đọc thêm",
            "Ồ! Thật là một trải nghiệm độc đáo. Chồng tôi và tôi - ở độ tuổi 30 - . Chúng tôi thực sự ấn tượng với chuyến thăm của chúng tôi. Chúng tôi không mong đợi có được những trải nghiệm tuyệt vời với các loài động vật mà là để học hỏi và chúng tôi đã làm được. Cuối cùng chúng tôi đã dành hơn 4 giờ ở đây và yêu thích từng phút ở đó.\n\nChúng tôi đã đi vào một buổi chiều thứ Hai và không bận rộn chút nào nên chúng tôi có thể nói chuyện với rất nhiều tình nguyện viên và di chuyển qua lối đi bộ lót ván theo tốc độ của riêng mìnhĐọc thêm",
            "Công việc mà tổ chức này đang làm thật đặc biệt.  Bạn đi bộ trên những con đường mòn trên cao và ngắm nhìn những loài động vật đã được giải cứu và hiện đang sống trong một môi trường hiếu khách. - sư tử, hổ, chó sói, gấu, kể tên một số loài.  Hãy mang giày đi bộ tốt - toàn bộ quãng đường là 3 dặm nhưng đó là một cuộc tản bộ nhàn nhã vì bạn đi càng chậm thì bạn càng phát hiện được nhiều động vật.  Giá đồ ăn tại quán cà phê cực kỳ hợp lý - thực đơn với đồ ăn có giá thấp hơn các nhà hàng thức ăn nhanh - - 4,95 cho một suất ăn lớn alfredo linguini và nó rất ngon! - Chúng tôi đã đi vào buổi sáng và được bảo rằng đó là thời điểm tốt nhất để xem nhiều động vật hơn.  Nhân viên cực kỳ tốt đẹp và hữu ích.  Đó là một trải nghiệm - yên bình.  Nơi tuyệt vời cho trẻ em!Đọc thêm",
            "Chúng tôi tập trung vào một ngày tháng 11 lạnh giá - có chút tuyết trên mặt đất - và nhìn thấy rất nhiều động vật hoang dã!  Rất khuyến khích mặc quần trượt tuyết và nhiều lớp nếu đi vào mùa đông.  Chúng tôi rất ngạc nhiên khi thấy và nghe thấy 6-12 con đại bàng hoang dã ở đó. Ở lối vào, chúng tôi nhận được một chiếc kính một mắt miễn phí, điều này khiến con trai tôi thêm vui.  \n\nChúng tôi đã đi ra ngoài để xem các loài động vật hai lần với thời gian nghỉ trưa ở giữa, điều mà tôi nghĩ đã thực sự tối đa hóa khả năng chúng tôi có thể nhìn thấy mọi con vật ở đó.  Chúng tôi nhìn thấy một vài con gấu - chúng vẫn chưa ngủ đông - rất nhiều hổ và sư tử - và nghe thấy tiếng gầm của chúng và thậm chí còn nhìn thấy một con sư tử trắng đang ăn! - cáo, chó sói và mèo rừng như linh miêu khá thân thiết.  Những loài động vật khác như đà điểu và lạc đà nằm ở những khu vực có rào chắn xa hơn và khó nhìn thấy hơn. Các ki-ốt thông tin âm thanh được bố trí rải rác khắp sàn catwalk đã mang lại trải nghiệm phong phú hơn nữa, đặc biệt là khi các ki-ốt giải thích về nhiều loài động vật - những câu chuyện giải cứu.\n\nKhi chúng tôi chuẩn bị rời đi ngay trước khi mặt trời lặn, bầy sói bắt đầu tru lên, đó thực sự là một trải nghiệm đáng chú ý.  Chúng tôi yêu động vật và cảm thấy 5 giờ ở đó hơi ngắn, đặc biệt nếu xét đến khoảng cách 1,1 - 2 dặm mỗi chiều trên sàn catwalk và nếu bạn ra ngoài nhiều lần thì đó là phải đi bộ rất nhiều.  Rất khuyến khích dành một ngày nhàn nhã ở đó.  Thật là một nơi gọn gàng và tôn nghiêm cho động vật hoang dã !!!\n\nLưu ý: Mặc dù giá đồ ăn tại Lion - s Den Cafe trong khuôn viên rất hợp lý nhưng bạn phải tự chịu rủi ro khi ăn uống.  Chúng tôi có cá và khoai tây chiên, và tôi bị ốm, nhưng con trai tôi thì không.  Tuy nhiên, tôi đã có nước sốt cao răng mà họ phải đặc biệt làm và tôi - tôi đoán đó là thứ đó!Đọc thêm",
            "Chỉ riêng kỹ thuật và xây dựng lối đi trên cao, cơ sở vật chất và môi trường sống cũng đã đáng giá. Thêm những loài động vật ngoạn mục và đây là một cách tuyệt vời để dành 3-4 giờ. Trang web này chính xác là bạn - có thể sẽ bỏ lỡ khá nhiều nếu bạn vội vàng. Chúng tôi yêu thích nó và rất muốn giới thiệu.Đọc thêm",
            "These animals are happy and healthy in a beautiful home.  They are well cared for by these staff. There were a few volunteers around on the walkways to speak about the animals which was very helpful - it is nice to hear about the individual animals and to get help in spotting them. Nothing but good things to say about the volunteers - they were very passionate about their roles. There are a few audio helps you can use but it is more about the type of animals in general - not the specific animals and how they came to be in the sanctuary. We didn - t get started on the walkway until about 12:30 pm - we were there about 4 hours. We took our time lingering trying to spot as many animals as we could and we saw plenty moving about considering the afternoon was starting  - presumed naptime - . It was about 70 degrees with a strong cool breeze. We brought our own pair of binoculars which was definitely necessary and included in the admission was a minocular too that was ours to keep.  Very helpful.  Yes the admission fee of  - 50 per person is not cheap but it really is a wonderful different experience that is different from any zoo and you are donating to the animals care. As the video said, this is the largest sanctuary of its type in the world.  These animals which have endured in many cases abuse and in all cases cannot be released back into the wild will have a home for the rest of their lives here.Note: For elderly who walk but have to take alot of resting breaks, there are no benches on the walkways. At times between walkways, there are tents with chairs. However, the walkway stretches are very very long with not a single bench and you may spend a long time looking at animals before you get to a chair. I would suggest using the motorized chairs the sanctuary provides even if you are not using a wheelchair yet  - if you need to rest alot - .  It is a long way.Only disappointment for us was the food situation. We had read in reviews that the Cafe at the start was very good and reasonable so we planned to eat first. After paying admission and watching the 10 min video, we went in to the Cafe and the only other people in there were 2 people buying drinks. We went to order from a great menu  - Reuben - fries and BLT - onion rings - each for  - 5.95 -  and the woman said it would be a 30 min wait for the food because they were slammed with orders from  - lots of people - .  I said  - what people? -  She never answered that. It was mid-afternoon on Wednesday and there were just 2 other people that went on the walkway ahead of us - didn - t order food. No events there that day.  I - m wondering if they do Catering and maybe local people call in food orders there?  I was expecting a DoorDash guy to walk in any minute. So no food for us as I didn - t want to wait that long and then watch sleeping animals.  By the time we got to the Snack Bar at the end of the 1 1 - 2 mile walkway 2 hours later we were STARVED. And the food there was not great and much more expensive. We each had a small pretzel hot dog that was  - 5 each - not even chips with it and grocery store ice cream bars for  - 3 each. Disappointing. So I would eat before or bring your own food. I don - t know who the Cafe is cooking for - there might be a long wait if you plan on that option.Read more",
            "Động vật không hoạt động nhiều vào buổi trưa nhưng chúng tôi nán lại đủ lâu để thấy chúng xuất hiện vào buổi chiều. Và sau đó chúng tôi thấy rất nhiều động vật. Nơi tuyệt vời để làm việc tuyệt vời.Đọc thêm",
            "Chỉ riêng kỹ thuật và xây dựng lối đi trên cao, cơ sở vật chất và môi trường sống cũng đã đáng giá. Thêm những loài động vật ngoạn mục và đây là một cách tuyệt vời để dành 3-4 giờ. Trang web này chính xác là bạn - có thể sẽ bỏ lỡ khá nhiều nếu bạn vội vàng. Chúng tôi yêu thích nó và rất muốn giới thiệu.Đọc thêm",
            "Chúng tôi tập trung vào một ngày tháng 11 lạnh giá - có chút tuyết trên mặt đất - và nhìn thấy rất nhiều động vật hoang dã!  Rất khuyến khích mặc quần trượt tuyết và nhiều lớp nếu đi vào mùa đông.  Chúng tôi rất ngạc nhiên khi thấy và nghe thấy 6-12 con đại bàng hoang dã ở đó. Ở lối vào, chúng tôi nhận được một chiếc kính một mắt miễn phí, điều này khiến con trai tôi thêm vui.  Chúng tôi đã đi ra ngoài để xem các loài động vật hai lần với thời gian nghỉ trưa ở giữa, điều mà tôi nghĩ đã thực sự tối đa hóa khả năng chúng tôi có thể nhìn thấy mọi con vật ở đó.  Chúng tôi nhìn thấy một vài con gấu - chúng vẫn chưa ngủ đông - rất nhiều hổ và sư tử - và nghe thấy tiếng gầm của chúng và thậm chí còn nhìn thấy một con sư tử trắng đang ăn! - cáo, chó sói và mèo rừng như linh miêu khá thân thiết.  Những loài động vật khác như đà điểu và lạc đà nằm ở những khu vực có rào chắn xa hơn và khó nhìn thấy hơn. Các ki-ốt thông tin âm thanh được phân bổ khắp sàn catwalk thậm chí còn mang lại trải nghiệm phong phú hơn, đặc biệt là khi các ki-ốt giải thích về nhiều loài động vật - những câu chuyện giải cứu. Khi chúng tôi chuẩn bị rời đi ngay trước khi mặt trời lặn, bầy sói bắt đầu hú lên, điều đó thực sự là một trải nghiệm đáng chú ý  Chúng tôi yêu động vật và cảm thấy 5 giờ ở đó hơi ngắn, đặc biệt nếu xét đến khoảng cách 1,1 - 2 dặm mỗi chiều trên sàn catwalk và nếu bạn ra ngoài nhiều lần thì đó là phải đi bộ rất nhiều.  Rất khuyến khích dành một ngày nhàn nhã ở đó.  Thật là một nơi gọn gàng và là khu bảo tồn động vật hoang dã!!! Lưu ý: Mặc dù giá đồ ăn tại Lion - s Den Cafe trong khuôn viên rất hợp lý nhưng bạn phải tự chịu rủi ro khi ăn uống.  Chúng tôi có cá và khoai tây chiên, và tôi bị ốm, nhưng con trai tôi thì không.  Tuy nhiên, tôi đã có nước sốt tartar mà họ phải đặc biệt làm và tôi - tôi đoán đó là thứ đó!Đọc thêm",
            "Công việc mà tổ chức này đang làm thật đặc biệt.  Bạn đi bộ trên những con đường mòn trên cao và ngắm nhìn những loài động vật đã được giải cứu và hiện đang sống trong một môi trường hiếu khách. - sư tử, hổ, chó sói, gấu, kể tên một số loài.  Hãy mang giày đi bộ tốt - toàn bộ quãng đường là 3 dặm nhưng đó là một cuộc tản bộ nhàn nhã vì bạn đi càng chậm thì bạn càng phát hiện được nhiều động vật.  Giá đồ ăn tại quán cà phê cực kỳ hợp lý - thực đơn với đồ ăn có giá thấp hơn các nhà hàng thức ăn nhanh - - 4,95 cho một suất ăn lớn alfredo linguini và nó rất ngon! - Chúng tôi đã đi vào buổi sáng và được bảo rằng đó là thời điểm tốt nhất để xem nhiều động vật hơn.  Nhân viên cực kỳ tốt đẹp và hữu ích.  Đó là một trải nghiệm - yên bình.  Nơi tuyệt vời cho trẻ em!Đọc thêm",
            "Ồ! Thật là một trải nghiệm độc đáo. Chồng tôi và tôi - ở độ tuổi 30 - . Chúng tôi thực sự ấn tượng với chuyến thăm của chúng tôi. Chúng tôi không mong đợi có được những trải nghiệm tuyệt vời với các loài động vật mà là để học hỏi và chúng tôi đã làm được. Cuối cùng, chúng tôi đã dành hơn 4 giờ ở đây và tận hưởng từng phút ở đó. Chúng tôi đến vào chiều thứ Hai và không bận rộn chút nào nên chúng tôi có thể nói chuyện với rất nhiều tình nguyện viên và di chuyển qua lối đi bộ lót ván theo tốc độ của riêng mìnhĐọc thêm",
            "Hãy dành thời gian để xem video giới thiệu. Hãy nhớ mức phí bạn phải trả cho động vật hoang dã - điều đó nói lên rằng, tôi rất vui khi là học sinh cuối cấp -. Đừng cho phép đủ thời gian. Hãy thường xuyên dừng lại trên lối đi và sử dụng kính một mắt miễn phí mà bạn được cung cấp. Hãy chuẩn bị đi bộ. Đừng mang theo mũ và nước vào ngày nắng.  Hãy chuẩn bị cho một - à - khoảnh khắc bắt đầu kết thúc. Hãy đọc các tấm bảng. Hãy dừng lại để nói chuyện với nhân viên mặc áo màu cam và những người bạn đồng hành của bạn...mỗi người sẽ chia sẻ những mẩu tin nhỏ để làm phong phú thêm trải nghiệm.  Hãy nghỉ ngơi và thư giãn tại quán ăn nhanh. Đừng mong đợi được di chuyển. Điều duy nhất của tôi không - t...Đừng - đừng bỏ lỡ địa điểm tuyệt vời này.Đọc thêm",
            "Một nơi cực kỳ độc đáo và đặc biệt chỉ cách Denver một quãng lái xe ngắn. Chúng tôi đang ở Highlands Ranch ở phía nam Denver và không mất hơn một giờ để đến đó. Khi đến gần, bạn có cảm giác như đang ở giữa một vùng đất nông nghiệp hoang vu, và rồi nơi trú ẩn và công viên động vật độc đáo và đặc biệt này đột nhiên xuất hiện. Đây rõ ràng là nơi tôn nghiêm dành cho động vật bị ngược đãi và thông điệp đó được truyền tải một cách mạnh mẽ. Nhưng nhìn thấy những loài động vật trong khung cảnh tuyệt đẹp này, nơi chúng trông có vẻ tự do lang thang và sống tốt, tôi chỉ cảm thấy hạnh phúc vì chúng đã tìm được đường đến đây và có một cuộc sống tuyệt vời như vậy. Thuê ống nhòm của họ, chúng không tốn kém và thay đổi hoàn toàn trải nghiệm vì nhiều loài động vật ở xa hoặc ẩn náu trong nhà riêng của chúng. Tôi có cảm giác mình như một vị khách từ trên cao nhìn xuống chứ không phải một kẻ đột nhập. Tôi thích nhìn xuống những chú mèo lớn xinh đẹp đó hoặc ngắm những chú gấu chơi đùa xung quanh. Hãy đến đó trước 9 giờ sáng nếu có thể, hoặc lâu hơn là từ 3 đến 4 giờ chiều, sau cái nóng trong ngày. Chúng tôi đến đó vào giữa ngày, trời nắng nóng và các con vật hầu như đang ẩn náu hoặc ngủ. Nhưng tôi vẫn thích nó, lần sau tôi sẽ đi vào một thời điểm khác trong ngày. Đọc thêm",
            "một trong những điều mà vợ tôi và tôi rất mong được ghé thăm lần nữa, chúng tôi đã ở đây vào năm 2015 và tốt hơn là chúng tôi đã nhớ, một chuyến đi thư giãn thú vị khi nhìn thấy các loài động vật và hướng dẫn viên rất thân thiện và họ sẽ giúp bạn nhìn thấy các loài động vật và kể cho bạn nghe bất kỳ thông tin nào họ biết về các loài động vật, rất vui khi được nhìn thấy những chuồng lớn, chúng tôi đến đây sớm và hầu hết các loài động vật đều đang ngủ nhưng khi chúng tôi đi bộ, chúng tôi thấy sư tử, hổ, gấu, cáo và mèo bob, v.v.  nơi tuyệt vời để xem khi biết rằng các loài động vật được an toàn và tự do đi lang thang trong các chuồng lớn. phải xem, tôi biết lần sau khi tôi ở gần tôi sẽ ghé thăm.Đọc thêm",
            "Gia đình tôi đã đến thăm khu bảo tồn động vật tuyệt vời này và chúng tôi rất ngạc nhiên trước cách họ đối xử tốt với động vật. Đây không phải là một sở thú, vì vậy bạn có thể mong đợi được nhìn thấy tất cả các loài động vật, nhưng có rất nhiều loài ở trong chuồng của chúng; sư tử, hổ, gấu, chó sói, linh miêu, linh miêu, mèo bob, cáo và nhiều hơn nữa. Các loài động vật có chuồng lớn và hầm ngầm mà chúng có thể đến để trốn mưa, nóng hoặc lạnh. Chúng tôi đánh giá cao những tấm biển cho chúng tôi biết nơi nhiều loài động vật đã được giải cứu. Tôi thực sự nghĩ rằng họ có thể đưa ra nhiều dấu hiệu hơn để giải thích con vật nào trong mỗi chuồng vì bạn không biết mình đang tìm kiếm gì trong một số chuồng hầu hết thời gian. Thức ăn ngon đến mức đáng ngạc nhiên và chúng tôi đánh giá cao rằng họ có đồ ăn nhẹ và kem để bán ở cuối bệ nâng.Đọc thêm",
            "phải không - 50 mỗi ngườiĐọc thêm",
            "Vâng, điều đó đã đúng vào năm trước.Đọc thêm",
            "Cần bao nhiêu thời gian để tham quan thánh đường và không vội vã?Đọc thêm",
            "Đừng nhìn thấy Taylor L. Trong bất kỳ video nào của bạn.   Cô ấy có ở các địa điểm mới ở phía đông nam không??Đọc thêm",
            "Lấy làm tiếc. Không biết.Đọc thêm",
            "Phí vào cửa cho trẻ em, người lớn và người cao tuổiĐọc thêm",
            "Thông tin có thể được tìm thấy trên trang web của họ \nTrẻ em 3-12 tuổi - 15:00\nNgười lớn 13-69 - 30.00\nTất cả những thứ khác đều miễn phí nhưng mọi người đều phải quyên góp để chăm sóc động vật.Đọc thêm",
            "Có wifi công cộng để sử dụng không?  Tôi - muốn ngồi và làm một số công việc trong khi ngắm nhìn những chú gấu.Đọc thêm",
            "Tôi thực sự không có ý tưởng. Tôi quá bận ngắm nhìn tất cả các loài động vật và tôi không nhớ liệu họ có nói gì về điều đó ở quầy bán vé hay không. Xin lỗi!Đọc thêm",
            "Bạn có nuôi động vật của mình không?Đọc thêm",
            "Không. Có QUÁ NHIỀU loài động vật này.  Có khoảng 7000 con hổ ở Hoa Kỳ, nhiều con ở cơ sở vật chất tồi tàn.  Mục đích của khu bảo tồn là giải cứu những con vật này và cho chúng một nơi đàng hoàng để sống cuộc sống của chúng.  Lần duy nhất có động vật con là nếu động vật đang mang thai khi nó được giải cứu.  Trong 10 năm tôi đến Thánh địa, điều này chỉ xảy ra một lần với một con gấu.\n\nTất cả các loài động vật đều bị thiến - thiến để tránh thai.  Ngoại lệ duy nhất là sư tử đực cần testosterone để giữ bờm.Đọc thêm",
            "Khu bảo tồn này có được Liên đoàn các khu bảo tồn động vật toàn cầu hoặc Hiệp hội vườn thú và thủy cung công nhận không?Đọc thêm",
            "Bạn có thể đọc các bản tin trực tuyến của họ và xem sự công nhận của họ.  Có, chúng được công nhận bởi Liên đoàn các khu bảo tồn động vật toàn cầu cũng như USDA và CO Parks and Wildlife.  Chỉ cần truy cập trang web của họ để tìm thông tin mà bạn liên tục hỏi.  Chúng là khu bảo tồn động vật ăn thịt lớn nhất thế giới chứ không phải vườn thú.Đọc thêm",
            "Có giảm giá AAAĐọc thêm",
            "Đây không phải là công viên giải trí hay sở thú. Phí vào cửa được dùng để hỗ trợ tổ chức từ thiện 501c, được xếp hạng hàng đầu này về quản lý đạo đức - công việc từ thiện mà Khu bảo tồn này thực hiện nhằm cung cấp sự chăm sóc cần thiết cho những loài động vật khổng lồ này, nhiều loài trong số chúng không khỏe mạnh khi đến nơi. Phí vào cửa giúp giải quyết vấn đề đó - đồng thời ngăn cản việc tích trữ quá nhiều người.  Cửa hàng của họ - các mặt hàng trong cửa hàng có giá thấp hơn bất kỳ vườn thú hoặc cửa hàng nào tôi từng ghé thăm - tiền thu được từ quà lưu niệm, áo phông, mũ, áo len, quà tặng, v.v. mang lại lợi ích cho động vật. Du khách được đánh giá cao và đối xử nồng nhiệt và các chuyến đi học vì mục đích giáo dục cũng diễn ra, nhưng đối với các khoản giảm giá thương mại loại AAA, tôi không tin như vậy. Đọc thêm",
            "Ống kính tele có kích thước tốt nhất để sử dụng cho máy ảnh là gì?Đọc thêm",
            "Ống kính 200-500mm hoặc ống kính 600mm sẽ là ống kính tốt nhất để chụp ảnh động vật.Đọc thêm",
            "Có khu cắm trại nào gần khu bảo tồn này không? Nếu vậy, xin vui lòng cho biết tên của những người thân thiết.  Chúng tôi sẽ đến từ Canada. Đọc thêm",
            "Không có khu cắm trại trong khu vực.  Nó giống như ở giữa hư không Đọc thêm"
        ],
        "star_ratings": [
            531,
            103,
            27,
            16,
            25
        ],
        "review_amount": 702,
        "location": [
            "Hoa Kỳ",
            "Những việc cần làm ở Keenesburg",
            "Colorado - CO -",
            "Keenesburg",
            "Khu bảo tồn động vật hoang dã"
        ],
        "reviews_time": [
            "Written August 13, 2023",
            "Written August 14, 2023",
            "Written September 13, 2023",
            "Written October 22, 2023",
            "Written November 23, 2023",
            "Written December 7, 2023",
            "Written February 25, 2024",
            "Written May 24, 2024",
            "Written March 29, 2024",
            "Written February 25, 2024",
            "Written December 7, 2023",
            "Written November 23, 2023",
            "Written October 22, 2023",
            "Written October 10, 2023",
            "Written September 13, 2023",
            "Written August 19, 2023",
            "Written August 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33499-d1743115-Reviews-Wild_Animal_Sanctuary-Keenesburg_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33499-d11900058-Reviews-Lion_s_Den_Cafe-Keenesburg_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33499-d1743115-Reviews-or10-Wild_Animal_Sanctuary-Keenesburg_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33329-d11434800-Reviews-Colorado_Clays_Shooting_Park-Brighton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d17727317-Reviews-Simply_Candy-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33499-d4433880-Reviews-Pastimes_of_Colorado-Keenesburg_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d9776183-Reviews-Carlsmith_Beach_Park-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d1085317-Reviews-Batumi_Botanical_Gardens-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d270467-Reviews-Rio_Grande_Trail-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d24074887-Reviews-Park_n_Fly-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g780609-d2300005-Reviews-Lady_s_Mile_Beach-Akrotiri_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188154-Reviews-Rue_de_l_Universite-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d107219-Reviews-Monroe_Lake-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g33095-d11960522-Reviews-SkyPark_at_Santa_s_Village-Skyforest_Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d619327-Reviews-Fort_Rapids_Indoor_Water_Park-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d14798306-Reviews-Ridge_Waters-Butte_Montana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33499-d1743115-Reviews-or10-Wild_Animal_Sanctuary-Keenesburg_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33499-d1743115-Reviews-Wild_Animal_Sanctuary-Keenesburg_Colorado.html"
    }
]