[
    {
        "attraction_name": "Wild Wadi Waterpark",
        "attraction_name_vi": "Công viên nước Wild Wadi",
        "general_info": [
            "9.513 đánh giá",
            "- 92 trong số 605 điều cần làm ở Dubai",
            "Công viên nước"
        ],
        "attraction_summary": "Công viên nước Wild Wadi - là công viên nước thân thiện với gia đình đầu tiên của Dubai nằm gần địa danh mang tính biểu tượng của Dubai - Burj Al Arab Jumeirah. Với 30 Đường trượt, Đường trượt và Điểm tham quan, hãy bắt đầu với bể tạo sóng lớn nhất Trung Đông, Breaker - s Bay và thử thách bản thân với các trò chơi đua xe nhịp độ như Jumeirah Sceirah hoặc Master Blasters. Nếu bạn cùng các con nhỏ tham gia, Juha - s Dhow và Lagoon có hơn 100 hoạt động dưới nước hấp dẫn. Điểm nổi bật thực sự của công viên nước là chủ đề hấp dẫn lấy cảm hứng từ văn hóa dân gian Ả Rập, Truyền thuyết Juha. Wild Wadi cách trung tâm thành phố Dubai 20 phút lái xe. Có thể sử dụng xe buýt công cộng, Taxi để đến đây.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Trong chuyến thăm công viên gần đây của chúng tôi cùng gia đình 4 người, đã có một chuỗi sự chậm trễ kéo dài trong một trong những chuyến đi của chúng tôi khiến chúng tôi phải chịu nắng nóng không có bóng râm. CHRISTOPHER, một nhân viên cứu hộ gồm nhiều người giám sát chuyến đi đã thể hiện sự chủ động bằng cách thể hiện sự quan tâm đối với gia đình tôi và những người đi xe khác. Anh ấy thể hiện sự quan tâm sâu sắc đến nghĩa vụ bằng cách hỏi xem mọi người có ổn không. Hơn nữa, Christopher nhấn mạnh rằng chúng tôi có thể ra khỏi phao để giải nhiệt. Vì một số người trong chúng tôi đang bị choáng ngợp bởi cái nóng và độ ẩm cũng như thực tế là chúng tôi không thể di chuyển và bị nhồi nhét trong những chiếc phao không có nhiều chỗ để di chuyển. Làm tốt lắm Christopher, đạo đức làm việc tuyệt vời của bạn thật đáng ngưỡng mộ!\nĐọc thêm",
            "Kính thưa quý khách,\n\nChúng tôi vui mừng lưu ý rằng bạn đã có một trải nghiệm đáng nhớ với chúng tôi. Phản hồi có giá trị của bạn rất quan trọng\nđể đảm bảo rằng chúng tôi liên tục cung cấp dịch vụ mà Wild Wadi nổi tiếng và vượt quá sự mong đợi của bạn cho những lần ghé thăm trong tương lai.\n\nHãy yên tâm rằng ý kiến ​​của bạn sẽ được chuyển đến các bộ phận liên quan. Chúng tôi rất mong có cơ hội được chào đón bạn quay trở lại Công viên nước Wild Wadi.\n\nTrân trọng, Đọc thêm",
            "Công viên nước đẹp, khoảng 11-15 chuyến. hồi hộp vừa phải. Mất khoảng 3 giờ để hoàn thành tất cả các chuyến đi nếu số lượt truy cập tối thiểu. Tôi đi vào thứ Hai, đến lúc 10 giờ 30 sáng - công viên mở cửa lúc 10 giờ sáng. Mặc dù tôi đã mua một chiếc dây đeo cổ tay chạy nhanh - nhưng chiếc dây đeo cổ tay này chỉ hoạt động cho những chuyến đi có giới hạn và không đáng để mua vào ngày được đề cập. Đọc thêm",
            "Wild Wadi là một công viên nước khá nhỏ so với những công viên khác nhưng điều này giúp việc đi lại dễ dàng và các con tôi đã có rất nhiều niềm vui ở đây! Chúng tôi nhận thấy nó rất xứng đáng với giá vào cửa với nhiều khu vực bóng mờ và nhiều lựa chọn tốt về các đường trượt - hồi hộp vừa phải. Không thể chờ đợi để quay lại!Đọc thêm",
            "Ngày tuyệt vời. Xin chân thành cảm ơn Jonathan về dịch vụ khách hàng đã giải quyết vấn đề với vé bên thứ ba của chúng tôi.\nChúng tôi đến thăm với đứa con trai 11 tuổi của chúng tôi. \nViệc xếp hàng vào giữa buổi sáng mất khoảng 30 phút. Rất nhiều giường phơi nắng. Hàng đợi cho hầu hết các chuyến đi đều ngắn, còn các chuyến lướt sóng là chuyến chúng tôi phải chờ lâu nhất. Đây là một công viên rất thân thiện với gia đình. Lý tưởng cho các gia đình hoặc những người không tìm kiếm những chuyến đi cảm giác mạnh. \nTủ khóa, phòng tắm tuyệt vời - thậm chí cả túi để đựng đồ ướt của bạn.\nNếu bạn rời đi vào cuối ngày, tôi khuyên bạn nên đặt taxi vì ở đây không có xếp hạng taxi chính thức.Đọc thêm",
            "Kính thưa quý khách\n\nCảm ơn bạn đã dành thời gian đánh giá đầy đủ về chuyến thăm của bạn và các dịch vụ chúng tôi cung cấp. Chúng tôi đã chuyển tiếp ý kiến ​​của bạn về trải nghiệm dịch vụ của đồng nghiệp.\n\nChúng tôi đánh giá cao thời gian của bạn rất nhiều. \n\nTrân trọng\nĐọc thêm",
            "Chúng tôi có một trong những chiếc lều ở đây trong một ngày trong kỳ nghỉ của chúng tôi, chiếc lều rất đáng yêu, bao gồm đồ uống lạnh và đĩa trái cây. Dịch vụ này rất tuyệt vời và tôi cảm thấy đó là một mức giá hợp lý, và thực tế là bạn được giảm giá 50 đô la vào cửa, điều đó khiến nó trở nên xứng đáng với số tiền bỏ ra,  \n\nBản thân công viên đã tốt, các chuyến đi rất vui, sạch sẽ và được tổ chức tốt. Thời gian chờ đợi có vẻ thấp, đặc biệt là trong nửa học kỳ tháng 10 \n\nNhược điểm duy nhất là giới hạn trọng lượng cho nhiều trò chơi, hầu hết các trò chơi đều có giới hạn trọng lượng là 120kg và đối với một số trò chơi là 110kg. Tôi hoàn toàn hiểu điều này là vì sự an toàn nhưng nó không được quảng cáo nhiều trên trang web, thực tế là khi chúng tôi phát hiện ra điều này khi cố gắng đi một chuyến, tôi đã tìm kiếm trên trang web để tìm hiểu những chuyến đi khác mà chồng tôi có thể đi và không thể tìm thấy thông tin này. Bạn được thông báo rất nhiều về giới hạn chiều cao trong suốt quá trình đặt chỗ nhưng không bao giờ được thông báo về cân nặng.Đọc thêm",
            "Kính thưa quý khách\n\nCảm ơn bạn đã dành thời gian đánh giá đầy đủ về chuyến thăm của bạn và các dịch vụ chúng tôi cung cấp. Vui lòng lưu ý ý kiến ​​đóng góp của bạn về giới hạn trọng lượng sẽ được chuyển đến ban quản lý bộ phận liên quan để xem xét - cải thiện.\n\nChúng tôi đánh giá cao thời gian của bạn rất nhiều. \n\nTrân trọng\nĐọc thêm",
            "Vì Dubai rất nóng vào tháng 7, chúng tôi đã đến Công viên nước Wild Wati để giải nhiệt. Trong thời gian ở đó, chúng tôi đã may mắn gặp được Dulip, một trong những nhân viên cứu hộ ở đó. Anh ấy đã cẩn thận giải thích cho chúng tôi cách công viên hoạt động và phải làm gì nếu chúng tôi bị đuối nước. Rõ ràng là anh ấy biết rất rõ công viên. Chúng tôi thấy lời khuyên này rất hữu ích và thấy anh ấy rất thân thiện. Chúng tôi đã gặp anh ấy nhiều lần trong chuyến thăm của mình và anh ấy đã đảm bảo rằng chúng tôi được tận hưởng. Xin chân thành cảm ơn Dulip đã giúp chúng tôi có khoảng thời gian vui vẻ và an toàn ở đó! Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để gửi đánh giá.\n\nChúng tôi đánh giá cao việc bạn đã chia sẻ trải nghiệm đáng nhớ với chúng tôi và dịch vụ của đồng nghiệp của chúng tôi. Chúng tôi hy vọng sẽ được chào đón bạn quay trở lại Wild Wadi trong thời gian tới.\n\nTrân trọng\nĐọc thêm",
            "Đã 15 năm rồi tôi mới đến Wild Wadi! Nơi này đã có những ngày tốt đẹp hơn vì nhiều đồ dùng và đồ trưng bày hiện đã bị dỡ bỏ hoặc chỉ được trát xi măng lại, nhưng tất cả các chuyến đi đều hoạt động bình thường. Các chuyến đi rất phong phú và đa dạng nhưng không có gì quá hiện đại và cực đoan. Một công viên nước đàng hoàng. Các bản đồ có thể - đã tốt hơn để giúp điều hướng công viên nhanh hơn và khó có thể đi đến tháp nếu không có đường tắt.  \n\nĐiều tôi thực sự thích là sự quyến rũ của nơi này, đặc biệt là chủ đề cướp biển khiến nơi này trở nên thú vị. Có những cây cầu dây đưa bạn lên khá cao, mang lại tầm nhìn tuyệt vời ra khách sạn, biển và khu vực xung quanh. Rất nhiều nhân viên và nhân viên cứu hộ ở khắp mọi nơi. Bể tạo sóng cũng tuyệt vời. Rất nhiều tủ khóa, nhà vệ sinh và không gian để thay đổi. \n\nNhìn chung, tôi thực sự thích thời gian ở đây, nhưng nơi này cần được hiện đại hóa và đầu tư một chút. Đọc thêm",
            "Chúng tôi đến lúc 2 giờ chiều ngày thứ Hai với hàng đợi lớn nhưng thật ngạc nhiên bởi sự yên tĩnh của nó. Chúng tôi đã sử dụng thẻ Emirates để được giảm giá 20. Điều tiêu cực duy nhất trong ngày là người đàn ông ở quầy bán vé đang cố gắng hối thúc chúng tôi nâng cấp. Đây là một xu hướng khủng khiếp trên khắp Dubai và đặc biệt tồi tệ ở đây. Tôi sẽ rất tức giận nếu nâng cấp lên cabin hoặc thẻ nhanh rồi vào trong và nhận ra rằng không có hàng đợi. \n\nBản thân công viên thật tuyệt vời. Chúng tôi có 4 đứa trẻ từ 5 đến 11 tuổi và tất cả chúng đều rất bận rộn. Nhân viên cứu hộ rất thân thiện và ở mọi thời điểm. Chúng tôi đã gặp một tai nạn nhỏ với một trong những đứa trẻ và các nhân viên cực kỳ chuyên nghiệp trong việc giải quyết nó. Các chuyến đi rất thú vị và hấp dẫn.\n\nGiá rất cao, ngay cả sau khi giảm giá, nhưng chúng tôi cảm thấy mình nhận được giá trị tốt vì không có hàng.Đọc thêm",
            "Một ngày tuyệt vời ở công viên nước - chúng tôi đi như một nhóm lớn có khu vực tiếp khách riêng.\nKhông có thực phẩm không chứa gluten trong khu phức hợp - điều này khiến cuộc sống trở nên rất khó khăn khi bạn có một đứa con bị bệnh celiac đi cùng.\nNhân viên không hữu ích chút nào và một thành viên rất thô lỗ.\nCông viên nước được giữ sạch sẽ không tì vếtĐọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã dành thời gian đánh giá đầy đủ về chuyến thăm của bạn và các dịch vụ chúng tôi cung cấp. Vui lòng lưu ý rằng chúng tôi có sẵn thực phẩm không chứa gluten với số lượng hạn chế. \n\nTôi đã ghi lại phản hồi của bạn cho ban quản lý để cải thiện trong tương lai.\n\nTrân trọng\nĐọc thêm",
            "Đã đến đây như một gia đình - những đứa trẻ 3,5 tuổi 5 tháng -. Người lớn tuổi nhất của chúng tôi YÊU THÍCH nó - bể tạo sóng và cầu trượt dành cho trẻ em thật tuyệt vời. Tôi nghe thấy những đánh giá về việc bị chạy xuống - nó hơi lỗi thời -, nhân viên đang cố gắng bán thêm vé nhanh - thức ăn, v.v. - họ đã làm vậy, nhưng chỉ cần bỏ qua - nhưng một ngày vui vẻ nếu bạn có con mới biết đi. Giá thực phẩm rất cao nhưng như mong đợi. Muốn giới thiệu. Một vài nhân viên hơi - khéo léo - với bọn trẻ và chiều cao mà chúng cần xem xét - cậu bé của chúng tôi cao 1,1 mét, một số sẽ cho cậu ấy cưỡi ngựa và một số thì không nên tôi phải can thiệp - , nhưng nói chung là một ngày vui vẻ.Đọc thêm",
            "Kính gửi quý khách,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để gửi đánh giá.\n\nChúng tôi rất cảm kích vì bạn đã chia sẻ trải nghiệm đáng nhớ của mình với chúng tôi và chúng tôi cũng đã ghi lại phản hồi của bạn. Chúng tôi hy vọng sẽ được chào đón bạn trở lại Wild Wadi trong tương lai gần.\n\nTrân trọng\nĐọc thêm",
            "đó là một trải nghiệm tuyệt vời, chắc chắn sẽ quay trở lại đặc biệt là mùa hè này. đồng ý với Marivic, người đã hỗ trợ tôi mặc quần bơi mà tôi cần để tận hưởng chuyến đi - - Đọc thêm",
            "Hàng đợi slide rất chậm trong 3 giờ chúng tôi chỉ làm 1 slide, chúng tôi phải chờ quá lâu và nhân viên đang dành thời gian để cho mọi người đi qua, mọi thứ đều lộn xộn và thiếu tổ chức khiến bạn phải bỏ cuộc và ở lại trong khu vực hồ hoặc hồ bơi, KHÔNG lãng phí tiền của bạn, một số nhân viên rất thô lỗ, khi chúng tôi đến Atlantis lần trước, chúng tôi không gặp phải vấn đề này, cộng với thức ăn đắt tiền, chất lượng kém và không tốt cho sức khỏe. Chúng tôi sẽ không bao giờ quay lại nữa. Đọc thêm",
            "Các nhân viên thật tuyệt vời, Không có gì là quá đáng đối với họ. Mohammed đến từ nhân viên cứu hộ Kenya và những người Kenya tại cửa hàng bán lẻ còn hơn thế nữa. Đọc thêm",
            "Chúng tôi đã mua vé trực tuyến trọn ngày 5 ngày tất cả những gì bạn có thể. Tuy nhiên, chúng tôi vẫn phải xếp hàng. Chúng tôi xếp hàng dưới nắng nửa tiếng. Sau đó, khi cuối cùng chúng tôi cũng vào được: vòng tay của chúng tôi không hoạt động. Chúng tôi phải làm lại toàn bộ quy trình lấy vé và đợi lại 15 phút để lập trình lại cho trẻ em và tủ đựng đồ !!! Tổng thời gian là 50 phút ở lối vào với những người xô đẩy Nhân viên của bạn quá chậm và không có kỹ năng và quy trình của bạn quá ngu ngốc. Bạn đã giết chết niềm vui của ngày trước khi nó bắt đầu.Đọc thêm",
            "Công viên nước rất nhỏ với các lựa chọn thực phẩm hạn chế và phòng thay đồ tồi tàn - nhà vệ sinh cần được đầu tư. Chuyến đi không tuyệt vời, mọi người bị mắc kẹt trong bè. Rất đắt cho những gì nó là. Lựa chọn thực phẩm rất hạn chế. Họ không phục vụ tốt cho người không có gluten hoặc người ăn chay. Một số nhân viên thô lỗ.Đọc thêm",
            "Một công viên nước rất hoàn chỉnh, có nhiều đường trượt, nhiều lựa chọn để thưởng thức, ngoài ra còn có âm nhạc hay và DJ biểu diễn trực tiếp. Việc truy cập cũng dễ dàng và nhanh chóng.Đọc thêm",
            "Dịch vụ tuyệt vời tại Surfers Burgers của Farouk, anh ấy rất hữu ích và nhận đơn đặt hàng cho chúng tôi trong vòng chưa đầy 10 phút kể từ khi chúng tôi có conĐọc thêm",
            "Nếu bạn có cơ hội đi cầu trượt ở đây hoặc trượt vào nước thải chưa qua xử lý, hãy chọn cái sau, nó sẽ thú vị hơn. Đầu tiên, nó thậm chí không phải là một công viên nước ấn tượng. Nó - ổn thôi, nhưng không có gì đặc biệt cả. Thứ hai, nó quá đông đúc và nhân viên khá vô vọng. Chúng tôi xếp hàng hơn một tiếng đồng hồ mới vào được dù đã mua vé trước. Không có hệ thống xếp hàng nên nó thực sự bắt đầu ở bãi đậu xe ngầm. Cuối cùng, khi đã vào trong bạn chỉ cần xếp hàng lại. Trong một chuyến đi, tôi đã tính thời gian 1 giờ 15 phút kể từ thời điểm biển báo cho biết - bạn - còn 30 phút nữa -. Tất cả chỉ là một chút vô vọng. Chúng tôi đến lúc 11 giờ sáng, đi được hai chuyến và rời đi lúc 15:30!Đọc thêm",
            "Nơi này quá đông đúc, không bao giờ nên cho nhiều người vào, khiến toàn bộ trải nghiệm trở nên địa ngục. Xếp hàng một tiếng rưỡi để vào, đi 2 chuyến, cả hai đều mất hơn một giờ để xếp hàng và rời đi - . Không thể - không muốn rời đi!Đọc thêm",
            "Where do you even start? I have been to Wild Wadi many times over the last 15 years or so and it is a real shame to see how far it has fallen. When you buy tickets online and then have to queue for 45mins or so outside the place anyway, you know you - re in for an interesting experience. That queue? That was so they could scan people - s bags for food to confiscate.Once in, and received the wristband that promised food and drinks included for 370dhs a head, you get to queue again, this time for a 55dh locker. Another 15mins gone. When inside, you realise that even early in the day, there are just too many people in the place. Go and get some drinks with your  - all inclusive -  wristband? Sure 2 cokes and 2 cups of what would appear to be tepid tap water appear after 20mins in a queue. Read the finenprint people....it transpires that all inclusive is not what it seems. It applies only in two outlets and to about 15 -  of the menu items. A hot dog and some garbage nuggets for the kids? 40minutes. A request for chicken wraps caused a near meltdown. All around the counters people are squeezing in, shouting, staff are utterly clueless and ultimately, the food is garbage. And that - s before even talking about the water park itself.....Queues for the main slides were anything between 30 and 45 minutes and perhaps more worryingly, the rules on access appeared ambiguous. On the slide that you are pushed up hill it clearly states  - single rider 120kg and two riders 180kg limit - . I - m not small but with one of my kids would be 160kg or so. Refused access. Asked management, who asked the lifeguards that refused access what the rule was. Then the chief lifeguard came and said if one person is 120 ina two person ring, the they would be refused. Their own sign doesn - t say that though and we then watched the management and the lifeguards argue about what their own safety sign meant! Fair enough I - m not small, but I have absolutely been bigger and on those very slides....to which they said the rules recently changed.....read the fine print. The kids went on themselves after my utterly unnecessary humiliation by power trippy lifeguards- also a common theme. They were all, without exception, surly as all hell....and that - s another change from previous.Between 45min waits for slides and the same for any food or.drinks, you find your day is done and you - ve managed  a rubbish hotdog and about 4 rides all day. A total rip off. Yes, it - s near Eid, but if that - s the.level of service you can expect then let less people in. After leaving, you are then confronted by a fleet of lexus taxis giving the tourists the hard sell. Tried to charge 130dhs for a  fare that was 55dhs by using the Careem app and waiting 1 minute for a cab.Overall....don - t waste your time or money. I came away angry that I was ripped off, about the number of people, about wait times, about staff across the park that didn - t appear to be well trained and ultimately, it - s faded and well past it - s best. Maybe they should take that on board when charging 370dhs per person. I - ll go to Aquaventure next time and pay more.Read more",
            "Có phải thỏa thuận cấp thị thực vào Thứ Hai chỉ dành cho cư dân UAE? Hoặc khách du lịch có thể mua vé? Đọc thêm",
            "Tôi đang lên kế hoạch nghỉ tại Jumeirah Zabeel saray ở Tháng 8. Có còn miễn phí vào cửa công viên nước Wild wadi không?Đọc thêm",
            "Kính thưa quý khách,\n\nVui lòng lưu ý rằng quyền truy cập không miễn phí. Tuy nhiên,\nJumeirah Zabeel Saray cung cấp mức giá ưu đãi dành cho khách lưu trú tại bàn trợ giúp đặc biệt của họ.\n\nTrân trọng, Đọc thêm",
            "CHÀO. Khách lưu trú tại Jumeirah Zabeel Saray có được vào cửa miễn phí công viên nước Wild wadi không? Tôi đã được bảo là không còn làm thế nữa\n\nCảm ơnĐọc thêm",
            "Kính thưa quý khách,\n\nVui lòng lưu ý rằng quyền truy cập không miễn phí. Tuy nhiên,\nJumeirah Zabeel Saray cung cấp mức giá ưu đãi dành cho khách lưu trú tại bàn trợ giúp đặc biệt của họ.\n\nTrân trọng, Đọc thêm",
            "Hiện tại công viên có mở cửa không? Tháng 6 năm 2023?Đọc thêm",
            "Xin chào, tôi đang cố gắng mua vé trực tuyến nhưng dường như nó không cung cấp cho tôi tùy chọn thêm đường đua nhanh. Bạn có phải làm điều đó khi đến đó không?                                     Ngoài ra, bạn có thể đặt một chiếc cabana khi bạn đến đó không? Cảm ơn Đọc thêm",
            "Có ngày nào dành riêng cho nam giới không - Đọc thêm",
            "Tuy nhiên, tôi không nhớ rằng họ có, nếu bạn là chủ thẻ visa, bạn phải trả mức giá độc quyền chỉ 109 AED vào Thứ Hai cho tối đa 6 người, khi thanh toán bằng thẻ Visa hoặc bất kỳ ngày nào sử dụng thẻ visa, bạn sẽ được giảm giá 25 có giá trị cho tối đa 6 người, ưu đãi này có hiệu lực đến ngày 31 tháng 12 năm 2022.Đọc thêm",
            "Công viên nước có đóng cửa vào thứ Ba không?Đọc thêm",
            "Không thường xuyên trừ khi đó là ngày tôn giáoĐọc thêm",
            "Những ngày nào chỉ có phụ nữ ở Wild Wadi? - Đọc thêm",
            "Liệu công viên có được mở cửa vào tháng 7 năm 2022 hay không, chỉ cần đọc ở đâu đó rằng nó sẽ được chuyển đến khách sạn mới. Đọc thêm",
            "Có giảm giá khi tham quan công viên nước vào ngày sinh nhật của trẻ không?Đọc thêm"
        ],
        "star_ratings": [
            5047,
            2960,
            1053,
            260,
            193
        ],
        "review_amount": 9513,
        "location": [
            "Dubai",
            "Công viên nước Wild Wadi",
            "Những điều cần làm ở Dubai",
            "các Tiểu Vương Quốc Ả Rập Thống Nhất",
            "Trung đông",
            "Tiểu vương quốc Dubai"
        ],
        "reviews_time": [
            "Written August 25, 2023",
            "Written October 25, 2023",
            "Written October 27, 2023",
            "Written November 1, 2023",
            "Written November 4, 2023",
            "Written November 8, 2023",
            "Written December 6, 2023",
            "Written December 20, 2023",
            "Written February 25, 2024",
            "Written March 6, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 10, 2024",
            "Written May 4, 2024",
            "Written April 18, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 11, 2024",
            "Written April 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295424-d320708-Reviews-Wild_Wadi_Waterpark-Dubai_Emirate_of_Dubai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d13483392-Reviews-Sardina_Seafood_Restaurant-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d13173357-Reviews-Arabian_Tea_House_Restaurant_Cafe_Mercato_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d967340-Reviews-Villa_Beach_Restaurant-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3920375-Reviews-Sahn_Eddar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d12143155-Reviews-The_Palmery-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d1674486-Reviews-Beachcombers-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d12144252-Reviews-Rockfish-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d10467723-Reviews-Gold_On_27-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d1519854-Reviews-Junsui-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d2530279-Reviews-La_Parrilla-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13748110-Reviews-Wild_Wadi_Water_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324445-Reviews-Burj_Al_Arab-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11847727-Reviews-WOW_Kids_Amusement_Arcade-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d24072917-Reviews-The_Mall_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8756514-Reviews-Glory_Art_Gallery-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23119027-Reviews-The_Mall_Shopping_Center-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7238083-Reviews-Dubai_Turtle_Rehabilitation_Project-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182644-Reviews-Souk_Madinat_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d21404155-Reviews-Theatre_Of_Digital_Art-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1200463-Reviews-Atlantis_Aquaventure_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d320708-Reviews-or10-Wild_Wadi_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747357-Reviews-LEGOLAND_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10167788-Reviews-Splash_n_Party-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12004338-Reviews-Dubai_Parks_and_Resorts-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3259281-Reviews-Children_s_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d561527-Reviews-Ski_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2038312-Reviews-Global_Village-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23630188-Reviews-Peace_Land_Travel_And_Tourism-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11802565-Reviews-Motiongate_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747333-Reviews-LEGOLAND_Water_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23696659-Reviews-Inside_Burj_Al_Arab_Tour-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12724201-Reviews-Tao_Spa-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1999592-Reviews-Skyview_Bar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19513190-Reviews-The_Photo_Experiences-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7029677-Reviews-Talise_Spa_at_Burj_Al_Arab_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23205832-Reviews-Sand_Dollar_Dubai_Beach_Store-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17782892-Reviews-Nemo_Boat_Tour_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d20310398-Reviews-Fast_Furious_Renta_Car_UAE-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d10457786-Reviews-MAAT_Museu_de_Arte_Arquitetura_e_Tecnologia-Lisbon_Lisbon_District_Central_Portu.html",
            "https://www.tripadvisor.com/Attraction_Review-g46217-d2641297-Reviews-Jenness_State_Beach-Rye_Beach_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283342-Reviews-Aquarium_of_Niagara-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7981033-Reviews-Platja_de_la_Nova_Icaria-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d7250572-Reviews-Iona_s_Beach_Scientific_and_Natural_Area-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276834-Reviews-Memento_Park-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g46170-d116320-Reviews-Six_Gun_City-Mount_Washington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d7354928-Reviews-Al_Montazah_Parks-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g59712-d3397357-Reviews-Yellowstone_Lake_State_Park-Blanchardville_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d7788027-Reviews-Seoul_Zimzilbang_Korean_Sauna-Toronto_Ontario.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295424-d320708-Reviews-or10-Wild_Wadi_Waterpark-Dubai_Emirate_of_Dubai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295424-d320708-Reviews-Wild_Wadi_Waterpark-Dubai_Emirate_of_Dubai.html"
    }
]