[
    {
        "attraction_name": "Wild Canyon Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu ở Hẻm núi hoang dã",
        "general_info": [
            "3.126 đánh giá",
            "- 3 trong số 84 điều cần làm ở Cabo San Lucas",
            "Giải trí - Công viên chủ đề"
        ],
        "attraction_summary": "Là một công viên mạo hiểm nằm trong hẻm núi tuyệt đẹp, điểm nổi bật ở đây bao gồm đường trượt zipline lớn nhất ở Baja và đường sắt leo núi sàn kính.Đọc thêm",
        "reviews": [
            "Thật là một ngày vui vẻ với Wild Canyon Adventures!! Chúng tôi ở tại khách sạn Hilton ở Los Cabos và Alan là người đại diện cho công ty tại khách sạn. Gia đình tôi đã đi xe UTV từ khách sạn đến công viên. Alan cưỡi ngựa đi trước chúng tôi - đảm bảo chúng tôi được an toàn - vui vẻ. Khi chúng tôi đến công viên, anh ấy giải thích tất cả các hoạt động cho chúng tôi và chỉ cho chúng tôi đi tham quan công viên tuyệt vời. Khi chúng tôi đến công viên, Raphael chỉ cho chúng tôi tham quan các khu vực có động vật. Anh ấy thật tuyệt vời - thực sự đảm bảo rằng chúng tôi đã có trải nghiệm tuyệt vời. Trong tương lai, chúng tôi chắc chắn sẽ quay lại và tận dụng tất cả những điều thú vị và mạo hiểm mà công viên mang lại. Cảm ơn Alan - Raphael!!! Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá về trải nghiệm của bạn với chúng tôi. Chúng tôi thực sự đánh giá cao nó! Chúng tôi rất vui khi biết rằng bạn rất thích dịch vụ của chúng tôi và các thành viên trong nhóm của chúng tôi, Alan và Raphael, đã xuất sắc trong việc cung cấp dịch vụ xuất sắc. Chúng tôi luôn vui mừng khi nhận được những phản hồi tích cực như vậy vì nó thúc đẩy chúng tôi liên tục vượt qua sự mong đợi của khách hàng. Chúng tôi đảm bảo sẽ chuyển những lời tốt đẹp của bạn đến cả Alan và Raphael. Họ sẽ rất vui mừng khi biết rằng những nỗ lực của họ đã khiến chuyến thăm của bạn trở nên đáng nhớ. Chúng tôi rất mong được chào đón bạn quay trở lại trong tương lai, vì vậy bạn có thể khám phá nhiều hoạt động đa dạng mà chúng tôi cung cấp. Chúng tôi tin tưởng rằng bạn sẽ có khoảng thời gian tuyệt vời, giống như bạn đã có ở khu bảo tồn động vật. Hơn nữa, chúng tôi khuyến khích bạn mời gia đình và bạn bè của mình đến thăm công viên của chúng tôi. Chúng tôi muốn mọi người có cơ hội tận hưởng khoảng thời gian tuyệt vời tại công viên của chúng tôi. Hãy truyền bá và để họ trải nghiệm mức độ thích thú giống như bạn đã trải nghiệm.\n\nCảm ơn bạn một lần nữa vì đã chọn Wild Canyon. Chúng tôi rất mong chờ lần viếng thăm tới của bạn!\n\nTrân trọng,\nHẻm núi hoang dã Đọc thêm",
            "Thật là một thời gian tuyệt vời với thẻ công viên. Quinn cho chúng tôi xem tất cả các loài động vật, đặc biệt là những chú vẹt có thể khiến chúng làm trò. Ivan với ATV là một người tuyệt vời và là một người hướng dẫn tuyệt vời. Guillermo, Oswald và người hướng dẫn trưởng với bộ râu và khuyên mũi làm dây zip zip cực thú vịĐọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tích cực về trải nghiệm của bạn tại Wild Canyon. Chúng tôi thực sự đánh giá cao nó! Chúng tôi hiểu rằng khách truy cập mong muốn có một ngày vui vẻ và vui vẻ và chúng tôi rất vui khi biết rằng chúng tôi đã vượt quá sự mong đợi của bạn với gói bạn đã mua, bao gồm tất cả các hoạt động chúng tôi cung cấp. Chúng tôi luôn vinh dự khi nhận được sự công nhận về dịch vụ xuất sắc mà hướng dẫn viên của chúng tôi cung cấp. Những lời nói tử tế của bạn là động lực vô cùng lớn và truyền cảm hứng cho chúng tôi để tiếp tục tạo ra những trải nghiệm khó quên cho du khách. Hãy yên tâm rằng chúng tôi sẽ chuyển lời khen ngợi của bạn tới Ivan, Guillermo và Oswald, vì họ sẽ rất vui khi biết rằng họ đã khiến thời gian của bạn ở Wild Canyon trở nên thú vị hơn nữa. Chúng tôi cũng muốn bày tỏ lòng biết ơn vì đã giới thiệu chúng tôi cho người khác. Sự chứng thực của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi chân thành đánh giá cao điều đó. Một chuyến viếng thăm Wild Canyon thực sự đáng giá từng xu, mang đến một ngày phiêu lưu và phấn khích trọn vẹn. Cuối cùng, chúng tôi mời bạn theo dõi chúng tôi trên các kênh truyền thông xã hội của chúng tôi để trở thành một trong những người đầu tiên biết về các cập nhật mới nhất và ưu đãi đặc biệt của chúng tôi. Luôn kết nối để có những trải nghiệm thú vị hơn!\n\nMột lần nữa xin cảm ơn bạn vì đánh giá tuyệt vời của bạn và chúng tôi xin gửi đến bạn một cái ôm thật chặt.\n\nTrân trọng kính chào,\nHẻm núi hoang dã Đọc thêm",
            "Ngày gia đình tuyệt vời đi chơi. Nhân viên rất xuất sắc, lịch sự và rất nhiều thông tin. Các hoạt động được tổ chức tốt và được mọi người yêu thích.\nNgày đi chơi tuyệt vời với những kỷ niệm sẽ tồn tại suốt đời - thậm chí cả cú nhảy bungee - - - - - Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của bạn sau chuyến thăm công viên của chúng tôi với gia đình. Chúng tôi đánh giá rất cao phản hồi của bạn và rất vui khi biết rằng hướng dẫn viên tận tâm của chúng tôi đã thành công trong việc tạo ra một ngày vui vẻ và khó quên cho bạn và gia đình. Chúng tôi mời bạn chia sẻ những bức ảnh đẹp của mình trên mạng xã hội và đừng quên gắn thẻ chúng tôi trong các bài đăng của bạn trên tài khoản chính thức của chúng tôi. Bằng cách này, bạn có thể giúp chúng tôi chia sẻ những kỷ niệm đáng kinh ngạc này với những người theo dõi chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã chọn dành thời gian của mình với chúng tôi và chúng tôi mong sớm được chào đón bạn quay trở lại. \n\nGửi lời chào trân trọng,\nHẻm núi hoang dã!Đọc thêm",
            "Gần đây chúng tôi đã thực hiện một chuyến tham quan UTV - ATV riêng từ khách sạn của mình, vì vậy chỉ có chúng tôi và hướng dẫn viên Ivan của chúng tôi. Trải nghiệm đi địa hình trên cồn cát, đường mòn và bãi biển thật tuyệt vời. Điều làm cho trải nghiệm trở nên tuyệt vời hơn nữa là hướng dẫn viên Ivan của chúng tôi. Chúng tôi cảm thấy như anh ấy thực sự yêu thích công việc của mình và rất nhiệt tình giúp mọi người có được trải nghiệm tuyệt vời. Chúng tôi cảm thấy như kiến ​​thức và niềm đam mê của anh ấy đã khiến thời gian của chúng tôi kéo dài 100 năm - tốt hơn bao giờ hết. Đây là chuyến tham quan đáng nhớ nhất của chúng tôi từ trước đến nay! Chúng tôi thậm chí còn được nhìn thấy những con lừa! Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã bình luận hào phóng của bạn. Chúng tôi rất vui mừng khi biết rằng chuyến tham quan UTV - ATV riêng của bạn là một trải nghiệm tuyệt vời. Sự ghi nhận của bạn đối với những nỗ lực của nhóm chúng tôi giúp chúng tôi có động lực để cung cấp dịch vụ đặc biệt cho tất cả khách hàng của mình. Tạo ra chuyến tham quan đáng nhớ nhất từ ​​trước đến nay của bạn là một lời khen ngợi to lớn.\n\nTrân trọng,\nHẻm núi hoang dã.\nĐọc thêm",
            "Hôm nay tôi đã có khoảng thời gian tuyệt vời với vợ tôi và cô con gái 10 tuổi trên UTV!  Ước gì chúng ta có nhiều thời gian hơn để tận hưởng những hoạt động khác. \n\nHãy gọi thật lớn Javier và Rafa vì họ là những hướng dẫn viên du lịch tuyệt vời!!  Họ đã hấp dẫn, quan tâm và rất hiểu biết!  Hy vọng tôi viết đúng tên của họ.Đọc thêm",
            "Russ E thân mến, \n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng bạn và gia đình đã có khoảng thời gian tuyệt vời trên UTV của chúng tôi. Chúng tôi hiểu rằng đôi khi thời gian trôi nhanh khi bạn đang vui vẻ và chúng tôi - rất tiếc - không có đủ thời gian để khám phá tất cả các hoạt động của mình. Hy vọng rằng bạn sẽ quay trở lại để có nhiều cuộc phiêu lưu hơn nữa cùng chúng tôi!\nChúng tôi hy vọng rằng bạn có thể giới thiệu chúng tôi với gia đình và bạn bè của bạn, điều đó có ý nghĩa rất lớn đối với chúng tôi. Chia sẻ trải nghiệm tích cực của bạn sẽ giúp người khác khám phá ra sự phấn khích mà chúng tôi mang lại. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho cuộc phiêu lưu của bạn. Chúng tôi rất mong được chào đón bạn quay trở lại để có một trải nghiệm tuyệt vời khác!\n\nTrân trọng,\n\nHẻm núi hoang dã.\nĐọc thêm",
            "Wow thật là một ngày tuyệt vời!  Chúng tôi đã có người hướng dẫn xe đạp địa hình và xe địa hình 4 bánh Brayan giỏi nhất! Anh ấy để chúng tôi đi nhanh hơn vì chúng tôi là những người lái xe và người đi xe máy có kinh nghiệm, điều đó thật điên rồ! Rất vui Cảm ơn bạn brayan! Họ cũng giúp chúng tôi đổ xăng cho xe đạp khi chúng tôi đang trống rỗng!\nCú đu rơi tự do 73m thật đáng kinh ngạc - giống như nhảy hầm nhưng họ để bạn đi nên bạn không phải chịu áp lực khi tự nhảy lol!\nLớp lót zip cũng rất ngầu!! Chắc chắn khuyên bạn nên đến đây vào ngày đó là một trải nghiệm tuyệt vời và đồ ăn cũng rất ngon! Chúng tôi đến từ Úc và nơi duy nhất tôi từng đến nơi họ chơi xích đu như thế này là một nơi khá nguy hiểm ở Philippines, nơi nơi này có cảm giác an toàn hơn nhiều nhưng có lẽ còn hồi hộp hơn khi tôi có thể mở mắt ra và hãy tận hưởng nó thay vì nghĩ mình có thể chết - - Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn có một nơi tuyệt vời và an toàn như vậy. Những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi đánh giá cao sự giới thiệu của bạn cho những người khác. Thật tuyệt vời khi biết rằng bạn thấy cơ sở vật chất và hoạt động của chúng tôi thật thú vị. Chúng tôi mong muốn bạn luôn kết nối với chúng tôi! Vui lòng theo dõi các kênh truyền thông xã hội của chúng tôi để biết thông tin cập nhật và nội dung độc quyền. Nếu bạn có thể chia sẻ trải nghiệm tuyệt vời của mình ở đó và gắn thẻ chúng tôi, điều đó thật tuyệt vời. Một lần nữa, cảm ơn bạn đã chọn chúng tôi và chia sẻ cuộc phiêu lưu của mình. Rất mong được chào đón bạn quay trở lại với những trải nghiệm thú vị hơn trong tương lai!\n\nTrân trọng,\nHẻm núi hoang dã.\nĐọc thêm",
            "Có hai thời gian đón khách sạn vào buổi sáng. Đến sớm và chúng tôi đón khách tại khách sạn lúc 10 giờ sáng. Người lái xe đã đến đúng giờ và chuyến đi suôn sẻ và đến vào khoảng 10 giờ 30 sáng. Quầy lễ tân mất một lúc để lấy vé và chúng tôi đến vào khoảng 10 giờ 45 sáng và tham gia chuyến tham quan UTV lúc 11 giờ sáng. Đây không phải là chuyến tham quan UTV tốt nhất mà chúng tôi đã thực hiện. Kính bảo hộ đã che mất một số tầm nhìn và rất bụi nên rất khó nhìn thấy con đường phía trước và cần có trực giác lái xe tốt. Hãy chắc chắn rằng bạn mang theo khăn rằn của riêng mình hoặc một loại khăn che mặt nào đó. Các hướng dẫn cho tất cả các chuyến tham quan rất hữu ích và nhiều thông tin, họ đảm bảo mọi người đều an toàn. Họ sẽ sắp xếp các chuyến đi từ chuyến tham quan này sang chuyến tham quan khác và đón bạn từ nơi này đến nơi khác, điều này làm cho các chuyến tham quan trở nên rất hiệu quả và việc đi bộ dưới ánh mặt trời rất nóng. Chúng tôi cũng đã thực hiện trò đu dây khổng lồ và đu dây, những trò chơi này thực sự rất hồi hộp. Tôi bị mắc kẹt giữa đường zip và được hướng dẫn viên giải cứu. Rất khuyến khích đi cưỡi lạc đà và khu bảo tồn động vật. Cả hai đều mang đến những tương tác động vật rất thân mật và đó là điều mà mọi lứa tuổi đều có thể thích thú - phải làm cho các gia đình.  Chúng tôi đã hôn, vuốt ve và cho nhiều loài động vật khác nhau ăn và có được những bức ảnh tuyệt vời! Những con lạc đà được giải cứu khỏi rạp xiếc ở Mexico City và Guadalajara. Lưu ý cuối cùng là mỗi hướng dẫn viên chúng tôi gặp đều rất thân thiện và hữu ích và khiến trải nghiệm trở nên dễ dàng. Mỗi chuyến tham quan đều có một hộp tiền boa và hướng dẫn viên kiếm sống chủ yếu nhờ tiền boa, vì vậy hãy nhớ mang thêm một ít tiền mặt.Đọc thêm",
            "Andrew thân mến,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi chi tiết của mình với chúng tôi. Chúng tôi rất vui khi biết rằng bạn có thể trải nghiệm hầu hết các hoạt động trong công viên của chúng tôi. Chúng tôi đánh giá cao ý tưởng và đề xuất của bạn. Đề xuất của bạn về việc mang theo khăn quàng cổ hoặc khẩu trang rất có giá trị đối với những vị khách tương lai của chúng tôi.\nChúng tôi cũng muốn bày tỏ lòng biết ơn vì đã ghi nhận những nỗ lực của các hướng dẫn viên của chúng tôi. Sự cống hiến của họ cho sự an toàn và hiệu quả là điều tối quan trọng và sự công nhận của họ củng cố tác động tích cực mà họ có đối với du khách của chúng tôi. Một lần nữa, cảm ơn bạn đã chọn công viên của chúng tôi và chúng tôi mong được chào đón bạn quay trở lại để có những cuộc phiêu lưu thú vị hơn trong tương lai.\n\nTrân trọng,\nHẻm núi hoang dã.\nĐọc thêm",
            "Chúng tôi đã có một chuyến lái xe tuyệt vời qua sa mạc trên chiếc CamAm Racer. Khung cảnh thật ngoạn mục và việc đi qua - cây cầu - rất thú vị. Được ngắm nhìn thiên nhiên tươi đẹp của vùng ở cự ly gần thật đặc biệt. Hướng dẫn viên tuyệt vời của chúng tôi Fernando rất hiểu biết, chuyên nghiệp và là một nhiếp ảnh gia cá nhân tuyệt vời! \nĐây là lần thứ hai chúng tôi thực hiện cuộc phiêu lưu này và khá chắc chắn rằng nó sẽ thắng - đây không phải là lần cuối cùng!Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá có giá trị của mình. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm đáng kinh ngạc khi lái xe qua sa mạc trên Racer của chúng tôi. Khung cảnh tuyệt đẹp và cảm giác phấn khích khi băng qua - cây cầu - tạo nên những khoảnh khắc khó quên. Chúng tôi đánh giá cao sự trung thành của bạn với tư cách là khách hàng và rất vinh dự được trở thành một phần trong hành trình khám phá sa mạc của bạn. Chúng tôi mong được chào đón bạn đến với một cuộc phiêu lưu thú vị khác trong tương lai!\n\nTrân trọng,\nCayon hoang dã.\nĐọc thêm",
            "Hãy chắc chắn rằng bạn có Rickie làm hướng dẫn viên du lịch UTV của mình!  Anh ấy thật tuyệt vời, thích bàn đạp bằng kim loại - và cho bạn thấy những điều tuyệt vời nhất của CaboĐọc thêm",
            "Chồng tôi và tôi đã dành một ngày ở đây trong tuần trăng mật và điều đó thật sự rất vui. Vì vậy, đáng tiền để làm tất cả. Chúng tôi rất bối rối khi ra khỏi đường cao tốc đến một con đường đất và có lẽ phải lái xe khoảng 3-4 dặm để đi từ - lối vào - đến công viên thực tế, vì vậy nếu bạn tự lái xe và bạn - cũng đang bối rối - .bạn - đang ở đó! - sau khi trải nghiệm một ngày ở đó, họ cần rất nhiều không gian cho mọi hoạt động nên điều đó thật hợp lý. Thật là một ngày vui vẻ và phấn khởi. Hoàn hảo cho tất cả các thành viên trong gia đình.Đọc thêm",
            "Điều này thật tuyệt vời!!! Hướng dẫn của chúng tôi là Panda! Anh ấy đã làm cho chuyến đi trở nên hoành tráng! 100 - sẽ quay lại không thể chờ đợi để đưa con tôi đến đây! Cảm ơn Panda!!!! Đọc thêm",
            "Javier là một hướng dẫn viên du lịch tuyệt vời.  Anh ấy rất thân thiện và đưa chúng tôi đi tham quan tuyệt vời, chúng tôi đã nhìn thấy bãi biển với một điểm dừng chân chụp ảnh tuyệt vời. Chúng tôi cũng phải đạt tốc độ cao và kết thúc bằng việc vượt qua cây cầu đuĐọc thêm",
            "Ricci là một hướng dẫn viên du lịch và người hướng dẫn ATV đáng kinh ngạc! Chúng tôi đã có một trải nghiệm tuyệt vời - sẽ giới thiệu cho những ai muốn làm điều gì đó thú vị ở CaboĐọc thêm",
            "Panda là một hướng dẫn tuyệt vời. Chúng tôi đã thực hiện chuyến lưu diễn ATV với chồng và con gái tôi. Đó là một ngày nóng nực và chúng tôi rất vui vì đã đi vào buổi sángĐọc thêm",
            "Chúng tôi may mắn và có một chuyến đi một mình với Panda. Panda là một hướng dẫn viên du lịch tuyệt vời. Rất hữu ích và nhiều thông tin, và mặc dù chúng tôi là những người duy nhất được hướng dẫn - chỉ có 1 chiếc ATV đôi - anh ấy đã đảm bảo rằng chúng tôi luôn an toàn và mang đến cho chúng tôi một chuyến đi tuyệt vời. Sẽ giới thiệu điều này 100 - và nếu bạn - đủ may mắn để có Panda làm hướng dẫn viên, điều đó - sẽ còn tuyệt vời hơn nữa! Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan UTV tuyệt vời với Wild Canyon. Giao thông vận tải từ khách sạn của chúng tôi là hoàn hảo. Việc đăng ký chuyến tham quan đã diễn ra - ok - - Tôi có thể giúp cải thiện một số quy trình ở đây -. Hướng dẫn viên của chúng tôi, Antonio, thật tuyệt vời! Thân thiện, hữu ích, hiểu biết và vui vẻ khi ở bên! Chúng tôi đi tham quan hẻm núi, bãi biển và sa mạc của bán đảo Baja. Chúng tôi quay lại để xem những bức ảnh đắt đỏ - nhưng bạn không thể cưỡng lại được - và một số đồ uống có giá rất hợp lý tại Lions Den. Công viên này có những điểm hấp dẫn khác, nhân viên đều rất thân thiện. Rất khuyến khích. Đọc thêm",
            "Toàn bộ trải nghiệm này thật tuyệt vời! Chúng tôi đã làm những chiếc atv và utv, người hướng dẫn Richie của chúng tôi rất tuyệt, vui tính và rất chu đáo, đảm bảo rằng chúng tôi được an toàn và vui vẻ! chúng tôi cũng cưỡi lạc đà, Yadir rất vui tính và ngọt ngào. Việc cưỡi ngựa rất yên bình cảm ơn José Maria. Chúng tôi cũng chơi trò đu dây bungee, tôi không biết tên họ nhưng họ rất tuyệt. Nơi này nhìn chung rất tuyệt, tôi giới thiệu cho những ai thích phiêu lưu, có rất nhiều việc phải làm và mọi người đều rất thân thiện và hữu ích, Chỉ cần ăn mặc thoải mái!Đọc thêm",
            "Richie thật tuyệt vời. Chuyến tham quan ATV và UTV cùng anh ấy và anh ấy đã khiến trải nghiệm của chúng tôi không thể nào quên. Anh ấy đã có một khoảng thời gian vui vẻ và chúng tôi chắc chắn sẽ quay lại lưu diễn cùng anh ấy lần nữa!! Cảm ơn Richie!!! Đọc thêm",
            "Xin chào!  - Thời điểm nào là tốt nhất để làm UTV? Đọc thêm",
            "Đó không phải là một lịch trình tốt hơn. Mỗi ngày có nhiều lịch trình khác nhau cho các hoạt động. Tuy nhiên, chúng tôi đã làm điều đó vào buổi sáng. Hãy cẩn thận, bụi ở khắp mọi nơi.Đọc thêm",
            "Xin chào, bạn có đón khách từ khách sạn Hard Rock không? Tôi muốn chắc chắn trước khi mua vé. Cảm ơn bạn!Đọc thêm",
            "Xin chào Rachel, Vâng, chúng tôi cóĐọc thêm",
            "Những hoạt động nào bạn nghĩ là đáng giá nhất? trên xe ATV nếu bạn có thể cho nó vào máy... nếu bạn bị ướt?   lạc đà? cảm ơn bạn.. trân trọngĐọc thêm",
            "Tôi nghĩ điều đó hoàn toàn phụ thuộc vào việc đó là chuyến đi của gia đình hay người lớn. Tôi khuyên bạn rằng nếu bạn thích adrenaline, bạn nên nghiêng về Cuatri - Zipline và bỏ lạc đà sang một bên.Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Los Cabos vào cuối tháng, tôi muốn biết mức giá dành cho người trong nước là bao nhiêu và chi phí của các gói có bao gồm đồ ăn không?",
            "Xin chào Iskra, có tin tốt là bạn sẽ sớm ghé thăm chúng tôi! Trả lời câu hỏi của bạn, chúng tôi có mức giá đặc biệt dành cho những Công dân xuất trình INE hoặc giấy tờ tùy thân chính thức, bạn có thể kiểm tra giá của chúng tôi trên trang web hoặc liên hệ với trung tâm cuộc gọi của chúng tôi. Có, chúng tôi có các hoạt động bao gồm thực phẩm và chúng tôi cũng có các gói mua thực phẩm trước chuyến tham quan sẽ giúp bạn tiết kiệm. Chúng tôi hy vọng sẽ sớm gặp lại bạn tại công viên của chúng tôi.\n\nLời chào từ Gia đình Wild Canyon: - Đọc thêm",
            "Tôi hơi bối rối về mức giá của bạn trên UTV. Trên trang web của bạn có ghi giá cho mỗi người, vậy điều đó có nghĩa là nếu tôi đặt một chiếc UTV đôi thì tôi sẽ phải trả - 500 đô la thay vì chỉ - 250? Đọc thêm",
            "CHÀO! Cảm ơn bạn đã liên hệ với chúng tôi. \nĐể làm rõ mọi thứ, Bạn sẽ trả USD - 250 cho một chiếc UTV đôi có hai người bên trong, bạn cũng sẽ trả USD - 45 làm phí bảo hiểm bắt buộc và 15 USD phí vào cửa cho mỗi người, bạn có thể thanh toán bằng visa, MasterCard, Amex hoặc tiền mặt. \nVui lòng liên hệ với tôi nếu bạn cần thêm thông tin qua Facebook MessengerĐọc thêm",
            "Xin chào, có gói nào bao gồm tất cả các điểm tham quan không?Đọc thêm",
            "Xin chào, chúng tôi có gói thú vị nhất có tên là DAY PASS, bao gồm cả đồ ăn và trong gói đó bạn có thể thực hiện tất cả các hoạt động trong công viên.\n\nĐiều quan trọng là bạn phải cân nhắc rằng bạn có thể không làm được tất cả do thiếu thời gian và bạn phải chọn Mục yêu thích của mình. Thông thường, họ quản lý để thực hiện bungee và Swing - đó là những hoạt động nhanh nhất của chúng tôi - và ba trong số các hoạt động sau: đu dây, mô tô, UTVS - xe địa hình - lạc đà hoặc ngựa. Hãy tìm nó trong các ưu đãi trên trang web của chúng tôi; - ! Chúng tôi sẵn sàng phục vụ bạn nếu có bất kỳ câu hỏi nào khác. Một ngày tốt lành và chúng tôi hy vọng được gặp bạn ở Công viên.Đọc thêm",
            "Xin chào hẻm núi hoang dã,\n\nGần đây tôi đã thấy một giao dịch hoạt động 2x1 nhưng không hiểu nó hoạt động như thế nào, bạn có thể vui lòng giải thích được không.\n\nCảm ơn bạnĐọc thêm",
            "Xin chào, là thỏa thuận 3x2, bạn chọn 3 hoạt động và chỉ trả 2; khuyến mãi này chỉ áp dụng trong các hoạt động của Wild Canyon quanh năm Đọc thêm",
            "Xin chào,  \nCó ai đã cưỡi lạc đà lúc 9 giờ sáng và Utv - s lúc 12 giờ trưa chưa? Bạn có đủ thời gian để chuyển từ hoạt động này sang hoạt động khác không? \n\nCảm ơn bạn trước!Đọc thêm",
            "Bạn có 1 giờ giữa cả hai hoạt động; thời điểm này là thời điểm hoàn hảo để thưởng thức bơ thực vật tại nhà hàng Lion - s den của chúng tôi hoặc có thể đi bộ qua cầu Los Cabos Canyon Đọc thêm",
            "Chào buổi chiều \nTôi mới đến sống ở La Paz cùng con gái và con rể ở nhà bố. Với giấy tờ của gia đình, tôi có thể lấy được giá thường trú. \nCảm ơn bạn - Đọc thêm",
            "Xin chào! Cảm ơn bạn đã liên hệ với chúng tôi để được giảm giá tại địa phương, bạn phải xuất trình giấy tờ tùy thân chính thức có địa chỉ ở bang Baja California Sur. Nếu không có, bạn có thể xuất trình hóa đơn tiền điện đứng tên mình hoặc CMND cơ quan. Nếu bạn không có bất kỳ lựa chọn nào trong số này, bạn có thể xuất trình INE của mình và được giảm giá với tư cách là khách du lịch trong nước Đọc thêm",
            "Chào buổi chiều \nTôi mới đến sống ở La Paz cùng con gái và con rể ở nhà bố. Với giấy tờ của gia đình, tôi có thể lấy được giá thường trú. \nCảm ơn bạn - Đọc thêm",
            "Xin chào Marisol! Để có được giá cư trú, bạn phải xuất trình giấy tờ tùy thân chính thức có địa chỉ BCS, nhưng chúng tôi có nhiều chương trình khuyến mãi khác. Khi nào cậu muốn đến?  Đến hoạt động gì? Mình sẽ quan sát để có thể tư vấn cho bạn tốt nhất có thể. Một ngày tốt lành!!! Đọc thêm"
        ],
        "star_ratings": [
            2384,
            405,
            151,
            86,
            116
        ],
        "review_amount": 3142,
        "location": [
            "Baja California Sur",
            "México",
            "Cabo San Lucas",
            "Cuộc phiêu lưu hẻm núi hoang dã",
            "Baja California",
            "Los Cabos",
            "Những điều cần làm ở Cabo San Lucas"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written July 1, 2023",
            "Written November 3, 2023",
            "Written December 19, 2023",
            "Written January 3, 2024",
            "Written January 13, 2024",
            "Written January 20, 2024",
            "Written January 25, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g152515-d1070811-Reviews-Wild_Canyon_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d12149833-Reviews-Cocina_de_Autor-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d12149890-Reviews-Velas_10-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d12149830-Reviews-Frida-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d12143105-Reviews-Piaf-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d12149871-Reviews-Lucca_Authentic_Italian_Restaurant-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d12143161-Reviews-Cabrilla-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152516-d14061375-Reviews-Chalala_Coffee_Bar_and_Boutique-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150773-d17291673-Reviews-Encanto_Restaurant-Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d13224286-Reviews-Azul_Restaurant-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g152515-d12143157-Reviews-Amat_Cafe-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186111-Reviews-Chileno_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186119-Reviews-Santa_Maria_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150773-d153246-Reviews-Rancho_Collins-Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d25362685-Reviews-Cabo_Beach_Church-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d23776003-Reviews-Tequila_AV_Experience_Art_Gallery-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d23801458-Reviews-The_Cellar_Fine_Wines_Spirits-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d24980578-Reviews-Cabo_San_Lucad-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d27436772-Reviews-Playa_Cabo_Real-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d25182198-Reviews-Club_San_Lazaro_Pickleball_Tennis_Padel-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d15756309-Reviews-Alfredo_Ginocchio_Gallery-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d1070811-Reviews-or10-Wild_Canyon_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150773-d153248-Reviews-Cuadra_San_Francisco-Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d2619342-Reviews-Baja_Ride-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d1070756-Reviews-High_Tide_Sea_Expeditions-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d7808011-Reviews-All_Ways_Cabo_Transportation-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d21404579-Reviews-True_Baja-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d7245602-Reviews-Eliker_Transfer_Cabo_Transportation-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d6161446-Reviews-Desert_Spa_at_Villa_del_Arco-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d2021555-Reviews-Salsa_and_Salsa-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d12225985-Reviews-All_Ways_Cabo_Boats-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d8113958-Reviews-Esperanza_s_Tours-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d3778549-Reviews-Cabo_Party_Fun-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d1721927-Reviews-Cabo_Sky_Tours-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d8410971-Reviews-Cabo_Airport_Shuttle-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d3164624-Reviews-Eden_s_Spa-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31050-d7825434-Reviews-Little_Diomede_Island-Little_Diomede_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g319793-d15037659-Reviews-Pollensa_Market-Pollenca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g667499-d14781472-Reviews-Miracle_Lounge-Racha_Thewa_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d6413112-Reviews-Lower_Eagle_Falls-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g13142961-d15666697-Reviews-The_Red_Lake_of_Mitsero-Mitsero_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g3135628-d532095-Reviews-Grayton_Beach_State_Park-Grayton_Beach_Santa_Rosa_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186313-d214772-Reviews-The_White_Cliffs_of_Dover-Dover_Kent_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d15669134-Reviews-Windmills_of_Bruges-Bruges_West_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46218-d126662-Reviews-Canobie_Lake_Park-Salem_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d21028890-Reviews-ONE_PIECE_Mugiwara_Store-Osaka_Osaka_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g152515-d1070811-Reviews-or10-Wild_Canyon_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g152515-d1070811-Reviews-Wild_Canyon_Adventures-Cabo_San_Lucas_Los_Cabos_Baja_California.html"
    }
]