[
    {
        "attraction_name": "Willow Creek Winery",
        "attraction_name_vi": "Nhà máy rượu Willow Creek",
        "general_info": [
            "1.198 đánh giá",
            "11 trong số 50 điều cần làm ở Cape May",
            "Nhà máy rượu vang Vườn nho"
        ],
        "attraction_summary": "Nhà máy rượu và trang trại Fifty Acre tuyệt đẹp. Mở cửa hàng ngày vào buổi trưa để phục vụ ăn uống ngoài trời. Fire Pit Thứ Sáu với nhạc sống 6-9 giờ tối. Thực đơn nướng đầy đủ từ trang trại đến bàn ăn, nên đặt chỗ trước. Những khu vườn tuyệt đẹp. Nhà máy rượu và phòng thử rượu duy nhất trên đảo Cape May. Chỉ cần đạp xe một đoạn ngắn, đi bộ hoặc lái xe là đến tất cả các bãi biển và điểm tham quan ở Cape May.Đọc thêm",
        "reviews": [
            "Đây là một nơi tuyệt vời để kết thúc một ngày dài.  Rượu vang thật tuyệt vời và những tấm ván charcuterie rất ngon.  Vị trí, không gian, không gian đều là hạng nhất.  Tôi đánh giá cao Nhà máy rượu khi ở Cape May.Đọc thêm",
            "Không khí rất đẹp. Đồ ăn khá ngon, nhưng giá quá cao. Họ không cung cấp đủ bánh mì kèm theo bảng bán bánh charcuterie và tính thêm phí khi bạn yêu cầu thêm. Rượu ngon, đặc biệt là sangria. Nếu bạn có tiền, đó là một nơi thú vị để đến nhưng chắc chắn là đắt đỏ.Đọc thêm",
            "Tôi đặt tiêu đề này rất ngạc nhiên vì có rất nhiều đánh giá tiêu cực. Trước hết, tôi đến thăm nhiều nhà máy rượu vang, đã sống ở Sonoma, vì vậy mặc dù tôi không phải là Sommelier nhưng tôi đã nếm thử hàng trăm nhà máy rượu vang.   Hãy nhớ rằng đây là Cape May, không phải Napa hay Bordeaux. Điều đó nói lên rằng rượu rất ngon và mặc dù tôi không muốn uống một thùng nhưng nó đã tạo nên một buổi chiều thú vị. Donnie ở quán bar rất tuyệt và đĩa phô mai thịt và phô mai rất hoàn hảo để đi cùng với rượu vang của chúng tôi. Các giảng viên và khuôn viên thật tuyệt đẹp. \n\nĐiểm trừ duy nhất: không có chuyến tham quan rượu vang? Họ quảng cáo các chuyến tham quan nhưng tôi đoán họ đã không thực hiện chúng kể từ thời kỳ Covid. Không nếm thử. Những gì bạn làm ở đây là mua một loạt ba loại rượu vang ngon chứ không phải nếm thử nhưng vẫn giới hạn số lượng rượu bạn sẽ nếm, trừ khi bạn bỏ một trăm loại rượu cho vài chuyến bay. \n\nMặc dù đó là những điều tiêu cực nhưng chúng không hề làm giảm thời gian của chúng tôi ở nhà máy rượu. Một việc nhất định phải làm ở Cape May.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời tại nhà máy rượu. Các căn cứ rất đẹp. Chúng tôi đã có một bữa trưa tuyệt vời và những chiếc roi liễu nổi. Người phục vụ Tyler của chúng tôi thật tuyệt vời. Anh ấy đã hỗ trợ chúng tôi đưa ra những lựa chọn tuyệt vời cho bữa trưa và bảng pho mát của chúng tôi. Chúng tôi đi dạo vườn nho và ngắm cảnh. Tôi rất khuyến khích. Nóng lòng muốn quay lại.Đọc thêm",
            "bất chợt đi đến nhà máy rượu.  Khi bạn lái xe lần đầu tiên, có vẻ như họ không có nhiều dây leo, nhưng bạn rẽ vào một góc và bạn có thể nhìn thấy tất cả những cây dây leo xinh đẹp và những tòa nhà lớn.  Chúng tôi ngồi dưới một chiếc lều lớn gần quầy bar và nghe nhạc, điều đó thật hay.  Âm nhạc có từ thời đại chúng ta những năm 70, 80 nên rất thú vị.  Hôm nay có một làn gió dễ chịu thổi qua và mùi hoa và nho ngọt ngào.  Chúng tôi ngồi uống rượu và lắng nghe suốt hơn một tiếng đồng hồ.  Lần này chúng tôi không có thời gian để tham quan nhà máy rượu nhưng chắc chắn sẽ quay lại và tham quan.  Tôi khuyên bạn nên dành thời gian và dừng lại ở đây.  Có thể không phải là điều tốt nhất cho trẻ em nhưng có một số đứa trẻ cư xử rất tốt.  Đọc thêm",
            "Chúng tôi đến sớm và ngay lập tức ngồi ở nơi có thể nhìn ra phong cảnh tuyệt đẹp. Người phục vụ rất duyên dáng và cô hầu bàn của chúng tôi rất tốt bụng và thân thiện. Cô ấy giải thích tất cả các loại rượu và thực đơn vì đây là lần đầu tiên chúng tôi ghé thăm. \nChúng tôi đã có món khai vị hummus với chuyến bay Uy tín, Bánh mì kẹp thịt Willow và Phao dứa cho món tráng miệng. Mọi thứ đều ngon. Một trải nghiệm tuyệt vời và buổi chiều tuyệt vờiĐọc thêm",
            "Chúng tôi chỉ dừng lại và lấy một vài chuyến rượu vang, không phải là buổi nếm thử chính thức. Các nhân viên rất dễ chịu và hữu ích. Các loại rượu vang đều rất ngon so với một số nhà máy rượu khác mà tôi đã đến thăm mà cần được giúp đỡ. Chỗ ngồi bên ngoài được sắp xếp dễ chịu nhưng những con ong hơi đáng sợ, điều này là bình thường khi ở bên ngoài. Chúng tôi có thể chuyển vào bên trong nhưng đó là một ngày đẹp trời. Đọc thêm",
            "Thật là một nhà máy rượu vang tuyệt đẹp! Khuôn viên có rất nhiều hoa tuyệt đẹp, Chúng tôi đến đây để ăn trưa muộn, Season là người phục vụ của chúng tôi. Cô ấy rất tuyệt vời, rất thân thiện, trả lời mọi câu hỏi của chúng tôi. Các loại rượu cô ấy gợi ý đều tuyệt vời. Cab là loại rượu tôi thích nhất. Đồ ăn cũng ngon không kém. Chúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Chúng tôi đã ở đây để dự đám cưới. Nhà máy rượu nằm trên đảo, thật đáng ngạc nhiên khi bạn nghĩ đến giá trị tài sản. \nRất ấn tượng. Vườn nho quay trở lại và có 2 tòa nhà lớn là nhà hàng ở sảnh tiếp tân. Rất nhiều hố lửa chỗ ngồi ngoài trời. Những cây nho đã không hoạt động, nhưng chắc chắn nó sẽ rất ngoạn mục vào mùa hè. Thôi phải quay lại thôi!Đọc thêm",
            "Chúng tôi đã ở đây để dự đám cưới. Nhà máy rượu nằm trên đảo, thật đáng kinh ngạc khi bạn nghĩ đến chi phí bất động sản. Thật ấn tượng. Vườn nho trải dài và có 2 tòa nhà lớn là nhà hàng sảnh tiệc. Rất nhiều chỗ ngồi ngoài trời và hố lửa. Những cây nho đang ngủ đông, nhưng chắc hẳn rất ngoạn mục vào mùa hè. Chúng tôi phải quay lại! Đọc thêm",
            "Dừng lại trong một kỳ nghỉ gia đình để uống một ly rượu và một ít đồ ăn. Khi chúng tôi bước vào khu vực quán bar ngoài trời để gọi món, đứa con 11 tuổi của chúng tôi đã di chuyển một chiếc ghế ra khỏi đường đi vào nhà vệ sinh. Một nhân viên pha chế ở phía bên kia của quán bar đã quay lưng lại với chúng tôi và thậm chí không nhìn thấy những gì chúng tôi đang làm đột nhiên quay lại và hét lên một cách thô lỗ với vẻ mặt chua chát, bọn trẻ không thể ngồi ở quầy bar! Tôi rất ngạc nhiên trước thái độ khủng khiếp của cô ấy nên chúng tôi lập tức rời đi, vì tôi sẽ không bảo trợ một doanh nghiệp đối xử với mọi người như vậy. Sẽ không bao giờ quay lại nếu có ở khu vực này nữa. Đọc thêm",
            "Thật là một nhà máy rượu đẹp! Khuôn viên khắp nơi là những bông hoa tuyệt vời, Chúng tôi đến ăn trưa muộn, Season là máy chủ của chúng tôi. Cô ấy rất xuất sắc, rất thân thiện trả lời mọi câu hỏi của chúng tôi. Những loại rượu cô ấy gợi ý thật nổi bật. Chiếc taxi là sở thích của tôi. Thức ăn cũng ngon như vậy. Chúng tôi chắc chắn sẽ trở lại một lần nữa. Đọc thêm",
            "Chúng tôi chỉ dừng lại và uống rượu chứ không phải nếm thử chính thức. Các nhân viên rất dễ chịu và hữu ích. Tất cả các loại rượu đều rất ngon so với một số nhà máy rượu khác mà tôi đã ghé thăm có thể cần sự trợ giúp. Chỗ ngồi bên ngoài được sắp xếp một cách dễ chịu nhưng những con ong hơi đáng sợ khi ở bên ngoài. Chúng tôi lẽ ra có thể chuyển vào trong nhưng đó là một ngày đẹp trời.Đọc thêm",
            "Vợ tôi và tôi đang tìm một ngày Chủ Nhật vui vẻ để đi chơi và tận hưởng buổi chiều đẹp trời ở Cape May. Chúng tôi quyết định đến nơi này vì họ cung cấp chương trình giải trí và chúng tôi nghĩ sẽ rất tuyệt nếu vừa nhâm nhi một chút rượu vang vừa thưởng thức nhạc sống. Khi đến nơi, chúng tôi ngồi ở khu vực bên ngoài; không có quá nhiều nhân viên phục vụ, mặc dù nơi này khá đông đúc. Đầu tiên, tôi phải mất gần mười phút mới có người tiếp cận chúng tôi, và vào thời điểm đó, tôi không thấy phiền; Người phụ nữ bước ra lịch sự nhưng thấp bé. Cô ấy bỏ thực đơn của chúng tôi và nói rằng một máy chủ sẽ đến ngay để nhận đơn đặt hàng của chúng tôi. Khoảng mười lăm phút sau, một máy chủ khác xuất hiện và hỏi liệu chúng tôi đã quyết định gọi món chưa. Là lần đầu tiên chúng tôi đến đó, chúng tôi không quen với thực đơn và có một số câu hỏi.  Rõ ràng, điều này không suôn sẻ với máy chủ của chúng tôi, người đã phản hồi đột ngột, nói rằng cô ấy sẽ quay lại khi chúng tôi sẵn sàng và không cho phép tôi đặt hàng sau đó. Sau một lần chờ đợi nữa, lần này là khoảng 20 phút, tôi đứng dậy và liên hệ với người quản lý để giải thích tình hình của chúng tôi. Anh ta quá bận để lắng nghe và đưa ra nhiều lý do khác nhau tại sao dịch vụ không ngang tầm. Lúc đó, gần 40 đến 45 phút không có dịch vụ nào, chúng tôi quyết định rời đi. Thật tiếc là nơi này lại đẹp; điều đó cho thấy đó không phải là địa điểm mà là những người điều hành nó. Đọc thêm",
            "Chúng tôi đã tận hưởng vài giờ tại nhà máy rượu xinh đẹp này.  Chúng tôi đạp xe đến đây và ngồi bên ngoài với những chuyến bay uống rượu để tận hưởng một ngày. Các chuyến bay của họ được lắp ráp một cách sáng tạo.Đọc thêm",
            "Chúng tôi đến sớm và ngay lập tức ngồi ở nơi có thể nhìn ra phong cảnh tuyệt đẹp. Người phục vụ rất duyên dáng và cô hầu bàn của chúng tôi rất tốt bụng và thân thiện. Cô ấy giải thích tất cả các loại rượu và thực đơn vì đây là lần đầu tiên chúng tôi ghé thăm. Chúng tôi đã có món khai vị hummus với chuyến bay Uy tín, Bánh mì kẹp thịt Willow và Phao dứa cho món tráng miệng. Mọi thứ đều ngon. Một trải nghiệm tuyệt vời và buổi chiều tuyệt vờiĐọc thêm",
            "bất chợt đi đến nhà máy rượu.  Khi bạn lái xe lần đầu tiên, có vẻ như họ không có nhiều dây leo, nhưng bạn rẽ vào một góc và bạn có thể nhìn thấy tất cả những cây dây leo xinh đẹp và những tòa nhà lớn.  Chúng tôi ngồi dưới một chiếc lều lớn gần quầy bar và nghe nhạc, điều đó thật hay.  Âm nhạc có từ thời đại chúng ta những năm 70, 80 nên rất thú vị.  Hôm nay có một làn gió dễ chịu thổi qua và mùi hoa và nho ngọt ngào.  Chúng tôi ngồi uống rượu và lắng nghe suốt hơn một tiếng đồng hồ.  Lần này chúng tôi không có thời gian để tham quan nhà máy rượu nhưng chắc chắn sẽ quay lại và tham quan.  Tôi khuyên bạn nên dành thời gian và dừng lại ở đây.  Có thể không phải là điều tốt nhất cho trẻ em nhưng có một số đứa trẻ cư xử rất tốt.  Đọc thêm",
            "91323 khoảng 6 giờ chiều. Kỳ nghỉ ở Cape May mỗi năm một lần và đây có thể là lần thứ 6 ở ​​đó. Chúng tôi muốn thử một cái gì đó khác biệt và đã gọi món bánh mì nướng bơ cho tôi và con gái tôi để chia sẻ trước khi quyết định làm món khác. Cô phục vụ không bao giờ giải thích vì bạn chỉ chia sẻ một miếng bánh mì nướng nhỏ. Chi phí là 14:00!!!! Chúng tôi đã có bánh mì kẹp thịt lợn xoài mật ong đi kèm với khoai tây chiên và xà lách trộn với giá 16:00. Tôi hỏi người phục vụ rằng đó có phải là lỗi ở bánh mì nướng không. Cô ấy nói tùy thuộc vào đầu bếp mà anh ấy đưa ra giá. Chúng tôi đã không nhận được 4 hóa đơn và chúng tôi đã thanh toán bằng tiền mặt. Cô hầu bàn rất lạnh lùng. Đọc thêm",
            "Đến thăm sau Ngày Lao động, qua mùa bận rộn của họ. Ngày nóng nực nơi họ cho chúng tôi ngồi dưới nắng. Dịch vụ rất kém. Món khai vị của chúng tôi xuất hiện rất lâu trước rượu vang của chúng tôi. Bảng charcuterie kém xuất sắc và rất đắt tiền. Các chuyến bay xuất hiện trước khi một ly rượu được gọi. Thời gian trên tất cả mọi thứ là phụ. Vì chúng tôi quá khó chịu trong cái nóng trong ngày nên tôi phải đuổi theo người phục vụ của mình để trả tiền hai lần, theo đúng nghĩa đen là đi vào tòa nhà để trả tiền. Rất đáng thất vọng. Sẽ không quay lại.Đọc thêm"
        ],
        "star_ratings": [
            774,
            182,
            98,
            71,
            73
        ],
        "review_amount": 1198,
        "location": [
            "Hoa Kỳ",
            "Jersey Shore",
            "Những điều cần làm ở Cape May",
            "Mũi Mây",
            "Quận Cape May",
            "New Jersey NJ",
            "Nhà máy rượu Willow Creek"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written July 30, 2023",
            "Written August 11, 2023",
            "Written August 19, 2023",
            "Written September 16, 2023",
            "Written September 21, 2023",
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written November 3, 2023",
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written October 23, 2023",
            "Written September 24, 2023",
            "Written September 21, 2023",
            "Written September 16, 2023",
            "Written September 15, 2023",
            "Written September 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46341-d1475250-Reviews-Willow_Creek_Winery-Cape_May_Cape_May_County_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d393880-Reviews-Original_Westside_Market_West_Cape_May-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d625309-Reviews-Bella_Vida_Garden_Cafe-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46341-d24050335-Reviews-Grana_BYOB-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d532400-Reviews-Black_Duck_on_Sunset-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d1212325-Reviews-Panico_s-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d6772209-Reviews-Sapore_Italiano-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d393872-Reviews-Backstreet_Simply_Delicious-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d8308624-Reviews-Cape_May_Honey_Farm-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46341-d14981680-Reviews-Exit_Zero_Filling_Station-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46341-d17659752-Reviews-Viggiano_s_On_Sunset-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1867426-d5866138-Reviews-Beach_Plum_Farm-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g3948623-d103992-Reviews-Sunset_Beach-Lower_Township_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1582818-Reviews-Cape_May_Stage_Professional_Equity_Theater-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46343-d527099-Reviews-Cape_May_Point_State_Park-Cape_May_Point_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d103993-Reviews-Cape_May_Lighthouse-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d2256593-Reviews-World_War_II_Lookout_Tower-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d4427470-Reviews-Cape_May_Beach-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d254414-Reviews-South_Cape_May_Meadows-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1867426-d23655376-Reviews-Rea_s_Farm_Market-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1142479-Reviews-Washington_Street_Mall-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1475250-Reviews-or10-Willow_Creek_Winery-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d3387793-Reviews-Cape_May_Food_Tours-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d626133-Reviews-Cape_May_Winery_Vineyard-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d3539270-Reviews-Tastings_and_Tours_Cape_May-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d21388738-Reviews-Behr_Brewing-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d26591645-Reviews-Day_Sipper_Wine_and_Brew_Tours-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d21043421-Reviews-Pedego_Cape_May-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d23600185-Reviews-Revolution_Rail_Co-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1963376-Reviews-Birding_By_Boat_on_the_Osprey-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1582817-Reviews-Cape_May_Carriage-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1182971-Reviews-East_Coast_Parasail-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d612306-Reviews-Salt_Marsh_Safari_The_Skimmer-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g28946-d108419-Reviews-Table_Rock_Lake-Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283355-Reviews-Whirlpool_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d8452087-Reviews-BUF_Buffalo_Airport_Taxi-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4066214-Reviews-Made_in_Cambodia_Market-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6847410-Reviews-Teufelsberg-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298561-d320360-Reviews-Hiroshima_Peace_Memorial_Museum-Hiroshima_Hiroshima_Prefecture_Chugoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g42499-d1065703-Reviews-Pere_Marquette_Park-Muskegon_Muskegon_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g562815-d6379892-Reviews-The_Square_Santa_Ponsa-Santa_Ponsa_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d4414265-Reviews-Den_Glade_Viking-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1799783-d5614039-Reviews-AltInkum_PlajI-Dipkarpaz_Famagusta_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46341-d1475250-Reviews-or10-Willow_Creek_Winery-Cape_May_Cape_May_County_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46341-d1475250-Reviews-Willow_Creek_Winery-Cape_May_Cape_May_County_New_Jersey.html"
    }
]