[
    {
        "attraction_name": "Willard Bay State Park",
        "attraction_name_vi": "Công viên tiểu bang vịnh Willard",
        "general_info": [
            "68 đánh giá",
            "3 trên 5 hoạt động giải trí ở Willard",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "KINH QUÁ! chắc hẳn chúng ta đã có được trang web chưa được chăm sóc. Tổng. việc cắt cỏ cao 4-5 inch và ĐẦY ĐỦ cỏ đuôi chồn có gai. Điều đó thật tồi tệ và nguy hiểm đối với những con chó nếu chúng ăn nó hoặc dính vào chúng, những ngạnh sẽ dính đầy giày, quần và chăn của chúng tôi. Tôi muốn phàn nàn về lũ muỗi, nhưng tôi cho rằng đó là một phần của tự nhiên. Vì vậy, thay vào đó, tôi sẽ nhận xét về mức độ thô thiển và thiếu ổn định của trang web của chúng tôi. Lần tới tôi sẽ ngủ bên đường nếu đó là lựa chọn của tôi.Đọc thêm",
        "reviews": [
            "Chúng tôi đã biết nó qua một vùng nước. Vì thế muỗi không có gì đáng ngạc nhiên.  Khu cắm trại sạch sẽ. Guy mang máy cắt cỏ đến và cắt cỏ xung quanh Khu cắm trại.  Một trong những khu cắm trại chính đang được xây dựng.  Chưa bao giờ nghe thấy bất kỳ tiếng động đáng lo ngại nào từ đó. Có tiếng ồn trên đường cao tốc. Một lần nữa chúng tôi biết điều này sẽ xảy ra. Cũng như xe lửa. Không có vấn đề gì khi đăng ký. Chàng trai trẻ ngồi trên xe lăn, anh ta lịch sự và hiệu quả.  Đã trả lời một số câu hỏi tôi có. Chúng tôi yêu thích chuyến đi của mình và đang lên kế hoạch biến nó thành một địa điểm nghỉ ngơi nhanh chóng thường xuyên cho chúng tôi. Cảm ơn bạn vì một nơi tuyệt vời để ở!!!!! Đọc thêm",
            "Tôi muốn bắt đầu bằng cách nói rằng tôi cố gắng giữ một tâm trí cởi mở và nhìn nhận những mặt tích cực. Thật không may chuyến đi của chúng tôi bắt đầu khủng khiếp. Tôi biết xung quanh sẽ có muỗi nhưng tôi không ngờ điều này lại xảy ra. Chưa bao giờ trong đời, ngay cả khi đeo ba lô ở uintas, tôi chưa bao giờ nhìn thấy và bị cắn nhiều lần như vậy. Chồng tôi mắc hội chứng muỗi đó và tôi lo lắng rằng anh ấy sẽ không ổn. Tôi có thể đếm được khoảng 23 vết cắn và đó chỉ là một đêm. Tối qua chúng tôi muốn đi lấy thuốc ở Smiths và cổng đã đóng. Chúng tôi đã bị nhốt trong đó! Có mã cổng để quay lại nhưng họ không gửi cho bạn mã và không có phản hồi về số được liệt kê để gọi. Vì vậy, hãy chuẩn bị tinh thần rằng bạn sẽ không đi đâu sau mười giờ và nếu bạn không có kế hoạch quay lại địa điểm cắm trại của mình. Ý tôi là tôi chưa bao giờ đến khu cắm trại nơi bạn bị nhốt. Tỉnh dậy và lũ bọ đã tốt hơn rất nhiều. Vâng, đường cao tốc rất ồn ào nhưng tôi biết điều đó sẽ xảy ra khi bạn nhìn thấy nó ngay cạnh khu cắm trại. Chỉ là thứ bạn phải làm quen hoặc bịt tai vào ban đêm. Nó không khủng khiếp chỉ là một vài điều. Những con đường mòn có tầm nhìn đẹp từ hồ. Tôi sẽ không nói đừng đi, chỉ cần chuẩn bị sẵn sàng.Đọc thêm",
            "Chỉ cắm trại - không làm khu vực Rex. Các trang web được đặt cách nhau tốt.  Rất nhiều đường kéo, hố lửa, bếp nướng và khu dã ngoại có mái che.    Khi ở trong xe cắm trại, tiếng ồn hi-way ở mức tối thiểu.  Sẽ đánh giá cao hơn nhưng vòi sen và nhà vệ sinh đã cũ và không được giữ gìn.  Phí là 40 mỗi đêm cho toàn bộ kết nối.Đọc thêm",
            "Đến 5 phút trước giờ nhận phòng tại khu cắm trại của chúng tôi và bị đối xử như thể chúng tôi là những người bất hợp pháp. Nó không giống như bất cứ ai đang dọn dẹp trang web! Bàn và khu dã ngoại bẩn thỉu! Các vấn đề kiểm soát vô lý, Trạm kiểm tra rất thân thiện, nhân viên công viên rất thô lỗ, hỏi chúng tôi có cho vào không! Duh, đó là lý do tại sao có một tấm vé trên cửa sổ có ghi khu cắm trại của chúng ta trên đó....như thể chúng ta vừa lẻn vào!!Họ sẽ phải dành thời gian dọn dẹp và không biết gì, loại bỏ bọ!Đọc thêm",
            "Bắt đầu xuất hiện 45 phút trước giờ vào lúc 3 giờ chiều. Công viên khá vắng, có lẽ chưa đầy 13 người. Không có ai ở vị trí dành riêng của chúng tôi và họ cũng chưa được dọn dẹp! Chúng tôi được yêu cầu phải trả phí sử dụng 15 ngày nếu muốn thiết lập sớm.0r chúng tôi có thể rời đi và quay lại!!. Đã ổn định và trời ơi, hàng đống lỗi khủng khiếp! Xịt lên đã đi bộ đến khu vực bãi biển vịnh, phong cảnh thực sự đẹp và mặt trời đã tắt trong khoảng hai giờ. Làn gió mát bên dòng nước giúp xua đuổi côn trùng một lúc, chèo thuyền kayak, câu cá và chèo thuyền ở đây sẽ rất thú vị, chúng tôi chỉ qua đêm! Ăn tối và uống nước, chơi tàu Mexico một lúc và quay lại vào khoảng 9 giờ 30 tối. Giao thông từ xa lộ suốt đêm rồi tiếng ồn tàu bắt đầu sớm như 4:30! Khởi hành lúc 8 giờ sáng để lên đường đến Moab! Có lẽ sẽ không cắm trại ở đó nữa! Quá nhiều lỗi!!Đọc thêm",
            "Chúng tôi dừng lại qua đêm khi đi qua khu vực. Lúc đầu, chúng tôi rất vui với địa điểm có bóng mát đẹp đẽ vào một ngày nắng nóng. Các trang web lớn và trải rộng. Tìm thấy trang web bẩn, có ít rác. Thật khó ngủ, công viên nằm gần xa lộ liên bang và mọi người lái xe ra khỏi khu cắm trại với đèn bật sáng đến tận nửa đêm Đọc thêm",
            "Chúng tôi đã mua khu cắm trại này vào tháng 3 nhưng chúng tôi không biết nó thực sự sẽ như thế nào. Chúng tôi đã bị chọc thủng bởi những miếng dán và đuôi cáo ngay khi bước ra ngoài. NÓ KHÔNG THÂN THIỆN VỚI CHÓ, lũ chó tội nghiệp cứ bị chọc nên chúng tôi phải nhờ anh tôi đến đón và đưa về nhà 3 tiếng sau khi đến nơi. Không có bãi biển để bơi, bạn phải lái xe 15 phút để đến bãi biển. Đây là một công viên tiểu bang và nó cần được giữ gìn cẩn thận, có thể thay thế vùng đất khô cằn bằng cỏ. Sẽ không quay lại lần nữa.Xem thêm",
            "Tệ hại! Không thân thiện với chó hay trẻ em, chỉ vì mặt đất không có gì ngoài đầu dê. Những đứa trẻ tội nghiệp nhiều lần cảm thấy thế và về nhà với những chiếc bút chọc vào tay và đầu gối, những con chó thậm chí không thể đi ra ngoài mà không bị gai đâm! Tại sao lại có một bãi cỏ nếu bạn không duy trì nó! Ít nhất hãy đặt sỏi hoặc chỉ có bụi bẩn và tiêu diệt phần còn lại. Khó chịu.Đọc thêm",
            "Điểm bóng mát đẹp!  Những con đường đi bộ tuyệt vời.  Người yên tĩnh.... sạch sẽ.  Tôi sẽ cho nó điểm 5 ngoại trừ tiếng ồn trên đường từ I-15 mà tôi đã dự đoán.... có lối vào nơi ẩn náu và các lựa chọn giải trí khác!  Thực sự rất thích kỳ nghỉ!Đọc thêm",
            "Có ai biết hiện tại lỗi tệ đến mức nào không? Muốn đưa bọn trẻ đi chơi trên cát nhưng không được nếu lũ bọ tràn lan. \nNăm ngoái, cát và nước đã phủ lên hàng nghìn ngôi nhà.Đọc thêm",
            "Vịnh có mở cửa cho thuyền phao 18 đi câu cá không?Đọc thêm",
            "Có, bạn có thể thả thuyền phao vào để câu cáĐọc thêm"
        ],
        "star_ratings": [
            7,
            18,
            19,
            11,
            13
        ],
        "review_amount": 68,
        "location": [
            "Hoa Kỳ",
            "Utah UT",
            "Các hoạt động ở Willard",
            "Willard",
            "Công viên tiểu bang vịnh Willard"
        ],
        "reviews_time": [
            "Written June 4, 2024",
            "Written July 9, 2023",
            "Written August 15, 2022",
            "Written June 24, 2022",
            "Written May 27, 2022",
            "Written May 12, 2022",
            "Written July 18, 2021",
            "Written June 27, 2021",
            "Written October 9, 2020",
            "Written September 25, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57170-d4811034-Reviews-Willard_Bay_State_Park-Willard_Utah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57170-d4441632-Reviews-Subway-Willard_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57101-d23734415-Reviews-Crumbl_Cookies_Brigham_City-Perry_Utah.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57101-d26877229-Reviews-Domino_s_pizza-Perry_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57170-d5964449-Reviews-Millstream_Classic_Car_Museum-Willard_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57170-d23324798-Reviews-Woodyatt_Cherry_Farm-Willard_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d27034395-Reviews-Dale_Young_Nature_Park-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57101-d27050314-Reviews-Walmart_Supercenter-Perry_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d21314497-Reviews-Alpine_Church-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d25064134-Reviews-Anderson_s_Art_Antiques-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57170-d4811034-Reviews-or10-Willard_Bay_State_Park-Willard_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d269794-Reviews-Bear_River_Migratory_Bird_Refuge-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57090-d10024502-Reviews-Smith_and_Edwards-Ogden_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d2202617-Reviews-Brigham_City_Museum_Gallery-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g16740398-d16738746-Reviews-CLUE_Inn_Escape-Washington_Terrace_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d12664885-Reviews-Brigham_City_Tabernacle-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1942981-d10137471-Reviews-The_Stump-North_Ogden_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g2056543-d19250270-Reviews-Smith_Family_Park-Farr_West_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d11886649-Reviews-Eagle_Mountain_Golf_Course-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d2202624-Reviews-Box_Elder_Museum-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60835-d26441650-Reviews-Rees_Pioneer_Park-Brigham_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g2056543-d7071744-Reviews-Remuda_Golf-Farr_West_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g5541920-d15131370-Reviews-Mantua-Box_Elder_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57090-d285838-Reviews-Barn_Golf_Course-Ogden_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d17530008-Reviews-Manavgat_Market-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320969-Reviews-Osaka_Aquarium_Kaiyukan-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d612260-Reviews-Carillon_Historical_Park-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13986330-Reviews-Atelier_des_Lumieres-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d135399-Reviews-Adventure_Aquarium-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197717-Reviews-Spanish_Steps-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g469422-d14948935-Reviews-Bogove_Waterfall-Berat_Berat_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d23717352-Reviews-Puttery-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2294214-Reviews-Mayan_Day_Passes-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42207-d2425998-Reviews-Bluebell_Beach-Flint_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57170-d4811034-Reviews-or10-Willard_Bay_State_Park-Willard_Utah.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57170-d4811034-Reviews-Willard_Bay_State_Park-Willard_Utah.html"
    }
]