[
    {
        "attraction_name": "Wind Creek Casino",
        "attraction_name_vi": "Sòng bạc Wind Creek",
        "general_info": [
            "374 đánh giá",
            "2 trong số 10 điều cần làm ở Atmore",
            "Sòng bạc"
        ],
        "attraction_summary": "Chúng tôi đến Sòng bạc Wind Creek ở Atmore vài lần trong năm và LUÔN có khoảng thời gian vui vẻ. Cờ bạc rất thú vị, có lúc chúng ta thua và có lúc chúng ta thắng. Đồ ăn luôn ngon, Phòng của họ đẹp và thuận tiện cho mọi thứ. Theo như nhân viên LUÔN thân thiện và sẵn sàng giúp đỡ, và họ đã làm rất nhiều lần. Không thể chờ đợi để quay trở lại. Đọc thêm",
        "reviews": [
            "866deeannab, cảm ơn bạn đã dành thời gian trong ngày để đánh giá chúng tôi. Rất vui vì bạn đã tận hưởng chuyến thăm của mình!  Chúc bạn có một ngày tuyệt vời!Đọc thêm",
            "Các phòng đều đẹp, đặc biệt sạch sẽ và tất cả nhân viên đều thân thiện và hữu ích.  Một lời phàn nàn mà chúng tôi có là họ đã đóng cửa Nhà hàng Grill và bây giờ có món mà họ gọi là tiệc tự chọn.  Mỗi cái là 25 nếu bạn không tích lũy đủ điểm cờ bạc.  Khu vực này có nhiều nhà cung cấp thực phẩm và sau khi trả tiền, bạn có thể đến bất kỳ nhà hàng nào bạn muốn, gọi món bạn muốn mà không phải trả thêm phí nào.  Thức ăn tuyệt vời ở mọi nhà cung cấp.  Chúng tôi không có điểm nào nên chúng tôi phải trả 50 đô la cho một phần thịt viên và một bát fettuccine.  Cùng một khu vực có một đăng ký để đi nhưng như các mặt hàng thông thường rất đắt tiền.  Máy đánh bạc thật tuyệt vời.  Sẽ ở lại đây một lần nữa.Đọc thêm",
            "Cảm ơn đã xem xét, dioneob. Chúng tôi xin lỗi vì bất kỳ sự thất vọng nào bạn gặp phải tại Chợ. Chúng tôi đánh giá cao nhận xét của bạn và sẽ xem xét chúng để cải thiện trong tương lai. Nhân viên của chúng tôi luôn sẵn sàng hỗ trợ bạn.Đọc thêm",
            "Đã được một thời gian kể từ khi ở đây.  Lần trước thất vọng quá.  Chúng tôi chỉ mất tiền trong một giờ.. chúng tôi quyết định không bao giờ quay lại..\nTuy nhiên, chúng tôi đã nghĩ ra hôm nay khi chuẩn bị đến điểm dừng cuối cùng của Biloxi và thử MỘT LẦN NỮA.  Rất vui vì chúng tôi đã làm!  Lần này chúng tôi thực sự đã thắng được một chút và rất vui vẻ!!! Tôi không biết điều gì đã thay đổi nhưng nó thật tuyệt vời!, chúng tôi chắc chắn sẽ quay lại!Đọc thêm",
            "Sòng bạc Wind Creek Atmore luôn là niềm vui được ghé thăm! Các nhân viên rất thân thiện và chuyên nghiệp. Tôi và gia đình luôn tận hưởng chuyến thăm của chúng tôi và luôn cảm thấy được chào đón và an toàn! Đồ uống đài phun nước miễn phí là một điểm cộng rất lớn! \nKhông phải lúc nào chúng ta cũng về nhà giàu có, đó là cờ bạc! nhưng chúng tôi THẬT về nhà vui vẻ vì chúng tôi đã có NIỀM VUI!Đọc thêm",
            "Sòng bạc Wind Creek Atmore luôn là niềm vui được ghé thăm! Các nhân viên rất thân thiện và chuyên nghiệp. Tôi và gia đình luôn tận hưởng chuyến thăm của chúng tôi và luôn cảm thấy được chào đón và an toàn! Đồ uống đài phun nước miễn phí là một điểm cộng rất lớn! Không phải lúc nào chúng ta cũng về nhà giàu có, đó là cờ bạc! nhưng chúng tôi THẬT về nhà vui vẻ vì chúng tôi đã có NIỀM VUI!Đọc thêm",
            "Có một căn phòng được cho là đã được tính phí, ở đó đã có một phòng có giường gấp và tính phí hơn 100,00 cho một căn phòng được cho là miễn phí, người phụ nữ kiểm tra chúng tôi ở Diana thậm chí còn không viết số phòng trên người giữ jey đã có quay lại để tìm phòng nào Gọi là trung tâm cuộc gọi họ không thể làm gì ngoài việc nói đi nói lại với tôi điều tương tự những người này không được đào tạo và phải thả hành lý khắp nhà nghỉ nói rằng họ không thể cho chúng tôi sử dụng giá để hành lý vì họ là một nhà nghỉ năm sao BULL CRAP nó cách xa 5 sao có thể là 2, đáng lẽ phải nhận được một cuộc gọi từ quản lý cấp cao hơn, nhưng đã một tuần rồi mà vẫn chưa có cuộc gọi nào. Tôi ở lại nhà nghỉ 6 trước khi tôi ở nhà nghỉ bẩn thỉu này một đêm và đôi tất trắng của tôi màu đen, thảm bẩn, sàn phòng tắm bẩn thỉu là 10 giờ 17 phút thứ bảy tuần trước.Đọc thêm",
            "Đã được một thời gian kể từ khi ở đây.  Lần trước thất vọng quá.  Chúng tôi chỉ mất tiền trong một giờ.. quyết định chúng tôi sẽ không bao giờ quay lại..Tuy nhiên, chúng tôi đã nghĩ rằng hôm nay khi chúng tôi chuẩn bị đến điểm dừng cuối cùng của Biloxi và thử MỘT LẦN NỮA.  Rất vui vì chúng tôi đã làm!  Lần này chúng tôi thực sự đã thắng được một chút và rất vui vẻ!!! Tôi không biết điều gì đã thay đổi nhưng nó thật tuyệt vời!, chúng tôi chắc chắn sẽ quay lại!Đọc thêm",
            "Họ để bạn thắng một chút và sau đó họ tắt mọi thứ..hy vọng Alabama có sòng bạc để họ có thể cạnh tranh vì ngay bây giờ họ chỉ lợi dụng bạn. Mọi người đã chán ngấy chúng như vậy rồi. Tôi đã chơi cá cược bằng máy 6 đô la một vòng quay 300 đô la sau đó không giành được một xu nào, không có tiền thưởng, không có gì cả. Đã đặt cược 175 và bùng nổ đã nhận được giải độc đắc nhỏ 10 đô la nhảm nhí. Một lần tôi trúng giải độc đắc nhỏ, nó báo là 50 đô la nhưng khi nó giảm xuống thì lại là 10 đô la Đô la tiết kiệm tiền của bạn đi nơi khác thật tệĐọc thêm",
            "Các phòng đều đẹp, đặc biệt sạch sẽ và tất cả nhân viên đều thân thiện và hữu ích.  Một lời phàn nàn mà chúng tôi có là họ đã đóng cửa Nhà hàng Grill và bây giờ có món mà họ gọi là tiệc tự chọn.  Mỗi cái là 25 nếu bạn không tích lũy đủ điểm cờ bạc.  Khu vực này có nhiều nhà cung cấp thực phẩm và sau khi trả tiền, bạn có thể đến bất kỳ nhà hàng nào bạn muốn, gọi món bạn muốn mà không phải trả thêm phí nào.  Thức ăn tuyệt vời ở mọi nhà cung cấp.  Chúng tôi không có điểm nào nên chúng tôi phải trả 50 đô la cho một phần thịt viên và một bát fettuccine.  Cùng một khu vực có một đăng ký để đi nhưng như các mặt hàng thông thường rất đắt tiền.  Máy đánh bạc thật tuyệt vời.  Sẽ ở lại đây một lần nữa.Đọc thêm",
            "Cảm ơn đã xem xét, dioneob. Chúng tôi xin lỗi vì bất kỳ sự thất vọng nào bạn gặp phải tại Chợ. Chúng tôi đánh giá cao nhận xét của bạn và sẽ xem xét chúng để cải thiện trong tương lai. Nhân viên của chúng tôi luôn sẵn sàng hỗ trợ bạn.Đọc thêm",
            "Thợ nail là người lười biếng nhất. Cần đào tạo thêm hoặc sa thải cô ấy. Giai đoạn. Tôi không thể nhớ tên cô ấy nhưng không thể quên khuôn mặt của cô ấy. Địa điểm đã ghé thăm Atmore Windcreek. Lãng phí thời gian của tôi. Đọc thêm",
            "Cảm ơn vì đánh giá, 761tear. Chúng tôi rất tiếc khi nghe về trải nghiệm của bạn tại tiệm làm móng của chúng tôi. Chúng tôi sẽ chuyển đánh giá này đến ban quản lý và chúng tôi hy vọng bạn sẽ cho chúng tôi một cơ hội khác trong tương lai để làm đúng. Đọc thêm",
            "Chúng tôi đến Sòng bạc Wind Creek ở Atmore vài lần trong năm và LUÔN có khoảng thời gian vui vẻ. Cờ bạc rất thú vị, có lúc chúng ta thua và có lúc chúng ta thắng. Đồ ăn luôn ngon, Phòng của họ đẹp và thuận tiện cho mọi thứ. Theo như nhân viên LUÔN thân thiện và sẵn sàng giúp đỡ, và họ đã làm rất nhiều lần. Không thể chờ đợi để quay trở lại. Đọc thêm",
            "866deeannab, cảm ơn bạn đã dành thời gian trong ngày để đánh giá chúng tôi. Rất vui vì bạn đã tận hưởng chuyến thăm của mình!  Chúc bạn có một ngày tuyệt vời!Đọc thêm",
            "Dừng lại ở đây để nghỉ ngơi trong phòng tắm và quyết định ăn sáng. Thức ăn rất ngon - trứng, bột kiều mạch, khoai tây chiên, bánh quy và nước thịt, bánh kếp... bạn chọn từ thực đơn và người phục vụ sẽ mang nó đến bàn của bạn. Chúng tôi đã nhận được khoản tín dụng thực phẩm trị giá 10 vì chúng tôi có thẻ sòng bạc. Cảm ơn Wind Creek!!! Đọc thêm",
            "Cảm ơn đánh giá tuyệt vời của bạn, CathyP1953. Chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Đúng. Đúng. Đúng. Chắc chắn là có. Bỏ qua Biloxi. Bỏ qua Cherokee. Hãy chi tiêu số tiền chơi game của bạn tại đây. Đăng ký thẻ người chơi và nhận tín dụng 10 bữa ăn.  Trong chuyến đi đầu tiên của bạn, họ đề nghị hoàn trả khoản thua lỗ của bạn lên tới 1k khi chơi miễn phí.  Sòng bạc tuyệt đẹp, sạch sẽ và lỏng lẻo. Họ không có trò chơi trên bàn hay cá cược thể thao, nhưng với chúng tôi thì điều đó không sao cả. Sàn chơi game rất lớn, được bố trí tốt và không có mùi khói thuốc, ngoài ra còn có khu vực cấm hút thuốc.  Các khách hàng là đáng kính. Chúng tôi không thấy bất kỳ nhân vật khó chịu nào cả.  Không giống như Harrahs nơi bạn có cảm giác như sắp bị giới hạn trong một video rap.  Buffet tại khu ẩm thực rất ngon.  Họ có bánh mì kẹp thịt, món Á, món Ý, bữa sáng, cá và khoai tây chiên và BBQ.  Tất cả những gì bạn có thể ăn.  Hãy thử món sườn, Mac và pho mát. Và nhận được điều này: mọi người ở đây mỉm cười và hành động như thể họ muốn bạn đến đây.  Hãy cố gắng lấy điều đó từ Harrahs. Nếu bạn đang thắc mắc chuyến đi gần đây nhất của tôi đến Harrahs diễn ra như thế nào, hãy xem bài đánh giá ĐÓ.Đọc thêm",
            "Cảm ơn đánh giá tuyệt vời, mg4514. Chúng tôi rất muốn có bạn trở lại bất cứ lúc nào! Hẹn sớm gặp lại! Đọc thêm",
            "Thứ bảy ngày 6 tháng 5, chúng tôi đi dự sinh nhật chồng tôi. Đó là một tình huống rất rất rất đáng thất vọng. Thông thường, việc đi ăn buffet là một điều thú vị đối với tôi, đặc biệt là khi có thêm tiền vào Thứ Sáu Và Thứ Bảy. Tối nay là 32 một miếng, không có dịch vụ, chờ 5 phút ở mỗi trạm, những phần nhỏ ở nơi bán cá, đồ nhựa, không có dịch vụ. Trạm mì ống có những phần ngon hơn nhưng chỉ có hương vị nhạt nhẽo của nước sốt. Món bq đều được hun khói, thứ mà tôi không thể ăn được, Mac và phô mai ebmven có vị như được hun khói. Tôi sẽ nói bánh pudding chuối là thứ ngon nhất. Tại trạm cá và hải sản, bạn có thể xếp hàng 5 năm phút và được 5 người ăn một con tôm cocktail có vỏ. Sau đó, sau bữa tối đó, số tiền phải trả thật khủng khiếp. Chồng tôi đã nói cảm ơn rất nhiều vì cuộc hôn nhân tuyệt vời, anh sẽ phải đưa tôi đi đâu đó và đền bù cho tôi.  Chúng tôi không ra ngoài nhiều và thích đến đây vào những dịp đặc biệt và giải trí nhưng tôi e rằng chúng tôi không thể quay lại. .Đọc thêm",
            "Stay15189421710., cảm ơn bạn vì những lời phê bình mang tính xây dựng và xin lỗi vì chúng tôi không thể biến nó thành trải nghiệm 5 sao. Điều quan trọng đối với chúng tôi là biết cách phục vụ khách hàng tốt hơn và nhận xét của bạn sẽ được chia sẻ với nhóm.Đọc thêm"
        ],
        "star_ratings": [
            139,
            78,
            54,
            34,
            69
        ],
        "review_amount": 374,
        "location": [
            "Hoa Kỳ",
            "Atmore",
            "Sòng bạc Wind Creek",
            "Alabama AL",
            "Những điều cần làm ở Atmore"
        ],
        "reviews_time": [
            "Written July 19, 2023",
            "Written November 19, 2023",
            "Written April 13, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 3, 2024",
            "Written April 13, 2024",
            "Written March 24, 2024",
            "Written November 19, 2023",
            "Written November 12, 2023",
            "Written July 19, 2023",
            "Written July 17, 2023",
            "Written June 27, 2023",
            "Written May 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29004-d2485171-Reviews-Wind_Creek_Casino-Atmore_Alabama.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d2636960-Reviews-Fire_Steakhouse-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d4413124-Reviews-Grill_Cafe-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d12234767-Reviews-Fire_Restaurant-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d23219894-Reviews-Yo_Joe-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d8448711-Reviews-Waffle_House-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d9697514-Reviews-Taco_Bell-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d11667184-Reviews-Popeyes_Louisiana_Kitchen-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d12523802-Reviews-Sonic_Drive_In-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d4637037-Reviews-McDonald_s-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29004-d4682161-Reviews-Hardee_s-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d8556427-Reviews-Atmore_Dragway-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d2485171-Reviews-or10-Wind_Creek_Casino-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d13555813-Reviews-The_Warehouse_Market_Bakery-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d8493033-Reviews-Magnolia_Branch_Wildlife_Reserve-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d19493456-Reviews-The_Publican-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d10475767-Reviews-Poarch_Band_of_Creek_Indians_Museum-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g34719-d6583261-Reviews-Possum_Monument-Wausau_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d27072933-Reviews-Beau_Reve_Beauty_Aesthetics-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d26586175-Reviews-GoodMedicine-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d27412149-Reviews-Scarlett_O_hara_House-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29004-d27082858-Reviews-Atmore_Country_Club-Atmore_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g32480-d7903401-Reviews-Hayward_Japanese_Gardens-Hayward_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216640-Reviews-Horseshoe_Las_Vegas_Hotel_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35398-d1705070-Reviews-Miracle_Hot_Springs-Buhl_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d136374-Reviews-Pelham_Bay_Park-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d142898-Reviews-Santa_Rosa_Island-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32286-d209278-Reviews-Del_Mar-Del_Mar_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34043-d13795400-Reviews-Main_Event_Entertainment-Newark_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d1997701-Reviews-The_Lancaster_Science_Factory-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10125716-Reviews-The_Palladium_World_Shopping-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d247504-Reviews-Phoenix_Parc_Floral_de_Nice-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29004-d2485171-Reviews-or10-Wind_Creek_Casino-Atmore_Alabama.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29004-d2485171-Reviews-Wind_Creek_Casino-Atmore_Alabama.html"
    }
]