[
    {
        "attraction_name": "Windsor Castle",
        "attraction_name_vi": "Lâu đài Windsor",
        "general_info": [
            "14.190 đánh giá",
            "- 1 trong 54 điều cần làm ở Windsor",
            "Lâu đài"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Windsor là một trong ba điểm tham quan hàng đầu mà chúng tôi đã ghé thăm khi ở London. Chúng tôi đã đặt một tài xế riêng cho chuyến tham quan nửa ngày, bao gồm cả phí vào cửa, từ 12-4 giờ chiều. Với một giờ lái xe mỗi chiều và giao thông đông đúc, nửa ngày là không đủ. Chúng tôi không có đủ thời gian để đi tham quan ngôi nhà búp bê hay ăn trưa trong thị trấn. Windsor là một địa điểm không thể bỏ qua và chồng tôi và tôi ước mình có thêm vài giờ ở địa điểm cổ kính này.Đọc thêm",
            "Lâu đài đẹp nhất. Thực sự thích chuyến thăm. Điểm nổi bật là có thể bày tỏ lòng thành kính với Nữ hoàng quá cố tại Nhà nguyện St Georges, thật tuyệt vời. Các phòng của Nhà nước rất đẹp nhưng phải đi bộ vài bước để đến đó. Được chứng kiến ​​cảnh đổi gác, đó là một phần thưởng bổ sung. Rất đông đúc nhưng không làm giảm đi một ngày tuyệt vời. Thật vui khi chúng tôi đi dã ngoại vì hàng đợi để mua cà phê rất dài và chậm. Chúng tôi đã chọn cà phê bên ngoài lâu đài và có rất nhiều lựa chọn với giá cả hợp lý. Đỗ xe rất gần lâu đài, rất đắt, phải trả - 21 trong hơn 5 giờ nhưng biết ơn vào cuối ngày vì không phải đi bộ quá xa để quay lại xe. Đọc thêm",
            "Lâu đài Windsor là một nơi đầy cảm hứng đáng kinh ngạc để ghé thăm. Đây là lâu đài có người ở lâu đời nhất và lớn nhất trên thế giới, có khoảng 150 người. Lâu đài Windsor đã thuộc về Hoàng gia Anh được một dặm. Đến thăm đây là một vinh dự, được chứng kiến ​​một số sự kiện đã diễn ra ở đây, bao gồm đám cưới của Công tước và Nữ công tước xứ Sussex - Hoàng tử Harry và Meghan Markle -, đám tang của Hoàng tử Philip, và lễ nhập quan của Nữ hoàng Elizabeth II. Tôi đã xem tất cả các buổi giao lưu của Hoàng gia trên truyền hình ở Hoa Kỳ, nhưng việc trực tiếp đến đây thật thú vị. Có một trận hỏa hoạn ở Lâu đài vào năm 1992, lâu đài đã được khôi phục hoàn toàn. Lâu đài Windsor có một sự thật lịch sử độc đáo, đó là nếu bạn kiểm soát Sông Thames từ vị trí của Windsor, bạn sẽ kiểm soát được 50 - con sông. 50 cái còn lại - là hệ thống thương mại, tính phí các tàu khi chúng đi qua để đến và đi từ London.Đọc thêm",
            "Khuôn viên Lâu đài Windsor rất ngoạn mục và quang cảnh từ đó thật tuyệt vời.  Chuyến tham quan bằng âm thanh khá chi tiết và dễ theo dõi.  Chúng tôi rất thích nội thất, nghệ thuật, đã dành khá nhiều thời gian trong căn phòng nơi trưng bày những món quà dành cho Nữ hoàng từ khắp nơi trên thế giới.  Các nhân viên tình nguyện rất thân thiện và trả lời một cách chuyên nghiệp rất nhiều câu hỏi của chúng tôi.  Sau chuyến tham quan, chúng tôi ghé thăm một quán rượu gần đó, nơi chúng tôi thảo luận về Windsor trong khi nhấm nháp bia lạnh và thưởng thức phong cảnh cổ kính xung quanhĐọc thêm",
            "Chúng tôi đi một chuyến xe buýt và phải quay lại trong vòng hai giờ. Khoảng thời gian này là đủ để tham quan lâu đài, nhưng nếu ai muốn dành thời gian ở thị trấn Windsor thì khả năng kết nối bằng tàu hỏa cũng rất tốt.  Thêm vào đó, nó có thể rẻ hơn. Các căn hộ nhà nước trong lâu đài chắc chắn rất ấn tượng nhưng chúng tôi không thể nhìn thấy lâu đài từ phía trước vì nó nằm ngoài giới hạn trong chuyến thăm của chúng tôi. Đọc thêm",
            "Lâu đài là một ngày tuyệt vời. Bốn chương trình xuất sắc, đặc biệt là trò chơi đấu vật - rất nhiều hoạt động khác đang diễn ra dành cho trẻ em ở mọi lứa tuổi. Rất nhiều cửa hàng thực phẩm khác nhau để lựa chọn. Các nhân viên đều rất thân thiện - hữu ích.Đọc thêm",
            "Lâu đài Windsor nằm trong danh sách những địa điểm nên ghé thăm của chúng tôi nên cuối cùng chúng tôi đã làm được. Nó thực sự không thể tin được. Tôi đặc biệt khuyên bạn nên tham gia chuyến tham quan bằng âm thanh mà bạn có thể nghe khi di chuyển xung quanh. Nhà nguyện nơi chôn cất Nữ hoàng là nơi yêu thích của chúng tôi và số lượng những thứ bạn thực sự có thể nhìn thấy và trải nghiệm thực sự tuyệt vời. Tôi muốn giới thiệu cho trẻ từ 8 tuổi trở lên và dành vài giờ để xem tất cả. Nó có thể bận rộn nhưng ngày chúng tôi đi thì không quá tệ. Đọc thêm",
            "Tôi cho rằng lẽ ra chúng tôi phải mong đợi nơi này sẽ đông đúc nhưng tôi hơi ngạc nhiên trước số lượng khổng lồ những người dường như được cho vào trong mỗi khung giờ nửa giờ. Điều đó - công bằng mà nói - việc bảo trì lâu đài hẳn là rất lớn, và chúng tôi hiểu. Vì vậy, quan sát đó thực sự không phải là một lời phàn nàn mà chỉ là một nhận xét. Điều đó nói lên rằng, tất nhiên, nơi này rất hấp dẫn và đặc biệt, đồng thời được vận hành tốt với những chỉ dẫn rõ ràng và một đội ngũ tuyệt vời luôn chào đón, hỗ trợ và giải thích mọi việc. Buổi chiều tuyệt vời. Quán cà phê Undercroft dường như có thể được gọi như vậy - với mức giá đầy tham vọng - dành cho một số món ngọt!Đọc thêm",
            "Đây là một - phải xem - trong chuyến đi đến Anh của chúng tôi và chúng tôi đã đặt Chuyến tham quan nửa ngày với Evan Evans. Nó cách London một quãng lái xe ngắn và chúng tôi gặp tắc đường vào buổi tối khi về nhà, nhưng tôi thực sự khuyên bạn nên đến thăm Lâu đài Windsor.  Bạn chỉ có thể xem các phòng mở cửa cho công chúng và không được phép chụp ảnh bên trong. Bạn đang có một lịch trình cụ thể nên bạn phải nắm bắt được một số vấn đề.  Có một căn phòng chứa Ngôi nhà búp bê chỉ có thể miêu tả là - hùng vĩ - . Lâu đài thật hấp dẫn để xem. Có rất nhiều quà lưu niệm đăng quang trong cửa hàng quà tặng.  Điểm tiêu cực ngoài việc cấm chụp ảnh là việc đi bộ từ bãi đậu xe buýt đến lâu đài hơi xa và tôi nghĩ người hướng dẫn đã dành quá nhiều thời gian để nói về những thứ không liên quan bên ngoài Lâu đài như ngôi nhà lộn xộn và hội trường - điều đó không một người đến xem - và điều đó khiến chúng tôi mất chút thời gian ở lâu đài. Có an ninh gần cấp sân bay tại địa điểm này và đó là điều dễ hiểu đối với địa điểm này.Đọc thêm",
            "Following the Coronation of King Charles III and our visit to Buckingham Palace, we took the opportunity to continue the theme and see the State Apartments at Windsor Castle.\n\nAs you will discover on the self guided tour, Windsor Castle has been open in part to the public since the early 1800 - s and it shows from the moment you arrive.  The organisation in the security lodge felt more effortless and less fraught than Buckingham Palace.  There are plenty of toilets just after security, so no need to keep your legs crossed either!\n\nOnce armed with your your headset, after listening to the introduction, you will need to decide whether to venture up hill to the State Rooms within the castle, or venture downhill to St George - s Chapel first.  We opted for the latter to avoid the crowd heading up hill first.\n\nWithin the Chapel, the audio guide talks you around some of the highlights of the chapel.  You will file past a number of final resting places for various monarchs, including the late Queen Elizabeth II.  The whole experience reinforces how the English monarchy are very entwined with other European monarchies throughout the generations.  You do not get an opportunity to walk up the exterior stairs which were seen in royal weddings and funerals as they are roped off.\n\nBefore venturing to the State Rooms, we stopped at the cafe for some much needed refreshments.  An expensive choice as you would expect, there was a good selection of sandwiches and cakes.\n\nOnward to the state rooms, you learn about the layers of history at the castle.  As you pass through various rooms, including what would have been the bedchambers of yesteryear - s monarchs, the opulence and adoration of the monarchy shines through, not to mention the complex woven web of branches of the same family marrying each other.\n\nUnlike Buckingham Palace, you are able to redo the tours as many times as you like.\n\nThe audio guide lacks some detail, but does facilitate a smooth passage around the castle.\n\nAll in all an expensive but worth it day out.Read more",
            "Đã đi cùng gia đình. Những khu vườn được chăm sóc đẹp đẽ. Lịch sử được bảo lưu tốt.  Đã học được rất nhiều. Cũng chứng kiến ​​sự thay đổi của người bảo vệ. Biết ơn nó được mở cửa cho công chúng. Không phải là một lâu đài để bỏ qua.Đọc thêm",
            "Nơi đáng yêu để ghé thăm, nhân viên rất thân thiện và hữu ích. Danh sách mong muốn - - chỉ có một lỗi là rất đông vì là ngày lễ ngân hàng nhưng rất thích Đọc thêm",
            "Phải xem! Bên trong lâu đài thật tuyệt vời. Hàm của tôi rớt xuống trong mỗi phòng! Hướng dẫn âm thanh rất thú vị và cực kỳ kỹ lưỡng. Tôi khuyên bạn nên nó. Đó là một ngày mưa nên không thể đi lang thang bên ngoài quá nhiều. Chúng tôi đã thực hiện một phần của Long Walk, điều đó thật siêu thực. Đừng quên dừng lại ở Nhà nguyện St. George - nơi bạn có thể tỏ lòng kính trọng với Nữ hoàng và dẫm đạp lên Henry ngày 8!Đọc thêm",
            "Lâu đài trông đẹp nhưng tệ của chúng tôi là chúng tôi đã đánh rơi quả bóng dính vé nên không ghé thăm, Vì vậy, Windsor từ lúc chúng tôi đậu xe ở bãi đậu xe bị nhiễm kim cũng như khi chúng tôi rời đi hàng giờ sau đó lang thang qua những con phố rải rác phía sau, toàn bộ khu vực bãi rác thống trị Về một nơi, Royals cần một lâu đài để ngăn chặn người dân địa phương, lao ra sông để làm những thứ đắt tiền trên sông, chuyến thăm của tôi đến lâu đài được bảo là có vẻ ổn, hãy đến đó càng sớm càng tốt để đến Bath hoặc Oxford nó - s hơn thế nữa errr ain - không nói gì cả.Đọc thêm",
            "Chúng tôi đã đặt một chuyến đi đến Lâu đài Windsor như một phần của chuyến đi dài hơn đến London. Mặc dù tôi nghĩ Windsor sẽ rất cổ kính nhưng đây là một khu vực tuyệt đẹp.  Bản thân lâu đài đã tốt hơn nhiều so với tôi mong đợi. Các phòng chính được trang bị đầy đủ tiện nghi và giúp hình dung cuộc sống trong lâu đài qua nhiều thế kỷ. Chúng tôi cũng đi bộ đến Eaton để xem các quán rượu và cửa hàng xinh xắn. Rất khuyến khích chuyến thăm này.Đọc thêm",
            "Nhân viên điều khiển điện tự cao, được đào tạo kém Các nhân viên đã phá hỏng ngày của chúng tôi tại Lâu đài Windsor, thức ăn và đồ uống quá đắt, các khu vườn ở mức trung bình, và thành thật mà nói, được bảo quản kém ở hầu hết các nơi, các địa điểm lịch sử khác mà chúng tôi - đã đến thăm các khu vườn đều không có lỗi. Các nhân viên kiêu ngạo và rất vô ích, nhà vệ sinh kinh tởm với nước chảy ra khỏi bồn rửa, và họ cũng bị hôi. Sẽ không ghé thăm nữa, W 8ndsor Town cũng thật kinh khủng, các tài xế taxi nhổ 8 ng trên các tầng chiếm hết băng ghế trên đường cao tốc, tình trạng vô gia cư bừa bộn lên xuống High Street, bẩn thỉu và bận rộn.Đọc thêm",
            "Tôi lái xe đến thăm cố Nữ hoàng vào một ngày nắng đẹp.  Nó đáng để ghé thăm.  Lời khuyên dành cho những người đi ô tô là hãy thả xe ở Bãi đỗ xe Riverside Station thay vì một số bãi đỗ xe khác trên đường phố.  Đó là bởi vì các bãi đỗ xe trên đường luôn giới hạn thời gian đỗ xe của bạn ở mức 1 giờ hoặc ít hơn và không được quay lại vài giờ sau đó.  Bãi đậu xe theo giờ sẽ giúp bạn có đủ thời gian để tận hưởng chuyến tham quan và thư giãn trên đường phố. Ngoài ra, việc đặt vé trước ít nhất một ngày là điều bắt buộc để tiết kiệm tiền và thời gian.Đọc thêm",
            "Nếu họ có thể giảm giá vào cửa cho những người từ 16 - 25 tuổi nhưng không giảm giá cho người cao tuổi thì họ sẽ không nhận được tiền của tôi.  Tôi hiểu những người từ 18 tuổi trở xuống có thể đang gặp khó khăn, nhưng tôi biết nhiều người ở độ tuổi 24-25 có số tiền gấp đôi số tiền mà một số người cao niên đang sống. Đọc thêm",
            "Lâu đài và khuôn viên đẹp! Chúng tôi cảm thấy biết ơn vì có cơ hội được đến viếng Nữ hoàng tại nơi an nghỉ của bà. Ngôi nhà búp bê thật đáng kinh ngạc! Chúng tôi không nhận được hướng dẫn bằng âm thanh và ước gì có được.Đọc thêm",
            "Vào lâu đài lúc 12 giờ trưa và không rời đi cho đến 5 giờ chiều. Rất nhiều thứ để xem. Bài bình luận rất xuất sắc với rất nhiều lịch sử. Bạn có thể dành một tuần để tìm hiểu về lâu đài và chế độ quân chủ. Trải nghiệm rực rỡ. Lẽ ra sẽ yêu lâu hơn trong nhà nguyện nhưng lại ở quá lâu trong lâu đài.Đọc thêm",
            "Có tốt hơn không nếu xem lính canh tiến vào lâu đài Windsor từ thị trấn và sau đó ghé thăm lâu đài? Hoặc cố gắng lấy một tấm vé sớm hơn và có mặt trong khuôn viên lâu đài khi lính canh đến để đổi gác? Chúng tôi - sẽ có một đứa trẻ 8 tuổi đi cùng nếu điều đó tạo nên sự khác biệt! Cảm ơn Đọc thêm",
            "Chuyến tham quan bằng âm thanh kéo dài bao lâu? Cảm ơnĐọc thêm",
            "Đồng ý với câu trả lời đầu tiên. Chúng tôi mất hơn một giờĐọc thêm",
            "Xin chào, tôi tin rằng việc vào lâu đài là miễn phí vào một trong những ngày gần Giáng sinh - Năm mới - ít nhất là như vậy trong quá khứ - . Có ai biết khi nào - liệu vé vào cửa miễn phí vào dịp Giáng sinh năm 2023 không?\nCảm ơn Đọc thêm",
            "Xin lỗi, nhưng tôi không biết.Đọc thêm",
            "Ngôi nhà Búp bê có mở cửa đón du khách đến thăm Lâu đài Windsor vào thứ Bảy ngày 25 tháng 11 năm 2023Đọc thêm",
            "Có lẽ tốt nhất nên liên hệ trực tiếp với Lâu đài Windsor. Khi chúng tôi đến thăm thì đó là thứ Năm và chúng tôi đã có thể nhìn thấy ngôi nhà búp bê.Đọc thêm",
            "Xin chào, người sở hữu thẻ đèn xanh có được giảm giá không?Đọc thêm",
            "Không có ý tưởngĐọc thêm",
            "Tôi vừa ghé thăm Lâu đài Windsor và thấy khách hàng đưa điện thoại cho nhân viên để cho khách vào. Bạn có phải in vé không? Yêu cầu in vé của khách du lịch là vô lý và có vẻ như bạn không cần phải làm vậy. Đọc thêm",
            "Tốt hơn nên in Để nhận được vé khứ hồi miễn phíĐọc thêm",
            "Tôi có thể mua vé vào cửa Lâu đài Windsor mà không cần tham quan ở đâu. Chỉ cần vé.Đọc thêm",
            "Từ trang web của họ. Ít nhất điều đó cho phép bạn mua vé.Đọc thêm",
            "Kinh nghiệm của bạn khi mua vé trong ngày là gì? Tôi muốn đi vào ngày 12 tháng 8 nhưng chúng tôi muốn đến đó càng sớm càng tốt. Vừa xem xét việc đặt chỗ trước và thời gian sớm nhất hiện nay là 11 giờ sáng. Chúng tôi đã hy vọng là 10 giờ sáng. Bạn có thể đến và mua được không. Cũng lo lắng về tình trạng giao thông và thiếu chỗ.Đọc thêm",
            "Chúng tôi đã đặt trước nhưng nhận thấy một hàng dài người đang chờ mua hàng trong ngày, trong khi chúng tôi vẫn đi dạo dễ dàng. Do đó, tôi vẫn nên đặt trước vì bạn có thời gian gia hạn 30 phút nếu bạn đến muộn một chút. Ngoài ra, có rất nhiều bãi đỗ xe để bạn lựa chọn và tôi khuyên bạn nên sử dụng ứng dụng đỗ xe RingGo vì nó sẽ cung cấp cho bạn chỉ đường đến nhiều lựa chọn có thể đi bộ.Đọc thêm",
            "Xin chào, các khoảng thời gian có ý nghĩa gì đối với lâu đài Windsor? Nếu tôi đặt trước trực tuyến, nó sẽ yêu cầu khoảng thời gian và sớm nhất trong ngày tôi muốn đi - sinh nhật của tôi - là 10:30 nhưng chúng tôi muốn đến sớm hơn. Đây là khoảng thời gian bạn vào khuôn viên hay vào lâu đài Windsor? Nếu tôi chỉ thanh toán trong ngày thì có nghĩa là tôi có thể đến bất cứ lúc nào?Đọc thêm",
            "Tôi có thể sai, nhưng tôi không nghĩ bạn có thể đi qua cổng để vào sân cho đến khi hết thời gian.Đọc thêm",
            "Tháng 8 bận rộn hơn nhiều so với tháng 9 hay chỉ là nó luôn bận rộn? Tôi sống cách đó khoảng ba giờ và sẽ di chuyển bằng ô tô trên m25. Tôi - muốn tránh đám đông và giao thông nếu có thể.Đọc thêm",
            "bắt tàu đến Slough sau đó nối chuyến đến Windsor. xuống tàu và đi bộ đến Lâu đài từ đó.Đọc thêm"
        ],
        "star_ratings": [
            9967,
            3201,
            676,
            207,
            140
        ],
        "review_amount": 14191,
        "location": [
            "Windsor và Maidenhead",
            "Windsor",
            "Berkshire",
            "Vương quốc Anh - Vương quốc Anh -",
            "Châu Âu",
            "Những điều cần làm ở Windsor",
            "Lâu đài Windsor",
            "nước Anh"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 13, 2023",
            "Written June 20, 2023",
            "Written July 2, 2023",
            "Written July 16, 2023",
            "Written July 27, 2023",
            "Written August 14, 2023",
            "Written September 23, 2023",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186419-d216438-Reviews-Windsor_Castle-Windsor_Windsor_and_Maidenhead_Berkshire_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d732496-Reviews-A_la_Russe-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d23408765-Reviews-Honest_Burgers_Windsor-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d23468845-Reviews-Long_Walk_Grill_and_Bar-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d23568105-Reviews-Patch_On_The_Plaza-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d13986902-Reviews-The_Royal_Windsor_Pub-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d6363167-Reviews-Bill_s_Windsor-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d2174266-Reviews-All_Bar_One_Windsor-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d6691959-Reviews-The_Real_Greek_Windsor-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d25016006-Reviews-La_Planchette-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186419-d1223575-Reviews-Latino_Taverna-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d218440-Reviews-St_George_s_Chapel-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d26711958-Reviews-The_State_Apartments-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d5887975-Reviews-Theatre_Royal_Windsor-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d501426-Reviews-Windsor_Guildhall-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d6717723-Reviews-Windsor_Royal_Station-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d14767879-Reviews-Queen_Victoria_Statue-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d8590899-Reviews-Windsor_Parish_Church_St_John_the_Baptist-Windsor_Windsor_and_Maidenhead_Berkshir.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d10209149-Reviews-Irish_Guardsman_Statue-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d23579619-Reviews-The_Crooked_House_of_Windsor-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d3258303-Reviews-Windsor_Royal_Borough_Museum-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d216438-Reviews-or10-Windsor_Castle-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d3167780-Reviews-Dorney_Court-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186417-d215432-Reviews-Eton_College-Eton_Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d19830561-Reviews-The_Long_Walk-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d3176991-Reviews-Frogmore_House-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d2693582-Reviews-Willow_Court_Farm_Poultry-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096796-d3781071-Reviews-John_F_Kennedy_Memorial-Old_Windsor_Windsor_Windsor_and_Maidenhead_Berkshire_Eng.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d5866069-Reviews-Windsor_Duck_Tours-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d4353391-Reviews-Fudge_Kitchen-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d23309863-Reviews-The_Window_Seat_Guide-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d8805995-Reviews-Windsor_Town_Horse_Drawn_Carriages-Windsor_Windsor_and_Maidenhead_Berkshire_Engla.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d19423582-Reviews-Windsor_Gifts_Souvenirs-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d19423681-Reviews-The_Edinburgh_Woollen_Mill-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d3387055-Reviews-Windsor_Ghost_Walk-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d19423646-Reviews-House_Of_Gifts-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d5461898-Reviews-Windsor_Carriages-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d17340607-Reviews-Dr_Choc_s_Windsor_Chocolate_Factory-Windsor_Windsor_and_Maidenhead_Berkshire_Eng.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d5413302-Reviews-Walk_of_the_Gods-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d2578285-Reviews-Third_Man_Records-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d109198-Reviews-Alyeska_Pipeline_Viewing_Point-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d247503-Reviews-Castle_Hill_of_Nice-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d127087-Reviews-Arizona_Museum_of_Natural_History-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g17802731-d7893503-Reviews-Ko_Samae_San-Samaesan_Sattahip_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d9977571-Reviews-Satay_Street-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g41018-d133409-Reviews-Gunpowder_Falls_State_Park-Bradshaw_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4322658-Reviews-Khlong_Lat_Mayom_Floating_Market-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186419-d216438-Reviews-or10-Windsor_Castle-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186419-d216438-Reviews-Windsor_Castle-Windsor_Windsor_and_Maidenhead_Berkshire_England.html"
    }
]