[
    {
        "attraction_name": "Windmill Island Gardens",
        "attraction_name_vi": "Vườn đảo cối xay gió",
        "general_info": [
            "1.272 đánh giá",
            "- 6 trong số 60 điều cần làm ở Hà Lan",
            "Địa điểm ưa thích - Địa danh",
            "Công viên"
        ],
        "attraction_summary": "Vườn Đảo Cối xay gió là nơi có cối xay gió de Zwaan, cối xay gió cuối cùng được phép vận chuyển từ Hà Lan. de Zwaan vẫn hoạt động bằng cách nghiền ngũ cốc trồng tại địa phương thành bột để bán cho du khách và các doanh nghiệp địa phương. Điểm nổi bật của chuyến tham quan là chuyến tham quan cối xay gió lịch sử đang hoạt động này. Du khách có thể thưởng thức âm nhạc từ cây đàn organ đường phố cổ của Hà Lan được Thành phố Amsterdam tặng cho Thành phố Hà Lan sau Thế chiến thứ hai. Trẻ em cũng có thể cưỡi trên băng chuyền cổ của chúng tôi từ Hà Lan. Có một số tòa nhà và cửa hàng bản sao khác của Hà Lan. Đảo là nơi có những khu vườn xinh đẹp có hoa tulip vào mùa xuân, sau đó là các cây hàng năm và cây lâu năm xinh đẹp trong suốt mùa hè. Xin lưu ý Đảo sẽ mở cửa trở lại cho mùa giải 2019 vào thứ Bảy ngày 13 tháng 4. Vé cuối cùng được bán vào lúc 5 giờ chiều.Đọc thêm",
        "reviews": [
            "Vườn Đảo Cối xay gió là một ốc đảo thực sự tuyệt vời và xinh đẹp. Từ những khu vườn được chăm sóc tỉ mỉ cho đến cối xay gió được bảo tồn, mọi chi tiết đều là bữa tiệc cho các giác quan. Bầu không khí yên tĩnh và đội ngũ nhân viên am hiểu làm cho nó trở thành một trải nghiệm khó quên. Đừng bỏ lỡ thiên đường đầy mê hoặc của vẻ đẹp tự nhiên này. Rất khuyến khích!Đọc thêm",
            "Tôi thường thấy chuyến đi đến lễ hội hoa tulip trên các hành trình xe buýt du lịch nhưng cảm thấy đi xem hoa tulip là quá đắt. Vì vậy, tôi đã lên kế hoạch cho một chuyến đi đến Michigan và trên đường về nhà, tôi quyết định dành một tiếng rưỡi để tham quan Vườn Đảo Cối xay gió để đưa nó ra khỏi danh sách những việc phải làm của mình. Tất cả những gì tôi có thể nói là nếu bạn đang ở trong khu vực dừng lại và nhìn thấy cối xay gió, nếu không thì đừng thực hiện một chuyến đi đặc biệt. Rất thích nhìn thấy cối xay gió - tất cả, không có gì đặc biệt ở nơi này. Tôi cho rằng nếu bạn đi vào đúng thời điểm hoa tulip nở thì chuyến đi có thể đáng giá.Đọc thêm",
            "Tôi chắc chắn sẽ dừng lại ở trạm thông tin trước để xem video lịch sử ngắn, lặp lại, cung cấp tất cả thông tin cơ bản cần thiết. Cối xay gió rất gọn gàng để xem. Người chồng có đầu óc máy móc của tôi rất tò mò về cách thức hoạt động của nó. Lúc đó đã cuối tháng bảy nên chúng tôi đã bỏ lỡ gần hết hoa. Chúng tôi cảm thấy mình đã nhìn thấy mọi thứ từ cối xay gió nên chỉ lướt nhanh qua khu trưng bày và mua sắm. Tất cả các công nhân đều rất thân thiện và nhiều thông tin. Mất 1,5 giờ chủ yếu là do chồng tôi hỏi rất nhiều câu hỏi ở cối xay gió.  Điểm dừng ngắn tuyệt vời nhưng tôi cảm thấy có rất nhiều cơ hội bị bỏ lỡ. Đối với một khu vườn, tôi đã mong đợi được nhìn thấy nhiều hơn. Rất nhiều đồng cỏ. Đọc thêm",
            "Những khu vườn thực vật ở Hà Lan rất đẹp để ghé thăm ngay cả ngoài thời gian hoa tulip. Các nhân viên thân thiện và nhiều thông tin. Khu vực này được duy trì tốt. Chúng tôi rất thích cối xay gió và những loại cây và hoa xinh đẹp. Rất muốn quay lại vào mùa hoa tulip.Đọc thêm",
            "Chồng tôi và tôi đã đến thăm Vườn Đảo Cối xay gió ở Hà Lan cách đây vài năm khi có một nhân viên xay xát và tham quan thực tế cối xay gió đang hoạt động.  Gần đây tôi đã mang theo đứa con gái lớn của mình và thất vọng với cái giá mà Covid đã gây ra cho kho báu độc đáo này.  \n\nHiện tại, các chuyến tham quan đều được tự hướng dẫn với một vài tình nguyện viên tốt bụng để chỉ đường hoặc trả lời các câu hỏi.  Cối xay gió không hoạt động, mặc dù có một video giải thích các điều kiện để mua cối xay gió từ Hà Lan thực tế là một lời hứa rằng nó sẽ là một cối xay gió có chức năng hoạt động. \n\nChúng tôi đến thăm vào cuối tháng 8, lúc đó đang là mùa kết thúc và các cửa hàng không có đủ hàng.  Căn phòng có bản sao Hà Lan đã cũ kỹ và cũ kỹ. Một số khu vực đã bị đóng cửa.  \n\nChúng tôi tận hưởng trung tâm thành phố Hà Lan để ăn trưa và mua sắm.  Bạn có thể tìm thấy nhiều món đồ mang chủ đề Hà Lan ở đó, từ giày gỗ đến đồ gia dụng sưu tầm cho đến hoa tulip bằng gỗ.Đọc thêm",
            "Nơi rất đẹp và lịch sử để ghé thăm! Đây là lần đầu tiên chúng tôi đến Hà Lan và lần đầu tiên chúng tôi đến thăm Vườn Đảo Cối xay gió. Thật là dễ chịu khi đi bộ qua và không đặc biệt lớn hoặc khó đi bộ. Trẻ em hoặc người lớn tuổi hơn sẽ có thể điều hướng khu vực. Nhiều điều để xem và tìm hiểu cũng như một cửa hàng nhỏ tuyệt vời để mua sắm.Đọc thêm",
            "Khu vườn đảo cối xay gió\n\nLần đầu tiên chúng tôi đến đây. Không như tôi hình dung nhưng rất tuyệt. Mọi người tôn vinh hình ảnh nhưng thực tế thì đó là một môi trường thuần hóa. Tôi mong đợi một màn trình diễn hoa tulip tuyệt đẹp ở khắp mọi nơi. Trên thực tế, chúng được trồng theo từng phần và với số lượng hạn chế.\n\nCối xay gió rất lớn! Khu vực này được bao quanh bởi một dòng suối nhỏ phải được sử dụng để tưới cho hoa tulip. Phòng tắm nằm trong tòa nhà chính rất đẹp. Không có nhà vệ sinh ngoài trời hoặc nhà vệ sinh di động. Không cần thêm mùi để làm hỏng mùi hoa tulip. Họ có MỘT quầy thức ăn phục vụ một lượng lớn các loại thực phẩm khác nhau.\n\nTôi thực sự khuyên bạn nên đến trước lễ hội, vì khi lễ hội đến, về cơ bản sẽ không có chỗ đậu xe.\n\nHãy đến và thưởng thức hoa tulip.\n\nRất khuyến khíchĐọc thêm",
            "Phí vào cửa là hợp lý.  Hoa tulip kém ấn tượng so với vườn Veldheer.  Các tính năng tốt nhất là những người phục vụ mặc trang phục, khuôn viên được chăm sóc cẩn thận và cối xay gió tuyệt vời mà bạn có thể vào và đi lên đỉnh và nhìn toàn bộ khu vực từ trên cao.  Chúng tôi ăn trưa tại nhà cung cấp và nó rất đắt nhưng phần ăn rất lớn và rất ngon - Xúc xích Ba Lan với khoai tây chiên - .  Bãi đậu xe rộng rãi nhưng đầy nhanh chóng.Đọc thêm",
            "Chúng tôi đến thăm vào Giờ hoa Tulip và có một chuyến thăm tuyệt vời. Giá vào cửa hợp lý, khuôn viên được giữ gìn cẩn thận và hoa tulip rất đẹp. Khi đến thăm vào Giờ hoa Tulip, hãy đến sớm trước khi công viên mở cửa.  Chúng tôi đến sớm 30 phút và vào ngay mà không phải chen lấn giữa đám đông.Đọc thêm",
            "Đi cùng mẹ tôi đi ngắm hoa tulip nhân dịp lễ hội của họ. Thật đáng buồn khi chúng tôi đi vào ngày 6 tháng 5, gần thời điểm bắt đầu lễ hội, một số hoa tulip đã héo. Thời tiết thất thường từ lạnh sang ấm rồi lạnh sang ấm nhưng chúng tôi vẫn thích và sẽ quay lại. - 12 chi phí để có được nó bao gồm mọi thứ. Trẻ em cưỡi ngựa đi vòng quanh, bảo tàng và đi lên Cối xay gió. Đọc thêm",
            "Theo tôi, đây là điểm thu hút khách du lịch hàng đầu ở Hà Lan. - 12 vé cho mỗi người lớn. Trung tâm du khách có 2 bộ phim. Một bộ phim kể về lịch sử của thị trấn - cối xay gió. Bộ phim còn lại là một cuộc trình diễn về cách cối xay gió hoạt động. Cũng có phòng tắm ở đó. Có một chiếc đàn organ calliope đường phố đích thực. Một vòng đu quay không hoạt động vào thứ Sáu chúng tôi ở đó. Một ngôi làng thu nhỏ, mà tôi thực sự thích. Viên ngọc của công viên là De Zwann - cối xay gió thiên nga, được mang từ châu Âu Hà Lan trở lại vào những năm 30 hoặc 40. Nó - rất đẹp như tranh vẽ - sẽ đẹp hơn nữa nếu hoa tulip nở rộ. May mắn thay, có rất nhiều bông hoa từ những loài hoa khác rất đẹp. Ngoài ra còn có một con đường rải sỏi chạy quanh khuôn viên. Người ta cho rằng có những chú ngựa Friesian ở đó, nhưng chúng không ở đó. Chúng tôi đã dành một giờ rưỡi ở đó - tôi cảm thấy chúng tôi đã thấy mọi thứ mình muốn. Chúng tôi đã có một khoảng thời gian vui vẻ. Đọc thêm",
            "Đây là điểm dừng trong chuyến tham quan bằng xe buýt của chúng tôi.  Trời u ám và hơi lạnh nên không thú vị như chúng tôi mong đợi.  Tuy nhiên, chúng tôi vẫn cố gắng đi bộ xung quanh và chụp vài bức ảnh.  Hầu hết hoa tulip đã nở sớm nên không còn nhiều. Phần yêu thích của chúng tôi là đi vào bên trong cối xay gió và tìm hiểu về những gì đã được thực hiện ở mỗi tầng.  Chúng tôi cũng nghĩ đây là một cửa hàng quà tặng rất đẹp.Đọc thêm",
            "5 người chúng tôi đi dự lễ hội hoa tulip nhưng vì thời tiết nên hoa tulip đã nở rộ.  Cối xay gió rất đẹp, nhưng công viên dường như được thiết kế nhiều hơn cho những khu vườn của nó, nơi hoa tulip đã nở rộ và những cây còn lại vừa thức dậy sau mùa đông.  Nó có cảm giác giống như một điểm thu hút của trẻ em.Đọc thêm",
            "Tôi đã đi vào ngày 5 - 6 - 2024. Tôi rất thích chuyến thăm vào mùa hoa tulip và đã hy vọng sẽ có những bông hoa tulip sống động hơn 3 ngày sau khi - buổi trình diễn - chính thức khai mạc. Thiên nhiên cũng khó lường. Tôi được biết thời điểm hoa tulip nở rộ nhất là vào tuần trước. Ồ, được rồi. Tôi đã có khoảng thời gian vui vẻ khi đi dạo xung quanh và chụp rất nhiều ảnh. Tôi làm những gì có thể với iPhone của mình và một số chỉnh sửa để khiến mọi thứ trông đẹp nhất. Thời tiết hoàn hảo. Tôi đã nghi ngờ vào sáng sớm vì trời rất u ám. Một điều nữa chúng ta có thể - không kiểm soát được! Tôi không đi vào các cửa hàng vì tôi muốn dành thời gian ở ngoài trời với hoa, cỏ, bầu trời, chim chóc. Rất nhiều loài chim đen cánh đỏ nghe có vẻ tuyệt vời. Một ngày nào đó tôi sẽ được tham dự một sự kiện hoa tulip lớn vào đúng thời điểm! Cho đến lúc đó, tôi rất vui vì đã thực hiện chuyến đi từ Chicago đến Hà Lan, MI.Đọc thêm",
            "Vườn Đảo Cối Xay Gió là địa điểm nên đến trong Giờ Hoa Tulip. Nhiều khu vườn được trồng hơn 100.000 củ hoa tulip và chúng thường ở các giai đoạn nở hoa khác nhau từ cuối tháng 4 đến giữa tháng 5. Để tạo điểm nhấn, còn có các bụi đỗ quyên, đỗ quyên và tử đinh hương, cây ký chủ và một số loại củ nở hoa vào mùa xuân và mùa hè khác. Điều thực sự thú vị là các luống hoa tulip được dán nhãn chủng loại và tên của các loài hoa tulip, vì vậy bạn có thể lên ý tưởng cho khu vườn nhà mình tại đây.  Ngoài những khu vườn, còn có cối xay gió De Zwaan được xây dựng lại - bạn có thể khám phá điều này nhưng hãy chuẩn bị leo lên một số cầu thang khá dốc để lên boong và các tầng trên cùng. Ngoài ra còn có ngôi làng Hà Lan được xây dựng lại, cung cấp một số lịch sử về đời sống và văn hóa Hà Lan. và đàn organ đường phố. Điều thứ hai được thể hiện hai lần một giờ trong suốt cả ngày. Hãy mang một đôi giày đi bộ tốt và dự kiến ​​​​sẽ mất một hoặc hai giờ để khám phá. Bạn có thể đến hòn đảo bằng cách đi bộ, đi xe đạp hoặc ô tô và nằm trong khoảng cách đi bộ - khoảng một dặm - từ bất kỳ khách sạn nào ở trung tâm thành phố.  Họ cho phép xích chó miễn là chúng được giữ ngoài các luống hoa. Đây là một nơi rất tốt để đi bộ, lang thang và thưởng thức các buổi trưng bày hoa.Đọc thêm",
            "Khuôn viên rất đẹp và cối xay gió khá tuyệt vời. Chúng tôi đã đến vào dịp lễ hội hoa tulip nhưng thật không may do thời tiết ấm hơn nên hầu hết hoa tulip đã đến rồi tàn. Điều đó thật đáng thất vọng nhưng không thể tránh khỏi.Đọc thêm",
            "Đi cùng mẹ tôi đi ngắm hoa tulip nhân dịp lễ hội của họ. Thật đáng buồn khi chúng tôi đi vào ngày 6 tháng 5, gần thời điểm bắt đầu lễ hội, một số hoa tulip đã héo. Thời tiết thất thường từ lạnh sang ấm rồi lạnh sang ấm nhưng chúng tôi vẫn thích và sẽ quay lại. - 12 chi phí để có được nó bao gồm mọi thứ. Trẻ em cưỡi ngựa đi vòng quanh, bảo tàng và đi lên Cối xay gió. Đọc thêm",
            "Đây là một nơi dễ thương và thú vị để ghé thăm. Bạn được phép đi lên cối xay gió, nơi có tầm nhìn tuyệt vời ra khu vực xung quanh. Cửa hàng quà tặng tuyệt vời, một chiếc đàn organ cũ vẫn còn hoạt động và những bức ảnh tuyệt vời.Đọc thêm",
            "hầu hết các loài hoa đều khô héo và chết, nếu bạn đang tìm kiếm hoa - hoặc nhiều hoa tulip - thì năm nay không lý tưởng, chúng tôi đã đến thăm vào ngày 5 tháng 5 và về cơ bản là thất vọng. Đọc thêm",
            "Chúng tôi đến thăm vào Giờ hoa Tulip và có một chuyến thăm tuyệt vời. Giá vào cửa hợp lý, khuôn viên được giữ gìn cẩn thận và hoa tulip rất đẹp. Khi đến thăm vào Giờ hoa Tulip, hãy đến sớm trước khi công viên mở cửa.  Chúng tôi đến sớm 30 phút và vào ngay mà không phải chen lấn giữa đám đông.Đọc thêm"
        ],
        "star_ratings": [
            595,
            430,
            198,
            29,
            20
        ],
        "review_amount": 1272,
        "location": [
            "Michigan - MI -",
            "Hoa Kỳ",
            "Quận Ottawa",
            "Những điều cần làm ở Hà Lan",
            "Vườn đảo cối xay gió",
            "Hà Lan"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written July 18, 2023",
            "Written August 5, 2023",
            "Written August 25, 2023",
            "Written September 5, 2023",
            "Written October 2, 2023",
            "Written April 29, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written May 8, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 12, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42310-d490513-Reviews-Windmill_Island_Gardens-Holland_Ottawa_County_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d636361-Reviews-Crazy_Horse_Steak_House_Saloon-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d458895-Reviews-Hops_at_84_East-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d847672-Reviews-Mr_Kozaks-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d15212041-Reviews-Taqueria_Vallarta-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d825935-Reviews-Russ_Restaurants-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d1097227-Reviews-Curragh_Irish_Pub-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d870465-Reviews-Taqueria_Azteca-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d1050430-Reviews-New_Holland_Brewing_Pub_on_8th-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d847673-Reviews-Good_Time_Donuts-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42310-d4301963-Reviews-Tacos_El_Cunado_6-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d8654104-Reviews-Holland_Farmers_Market-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d286422-Reviews-Nelis_Dutch_Village-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d1092665-Reviews-New_Holland_Brewing_Company-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d8048798-Reviews-Window_on_the_Waterfront-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d10311936-Reviews-Centennial_Park-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d4495387-Reviews-Big_Lake_Brewing-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d3453028-Reviews-Holland_Museum-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d1541303-Reviews-Jack_H_Miller_Center_for_Musical_Arts-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d3419695-Reviews-Knickerbocker_Theater-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d6509577-Reviews-Coppercraft_Distillery-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d490513-Reviews-or10-Windmill_Island_Gardens-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d1846443-Reviews-Holland_State_Park_Beach-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d3643395-Reviews-Mount_Pisgah-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d142431-Reviews-Saugatuck_Dunes_State_Park-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d3419698-Reviews-Tunnel_Park-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d7195209-Reviews-Kollen_Park_Heinz_Waterfront_Walkway-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d550521-Reviews-Outdoor_Discovery_Center-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d632514-Reviews-Veldheer_Tulip_Gardens-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d1854947-Reviews-De_Graaf_Nature_Center-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d636362-Reviews-Holland_Princess_Dinner_Cruises-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d3671570-Reviews-Holland_Peanut_Store-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d7725258-Reviews-Paint_a_Pot-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d7199468-Reviews-Holland_Area_Arts_Council-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d2181753-Reviews-Saugatuck_Dune_Rides-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d636363-Reviews-Craigs_Cruisers_Holland-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d195542-Reviews-Monte_Solaro-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d324915-Reviews-Myeongdong_NANTA_Theater-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d285662-Reviews-Krupowki_Street-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d8560119-Reviews-Au_Train_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d273169-Reviews-Sandbridge_Beach-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d3849793-Reviews-Theatron-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g35576-d12958987-Reviews-Q_emiln_Park-Post_Falls_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g45277-d7208472-Reviews-Garnet_Ghost_Town-Missoula_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15610778-Reviews-Marvel_Avengers_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087447-d3217618-Reviews-Attractiepark_Toverland-Sevenum_Limburg_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42310-d490513-Reviews-or10-Windmill_Island_Gardens-Holland_Ottawa_County_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42310-d490513-Reviews-Windmill_Island_Gardens-Holland_Ottawa_County_Michigan.html"
    }
]