[
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trên 61 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một căn nhà trọ nhỏ ở Cần Thơ. Chúng tôi cung cấp nhà, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng quê Cần Thơ và các chuyến đi ngắn từ Hồ Chí Minh đến Cần Thơ. Chủ nhà tại: Winter Spring Home, Winter Spring HostelĐọc thêm",
        "reviews": [
            "Hướng dẫn viên Bin đón chúng tôi từ khách sạn và chúng tôi đi thuyền đến chợ nổi, nhà hàng bún, nhà máy mì và vườn trái cây. Mỗi nơi đều thú vị khi đến thăm và cung cấp những món ăn ngon. Bin rất tốt bụng, hiểu biết và nhiệt tình, và sau đó anh ấy đã gửi cho chúng tôi rất nhiều hình ảnh về chuyến tham quan của chúng tôi: Tôi khuyên bạn nên bắt đầu chuyến tham quan này vào khoảng 11 giờ, vì chợ sẽ ít đông đúc hơn và bạn sẽ có nhiều đồ ăn cho bữa trưaĐọc thêm",
            "Cảm ơn bạn rất nhiều về đánh giá tốt đẹp của bạn, Rất vui khi được tham gia chuyến tham quan cùng nhà trọ của chúng tôi.\nChúng tôi sẽ nói với Bin Duy về đánh giá tốt đẹp của bạn.\nVui lòng liên hệ trực tiếp với chúng tôi để được hỗ trợ thêm trên vulangwinterspring.com.vn và tất cả chúng tôi ở đây rất mong được chào đón bạn quay trở lại\nTrân trọng!\n\nVũ Lăng\nChủ nhà tại Nhà nghỉ Đông Xuân\nP: 84907040033 Whatsapp, viber, zalo...\nM: vulangwinterspring.com.vn\nW: winterspringhomestay.com\nA: 65 - 75 Ung Văn Khiêm, Ninh Kiều, TP Cần Thơ.Đọc thêm",
            "Chúng tôi thực sự yêu thích chuyến tham quan hai chợ nổi, nhà máy mì và vườn trái cây. Hướng dẫn viên của chúng tôi Bin thực sự đã khiến chuyến đi trở nên đáng nhớ. Anh ấy làm chúng tôi cười cả ngày, chụp rất nhiều ảnh và kiến ​​thức của anh ấy thật tuyệt vời, vui vẻ trả lời bất kỳ câu hỏi nào chúng tôi có. Người phụ nữ lái thuyền cũng rất tuyệt vời, luôn sẵn lòng giúp đỡ và khiến chúng tôi cảm thấy thoải mái. Chúng tôi đã ăn rất nhiều trái cây ngon từ chợ nổi và được thưởng thức bữa sáng ngon miệng tại nhà máy mì. Tôi thực sự muốn giới thiệu chuyến tham quan này, nó rất chuyên nghiệp và từ đầu đến cuối chúng tôi đã được Bin chăm sóc thực sự. Đọc thêm",
            "Cảm ơn bạn rất nhiều về đánh giá tốt đẹp của bạn, Rất vui khi được tham gia chuyến tham quan cùng nhà trọ của chúng tôi.\nChúng tôi sẽ nói với Bin Duy về đánh giá tốt đẹp của bạn.\nVui lòng liên hệ trực tiếp với chúng tôi để được hỗ trợ thêm trên vulangwinterspring.com.vn và tất cả chúng tôi ở đây rất mong được chào đón bạn quay trở lại\nTrân trọng!\n\nVũ Lăng\nChủ nhà tại Nhà nghỉ Đông Xuân\nP: 84907040033 Whatsapp, viber, zalo...\nM: vulangwinterspring.com.vn\nW: winterspringhomestay.com\nA: 65 - 75 Ung Văn Khiêm, Ninh Kiều, TP Cần Thơ.Đọc thêm",
            "Thật là một niềm vui tuyệt đối khi được Trinh hướng dẫn trong chuyến tham quan đồng bằng sông Cửu Long kéo dài năm giờ này. Hành trình đã được tính thời gian hoàn hảo và toàn bộ chuyến tham quan được tổ chức hoàn hảo; ngay cả với khung thời gian ngắn, chúng tôi chưa bao giờ cảm thấy vội vã và tôi cảm thấy mình đã có được cái nhìn sâu sắc về khu vực độc đáo này mặc dù làm việc với khung thời gian có hạn. Trinh cực kỳ thân thiện, hữu ích và có nhiều thông tin. Hoàn toàn xứng đáng để đi lại đến và đi từ Hồ Chí Minh. Một lần nữa cảm ơn bạn vì một buổi sáng tuyệt vời, Trinh!Đọc thêm",
            "Tôi thực sự thích chuyến tham quan này. Cô Y là một hướng dẫn viên tuyệt vời. Cảnh bình minh ở các chợ nổi thật độc đáo và chúng tôi được thưởng thức những món ăn Việt Nam siêu ngon, có thể chọn từ nhiều loại đồ uống và tráng miệng bằng dứa tươi. Chuyến đi được lựa chọn và tổ chức rất tốt. Nhà máy mì, các kênh đào nhỏ và đồn điền ca cao cũng rất đáng để tham quan. Tôi thích chuyến tham quan này vì nó rất thoải mái, không vội vã và rất bổ ích! Bạn được đưa trở lại chỗ ở của mình với cảm giác dễ chịu và ấn tượng tuyệt vời. Tôi sẽ làm điều đó ngay lập tứcXem thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì bình luận tốt đẹp của bạn.\nChúng tôi sẽ nói với cô Như Ý về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Xuất sắc. Trinh, hướng dẫn viên của chúng tôi, thật tuyệt vời. Cô ấy có kiến ​​thức và hấp dẫn.  Người lái thuyền của chúng tôi, bà Huệ, cũng rất thú vị; thật phi thường là một nụ cười và một tiếng cười sẽ đi được bao xa. Chúng tôi được hướng dẫn kỹ lưỡng đến các chợ nổi lớn nhỏ, nếm thử đủ thứ thú vị trên đường đi; cà phê tươi, xoài và mì cũng như chuyến tham quan yên tĩnh đến vườn Thanh Long và ngôi nhà bún truyền thống. Chúng tôi kết thúc chuyến tham quan bằng cách ngồi trên thuyền dứa, ăn dứa tươi và cười đùa với những con người tuyệt vời sống trên mặt nước. Hoàn hảo. Cảm ơn bạn đã làm cho chuyến thăm Cần Thơ của chúng tôi thật đáng nhớ.Đọc thêm",
            "Nga là hướng dẫn viên của chúng tôi cho chuyến tham quan Chợ nổi Đồng bằng sông Cửu Long. Nga rất cá tính, có sức chứa với trẻ nhỏ, hiểu biết và thân thiện. Tất cả chúng tôi lần lượt làm bún, tham quan các ngôi làng địa phương và xem một cặp vợ chồng truyền thống sống trên sông như thế nào. Bữa sáng truyền thống của chúng tôi rất tuyệt.Đọc thêm",
            "Đây là một trong những điểm nổi bật của chuyến đi của chúng tôi đến Việt Nam. Chuyến tham quan bao gồm đón khách từ nhà nghỉ, tham quan hai chợ nổi, ăn sáng trên thuyền và trái cây làm đồ ăn nhẹ, tham quan vườn trái cây và xưởng sản xuất bún. Có rất nhiều thứ để xem và nhiều hoạt động để làm, nhưng phần quan trọng nhất là hướng dẫn viên du lịch Bin của chúng tôi. Anh ấy rất thông tin, thân thiện và vui tính và tạo nhiều cơ hội để chụp ảnh hoặc những thứ như hái dừa hoặc thử lăn bánh tráng mà không bao giờ cảm thấy vội vã hay gượng ép. Tôi thực sự muốn giới thiệu chuyến tham quan này và nếu có thể, hãy yêu cầu Bin!Đọc thêm",
            "Cảm ơn bạn rất nhiều về đánh giá tốt đẹp của bạn, Rất vui khi được tham gia chuyến tham quan cùng nhà trọ của chúng tôi.\nChúng tôi sẽ nói với Bin về đánh giá tốt đẹp của bạn.\nVui lòng liên hệ trực tiếp với chúng tôi để được hỗ trợ thêm trên vulangwinterspring.com.vn và tất cả chúng tôi ở đây rất mong được chào đón bạn quay trở lại\nTrân trọng!\n\nVũ Lăng\nChủ nhà tại Nhà nghỉ Đông Xuân\nP: 84907040033 Whatsapp, viber, zalo...\nM: vulangwinterspring.com.vn\nW: winterspringhomestay.com\nA: 65 - 75 Ung Văn Khiêm, Ninh Kiều, TP Cần Thơ.Đọc thêm",
            "Đã tham gia tour nửa ngày này của Chợ nổi Cần Thơ với các tour du lịch mùa đông xuân. Dịch vụ tuyệt vời từ lúc đón đến khi kết thúc tour. Hướng dẫn viên của chúng tôi, John trẻ đẹp đã cung cấp cho chúng tôi thông tin du lịch hữu ích và cũng kiên nhẫn và không bao giờ vội vã. Đã đến thăm chợ, nhà máy làm mì và trang trại trái cây. Cũng ăn sáng trên thuyền với mì địa phương. Rất ngon và không đau bụng. Tour bắt đầu lúc 5:15 sáng và kết thúc gần 11 giờ sáng. Một tour du lịch tuyệt vời để đánh giá cao cuộc sống địa phương tại Cần Thơ! Cảm ơn John và các tour du lịch mùa đông xuân! Đọc thêm",
            "Cảm ơn bạn rất nhiều, Rất vui khi được tham gia chuyến du lịch cùng nhà trọ của chúng tôi.\nChúng tôi sẽ nói với Jonh về đánh giá tốt đẹp của bạn.\nVui lòng liên hệ trực tiếp với chúng tôi để được hỗ trợ thêm trên vulangwinterspring.com.vn và tất cả chúng tôi ở đây rất mong được chào đón bạn quay trở lại\nTrân trọng!\n\nVũ Lăng\nChủ nhà tại Nhà nghỉ Đông Xuân\nP: 84907040033 Whatsapp, viber, zalo...\nM: vulangwinterspring.com.vn\nW: winterspringhomestay.com\nA: 65 - 75 Ung Văn Khiêm, Ninh Kiều, TP Cần Thơ.Đọc thêm",
            "Hướng dẫn viên của chúng tôi đã làm một công việc tuyệt vời khi kiên nhẫn giải thích mọi thứ một cách chi tiết và đưa chúng tôi đến những nơi tuyệt vời! Cô ấy cũng mang đến một cảm giác rất tốt, điều này luôn quan trọng. Đặt tour này! Đọc thêm",
            "Chúng tôi tận hưởng chuyến tham quan ngày hôm nay với hướng dẫn viên Bin. Anh ấy rất dễ chịu, nhiệt tình, luôn giải đáp những thắc mắc của chúng tôi về lịch sử, địa lý, lối sống Việt Nam, rất hữu ích cho chúng tôi. đúng giờ và người lập kế hoạch thời gian tốt cho tất cả các hoạt động. Hướng dẫn lý tưởng cho chuyến tham quan riêng của chúng tôi. Cảm ơn Bin rất nhiều.Đọc thêm",
            "Cảm ơn bạn rất nhiều về đánh giá tốt đẹp của bạn, Rất vui khi được tham gia chuyến tham quan cùng nhà trọ của chúng tôi.\nChúng tôi sẽ nói với Bin Duy về đánh giá tốt đẹp của bạn.\nVui lòng liên hệ trực tiếp với chúng tôi để được hỗ trợ thêm trên vulangwinterspring.com.vn và tất cả chúng tôi ở đây rất mong được chào đón bạn quay trở lại\nTrân trọng!\n\nVũ Lăng\nChủ nhà tại Nhà nghỉ Đông Xuân\nP: 84907040033 Whatsapp, viber, zalo...\nM: vulangwinterspring.com.vn\nW: winterspringhomestay.com\nA: 65 - 75 Ung Văn Khiêm, Ninh Kiều, TP Cần Thơ.Đọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written February 14, 2020",
            "Written February 5, 2020",
            "Written September 22, 2023",
            "Written March 29, 2023",
            "Written November 13, 2023",
            "Written September 29, 2023",
            "Written January 20, 2020",
            "Written January 19, 2020",
            "Written October 14, 2023",
            "Written February 20, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or10-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d8726243-Reviews-Yanaguana_Garden-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d4218322-Reviews-Ayutthaya_Elephant_Palace_Royal_Kraal-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17250247-Reviews-Mamzar_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g54143-d2706547-Reviews-God_s_Acre_Healing_Springs-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293841-d6582771-Reviews-Wonder_World_Amusement_Park-Kampala_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d2225607-Reviews-Fulton_Theatre-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g303910-d8641922-Reviews-Shark_Bay-Koh_Tao_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12493349-Reviews-Szamos_Chocolate_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g33667-d10500187-Reviews-Bridal_Veil_hike-Telluride_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026427-d2661378-Reviews-Hinulugang_Taktak-Antipolo_City_Rizal_Province_Calabarzon_Region_Luzon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or10-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trên 61 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một căn nhà trọ nhỏ ở Cần Thơ. Chúng tôi cung cấp nhà, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng quê Cần Thơ và các chuyến đi ngắn từ Hồ Chí Minh đến Cần Thơ. Chủ nhà tại: Winter Spring Home, Winter Spring HostelĐọc thêm",
        "reviews": [
            "Nếu bạn đang tìm kiếm một chuyến du ngoạn trên tàu nhỏ 5 sao thì Mekong Princess là dành cho bạn.  Chỗ ở, chất lượng thức ăn, sự thân thiện và chu đáo của nhân viên vượt quá mong đợi của chúng tôi.  Chúng tôi đánh giá cao con tàu và công ty này.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến đi một ngày này là chuyến đi giúp tôi tìm hiểu nhiều nhất về văn hóa, lịch sử và tư duy Việt Nam. Hướng dẫn viên của chúng tôi, Phong rất am hiểu về đất nước của mình. Chợ nổi là một trải nghiệm tuyệt vời và bữa sáng trên thuyền rất ngon. Sau đó Phong đưa chúng tôi đến xưởng mì, Nhà cổ, cơ sở đánh cá và nông nghiệp và dạy chúng tôi cách chế biến món tráng miệng đặc trưng của Việt Nam. Phong rất thân thiện, lịch sự và giao tiếp tiếng Anh rất tốt.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Đã có một thời gian tuyệt vời! Tôi khuyên bạn nên tham gia chuyến tham quan này, sự tương tác với những người bán hàng ở chợ nổi là phần tuyệt vời nhất. Một lần nữa xin cảm ơn hướng dẫn viên tuyệt vời của chúng tôi Thi, người đã cung cấp thông tin tuyệt vời trong chuyến tham quan! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã giới thiệu nhiệt tình.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơXem thêm",
            "Thật là một ngày tuyệt vời với An hướng dẫn viên đáng yêu của chúng tôi. Đó là một khởi đầu rất sớm trong bóng tối và chúng tôi hơi lo lắng nhưng khi ở trên thuyền và lặng lẽ lái xe xuôi dòng sông Mê Kông, mọi lo lắng sẽ sớm biến mất. An là người hiểu biết và rất thân thiện và chúng tôi đã có một ngày tuyệt vời nhất khi được ngắm nhìn những khu chợ một cách gần gũi và riêng tư thậm chí là đi thuyền!, cũng như được xem cách làm mì và thử những quả táo sữa mà An hái từ một cái cây mà chúng tôi trôi ngang qua! Thật là một cuộc hành trình và hai đêm ở đó hoàn toàn xứng đáng Cần Thơ - chỉ để làm chuyến đi đóCảm ơn bạn rất nhiềuĐọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, cô An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi đã trải qua một buổi sáng tuyệt vời với hướng dẫn viên của mình, Phong và chỉ một cặp đôi khác. Phong có rất nhiều điều để kể với chúng tôi và cũng vui vẻ trả lời mọi câu hỏi mà chúng tôi có. Chợ nổi rất thú vị, và đó là một trải nghiệm đặc biệt khi chúng tôi ăn sáng, ngồi trên một chiếc thuyền nhỏ trên sông Mê Kông, nhìn quanh tất cả các thuyền. Chúng tôi cũng có hai cơ hội để thử một số loại trái cây khác nhau và thử sức mình với nghề làm mì. Cảm ơn Phong, vì một buổi sáng tuyệt vời!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã giới thiệu nhiệt tình.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi là anh Phong về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơXem thêm",
            "Hướng dẫn viên của chúng tôi, Phong, nói tiếng Anh rất trôi chảy và cực kỳ thân thiện, nhiều thông tin và gắn kết. Sau chuyến tham quan, chúng tôi thậm chí còn dừng lại để thử một ít trái sầu riêng, vì vậy anh ấy cũng thực sự linh hoạt. Nhìn chung, chuyến đi đã vượt xa sự mong đợi của chúng tôi và chúng tôi thực sự khuyên bạn nên nó.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, ông Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến tham quan này là một chuyến đi trong ngày tuyệt vời - với rất nhiều hoạt động và nhiều thứ khác nhau để xem. Hướng dẫn viên Phong của chúng tôi thật tuyệt vời - vui tính và nhiệt tình và đảm bảo rằng tất cả chúng tôi đều có trải nghiệm tốt nhất. Một cách tuyệt vời để thấy cuộc sống đa dạng trên vùng đồng bằng! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, ông Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi có Phong làm hướng dẫn viên du lịch. Anh ấy rất thông tin và đam mê khu vực này. Đã học được rất nhiều về văn hóa và ăn một số món mì ngon và trái cây địa phương. Chắc chắn bạn sẽ rất no sau chuyến đi. Điều duy nhất tôi muốn nói là bỏ qua 2 thị trường đầu tiên. Không có nhiều việc phải làm vì họ không hoạt động. Mọi thứ sau trang trại thanh long đều tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, ông Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Tôi vừa có trải nghiệm tuyệt vời nhất trong chuyến tham quan chợ nổi đồng bằng sông Cửu Long từ Cần Thơ! Hướng dẫn viên của chúng tôi, Phong, thật tuyệt vời. Tiếng Anh của anh ấy rất hoàn hảo và sự nhiệt tình của anh ấy khiến toàn bộ chuyến đi trở nên thú vị. Bản thân các khu chợ rất hấp dẫn và Phong giải thích mọi thứ một cách rõ ràng và hấp dẫn. Chúng tôi thậm chí còn phải thử một số món ăn địa phương tuyệt vời! Tôi đã học được rất nhiều điều và rất vui khi thực hiện nó. Nếu bạn đang nghĩ đến việc tham gia chuyến tham quan này, bạn nhất định phải nhờ Phong làm người hướng dẫn cho mình! Anh ấy là người giỏi nhất! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, ông Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Đó là một chuyến đi tuyệt vời. Chợ nổi thật tuyệt vời và hướng dẫn viên du lịch của tôi thật phi thường với kiến ​​thức tốt về mọi thứ. Tôi đánh giá cao cô ấy, Như Y.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, cô Như Ý về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Xin chào, chúng tôi muốn đặt tour du lịch Mê Kông trong ngày nhưng cần đón từ Hồ Chí Minh, phí bổ sung là bao nhiêu?? cảm ơn bạn Đọc thêm",
            "Xin chào, \n Chúng tôi đang xem xét đặt phòng Khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền cho 2 người vào ngày 27 tháng 12, nhưng khách sạn của chúng tôi ở Hồ Chí Minh. \n\nXin vui lòng cho biết chi phí bổ sung bao gồm cả việc đưa đón và trở về từ Hồ Chí Minh là bao nhiêu?\n\nCảm ơn \n\nShirleyĐọc thêm",
            "Xin chào Shirley,\nPhụ phí đón khứ hồi từ HCM là 85 2 người.\nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi có một số câu hỏi cho chuyến đi Khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền.\n1 Bạn có thể đón chúng tôi tại Bến Xe Cần Thơ Mới ra cảng được không?\n2 Sau chuyến đi chúng ta sẽ quay lại cảng lúc mấy giờ?\nChúng tôi rất hứng thú với chuyến đi và rất mong được cùng bạn khám phá! Cảm ơn bạn.Đọc thêm",
            "CHÀO,\n1. tất nhiên, chúng tôi có thể đón bạn ở đó\n2. Chúng tôi sẽ quay lại phà vào khoảng 12:00 \nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi muốn biết liệu chuyến tham quan chợ sông Cần Thơ kéo dài 5 giờ của bạn có đi qua các kênh nhỏ chứ không chỉ sông chính hay không, cảm ơn trước.\n\nTrân trọngĐọc thêm",
            "Xin chào, chuyến đi như:\nĐón khách vào khoảng 5h15 sáng\n- Xuất phát tại phà Xóm Chài\n- Tham quan chợ nổi Cái Răng - thưởng thức bữa sáng trên chợ nổi.\n- Quý khách cũng sẽ dừng chân tại xưởng sản xuất bánh mỳ truyền thống,\n- Ngắm nhìn những khu vườn trồng trái cây và hoa địa phương và những con kênh nhỏ\n\nGiá bao gồm:\n Đón và đưa về khách sạn bằng xe taxi riêng tại Thành phố Cần Thơ\n Bữa sáng đặc trưng của người Việt uống cà phê dừa trên sông Mê Kông\n Vé vào vườn trái cây.\n Hướng dẫn viên nói tiếng Anh\nGiá: 60 2 khách\n\nCảm ơn\n84907040033 whatsapp, zalo...Đọc thêm",
            "CHÀO,\nchúng tôi sẽ ở tại mekong daniel resort nhon nghia, can tho. Bạn có thể đón chúng tôi vào ngày 22.03 được không. từ đó?Đọc thêm",
            "Xin chào, Chúng tôi có thể đón bạn ở đó. Thực ra bạn nên đặt tour riêng và trả thêm phí 200.000 vnd khứ hồi. Cảm ơnĐọc thêm",
            "Vui lòng liên hệ Đông Xuân: 84907040033 whatsapp, viber, zalo, fb, wechat... để được trợ giúp.Đọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written March 20, 2024",
            "Written March 20, 2024",
            "Written March 18, 2024",
            "Written March 13, 2024",
            "Written March 11, 2024",
            "Written March 10, 2024",
            "Written March 10, 2024",
            "Written March 7, 2024",
            "Written March 5, 2024",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or10-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or20-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d104029-Reviews-Garden_of_the_Gods-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d207075-Reviews-Cleopatra_s_House-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11744535-Reviews-One_World_Trade_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d10839052-Reviews-AMC_Rosemont_18-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g54370-d20261707-Reviews-Firefly_Distillery-North_Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g36854-d648380-Reviews-Genesee_Theatre-Waukegan_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g48797-d7249041-Reviews-Wantagh_Park-Wantagh_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d189381-Reviews-Dam_Square-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41608-d3225223-Reviews-Wompatuck_State_Park-Hingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60003-d8820168-Reviews-Bristol_Renaissance_Faire-Kenosha_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or20-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or10-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trên 61 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một căn nhà trọ nhỏ ở Cần Thơ. Chúng tôi cung cấp nhà, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng quê Cần Thơ và các chuyến đi ngắn từ Hồ Chí Minh đến Cần Thơ. Chủ nhà tại: Winter Spring Home, Winter Spring HostelĐọc thêm",
        "reviews": [
            "Tôi đã có khoảng thời gian tuyệt vời khi trải nghiệm Đồng bằng sông Cửu Long với hướng dẫn viên Nga. Đó là một nhóm rất nhỏ, chỉ có tôi và hai người khác. Nga rất chu đáo, cho chúng tôi cà phê và bữa sáng vào buổi sáng. Chúng tôi đến thăm một chợ nổi, nơi đó không hề có khách du lịch, hầu như chỉ có người nước ngoài. Sau khi thưởng thức món phở ở chợ, chúng tôi đến thăm trang trại thanh long và tìm hiểu về quy trình sản xuất bún. Sau đó chúng tôi đến thăm một gia đình địa phương sống trên một ngôi nhà thuyền. Nhìn chung, một trải nghiệm siêu đặc biệt, bạn nên làm nếu bạn ở Cần Thơ hoặc Hồ Chí MinhĐọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, cô Nga về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi may mắn có được một chuyến du lịch riêng khi những người khác đã bỏ lỡ. Và An là một người hướng dẫn tuyệt vời. Cô ấy giải thích mọi thứ và mặc dù chúng tôi đã dừng lại nhiều lần nhưng chúng tôi không bị ép mua bất cứ thứ gì. Nhưng cô ấy đã ủng hộ cộng đồng. Muốn giới thiệu.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, cô An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Hôm nay chúng tôi đi tham quan chợ nổi Cái Răng. Chúng tôi đã tận hưởng nó rất nhiều! Hướng dẫn viên của chúng tôi là Phong rất thân thiện, cởi mở, anh ấy có kiến ​​thức để trả lời tất cả các câu hỏi. Rất khuyến khích!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Triệu Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Là điểm dừng chân đầu tiên của chúng tôi trong chuyến đi Việt Nam kéo dài một tháng, chuyến tham quan này thực sự đặt ra nhiều kỳ vọng. Phong hướng dẫn viên du lịch của chúng tôi thật phi thường, thu thập được từ airbnb, kiến ​​thức về khu vực và văn hóa. Anh ấy cũng chia sẻ với chúng tôi những địa điểm khác phải xem khi chúng tôi nói với anh ấy về tuyến đường của chúng tôi. Trên hết, anh ấy đã giới thiệu cho chúng tôi một nhà hàng đặc sản địa phương để ghé thăm, cực kỳ ngon.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Triệu Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến đi của chúng tôi đến chợ nổi ở đồng bằng sông Cửu Long và trang trại cá thật tuyệt vời! Chúng tôi đã chụp rất nhiều bức ảnh đặc sắc, thử những món ăn ngon của địa phương và nổi bật nhất chắc chắn là những chú cá gặm dưới chân chúng tôi, mang đến những tràng cười ra nước mắt. Triều Phong là một hướng dẫn viên xuất sắc, vui vẻ trả lời mọi câu hỏi của chúng tôi về Việt Nam. Rất khuyến khích!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Triệu Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi thực hiện chuyến đi đến chợ nổi Cái Răng, một khu vườn địa phương và một nhánh của sông Mê Kông. Đó là một chuyến đi rất tốt đẹp và chúng tôi đã có rất nhiều niềm vui. Toby chắc chắn là một trong những hướng dẫn viên thú vị nhất mà chúng tôi từng gặp và anh ấy đã khiến chuyến tham quan trở nên đặc biệt! Anh ấy cũng là một nhiếp ảnh gia tài năng và đã chụp cho chúng tôi rất nhiều bức ảnh đẹp. Cảm ơn bạn! Lưu ý bên lề: Chợ Cái Răng không còn hấp dẫn người dân địa phương nữa. Hy vọng nó sẽ thu hút khách du lịch nhưng tuy nhiên nó rất thú vị và chuyến đi hoàn toàn xứng đáng!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Hướng dẫn viên của chúng tôi là một phụ nữ địa phương, An Tran, và cô ấy thật tuyệt vời. Chúng tôi gặp khó khăn trong việc tìm điểm hẹn và đã đến muộn 10 phút. Chúng tôi gọi cho An và cô ấy có thể giải thích bằng tiếng Anh lưu loát nơi tìm cô ấy, và cô ấy đã tử tế chờ chúng tôi. Chuyến đi trên những con kênh nhỏ vào cuối buổi chiều thật yên bình và người lái thuyền của chúng tôi, một phụ nữ trung niên khác, rất kiên nhẫn và khéo léo. Sau khi cập bến, An đưa chúng tôi đến Đền Ông và giải thích về các tác phẩm chạm khắc tôn giáo và ý nghĩa lịch sử của ngôi đền. Sau đó, cô ấy hướng dẫn chúng tôi đến những người bán hàng rong đang bán những món mà chúng tôi sẽ không bao giờ thử nếu không có An. Cần Thơ rất đông đúc vào ngày cuối cùng của Tết nhưng An biết những người bán hàng rong của cô ấy sẽ ở đâu. Chúng tôi đã ăn một chiếc bánh crepe nhân gạo nếp, đậu đỏ, đậu xanh và nước cốt dừa; một loại kẹo dừa Việt Nam; một loại bánh taco gạo nhân thịt lợn, trứng và các loại thảo mộc. Sau đó, chúng tôi ngồi uống một ly nước dừa pha chanh giải khát. Khi đi bộ qua thị trấn, chúng tôi dừng lại ở một người phụ nữ đang làm bánh crepe làm từ bột gạo và nước cốt dừa, nấu trong chảo nóng hổi và nhân dừa nạo ngọt. An giải thích rằng làm món ăn này đang trở thành một nghệ thuật bị lãng quên. Điểm dừng chân cuối cùng của chúng tôi là Bánh Mì, một loại bánh mì sandwich baguette với nhân tùy chọn. Nhìn chung là một trải nghiệm khó quên, cảm ơn An. Rất khuyến khích!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên An của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Phong là một người rất hiểu biết, dễ hiểu và thực sự tốt bụng. Tài xế Phi cũng rất tốt bụng và đưa tôi đến và đi từ Hồ Chí Minh rất thoải mái. Thực sự đánh giá cao kinh nghiệm bạn đã cho tôi. Cảm ơn! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Phong về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Hướng dẫn viên của chúng tôi, An, đã cung cấp cho chúng tôi trải nghiệm tuyệt vời về chợ nổi Cái Răng, nếm thử đồ ăn và ghé thăm một cơ sở làm mì. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên AN của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi thực hiện chuyến đi vào dịp Tết Nguyên đán nên sẽ không có nhiều khách du lịch hoặc thuyền khác nếu bạn tham gia. Chúng tôi mang theo đồ ăn và đồ uống địa phương trên một chiếc thuyền tại chợ nổi, ghé thăm vườn thực vật, tự mình chèo thuyền một chút, tìm hiểu một số lịch sử và làm những việc khác, nói chung là một trải nghiệm nhỏ gọn tuyệt vời chỉ trong 5 giờ. Chắc chắn thỏa mãn. Hướng dẫn viên của chúng tôi là Triệu Phong, một anh chàng rất tốt bụng và có sức chứa, không thể giới thiệu anh ấy đủ!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã giới thiệu nhiệt tình.\nChúng tôi sẽ nói với hướng dẫn viên Phong về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơXem thêm",
            "Xin chào, chúng tôi muốn đặt tour du lịch Mê Kông trong ngày nhưng cần đón từ Hồ Chí Minh, phí bổ sung là bao nhiêu?? cảm ơn bạn Đọc thêm",
            "Xin chào, \n Chúng tôi đang xem xét đặt phòng Khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền cho 2 người vào ngày 27 tháng 12, nhưng khách sạn của chúng tôi ở Hồ Chí Minh. \n\nXin vui lòng cho biết chi phí bổ sung bao gồm cả việc đưa đón và trở về từ Hồ Chí Minh là bao nhiêu?\n\nCảm ơn \n\nShirleyĐọc thêm",
            "Xin chào Shirley,\nPhụ phí đón khứ hồi từ HCM là 85 2 người.\nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi có một số câu hỏi cho chuyến khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền.\n1 Bạn có thể đón chúng tôi tại Bến Xe Cần Thơ Mới ra cảng được không?\n2 Sau chuyến đi chúng ta sẽ quay lại cảng lúc mấy giờ?\nChúng tôi rất hứng thú với chuyến đi và rất mong được cùng bạn khám phá! Cảm ơn bạn.Đọc thêm",
            "CHÀO,\n1. tất nhiên, chúng tôi có thể đón bạn ở đó\n2. Chúng tôi sẽ quay lại phà vào khoảng 12:00 \nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi muốn biết liệu chuyến tham quan chợ sông Cần Thơ kéo dài 5 giờ của bạn có đi qua các kênh nhỏ chứ không chỉ sông chính hay không, cảm ơn trước.\n\nTrân trọngĐọc thêm",
            "Xin chào, chuyến đi như:\nĐón khách vào khoảng 5h15 sáng\n- Xuất phát tại phà Xóm Chài\n- Tham quan chợ nổi Cái Răng - thưởng thức bữa sáng trên chợ nổi.\n- Quý khách cũng sẽ dừng chân tại xưởng sản xuất bánh mỳ truyền thống,\n- Ngắm nhìn những khu vườn trồng trái cây và hoa địa phương và những con kênh nhỏ\n\nGiá bao gồm:\n Đón và đưa về khách sạn bằng xe taxi riêng tại Thành phố Cần Thơ\n Bữa sáng đặc trưng của người Việt uống cà phê dừa trên sông Mê Kông\n Vé vào vườn trái cây.\n Hướng dẫn viên nói tiếng Anh\nGiá: 60 2 khách\n\nCảm ơn\n84907040033 whatsapp, zalo...Đọc thêm",
            "CHÀO,\nchúng tôi sẽ ở tại mekong daniel resort nhon nghia, can tho. Bạn có thể đón chúng tôi vào ngày 22.03 được không. từ đó?Đọc thêm",
            "Xin chào, Chúng tôi có thể đón bạn ở đó. Thực ra bạn nên đặt tour riêng và trả thêm phí 200.000 vnd khứ hồi. Cảm ơnĐọc thêm",
            "Vui lòng liên hệ Đông Xuân: 84907040033 whatsapp, viber, zalo, fb, wechat... để được trợ giúp.Đọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written February 29, 2024",
            "Written February 28, 2024",
            "Written February 27, 2024",
            "Written February 25, 2024",
            "Written February 20, 2024",
            "Written February 18, 2024",
            "Written February 17, 2024",
            "Written February 16, 2024",
            "Written February 14, 2024",
            "Written February 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or20-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or10-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or30-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g43693-d14788213-Reviews-McClain_Safari-Brandon_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185116-Reviews-Yonge_Street-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d10430014-Reviews-MAD_on_Yas_Island-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2202119-Reviews-Perfect_Crime-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47538-d295130-Reviews-Corning_Museum_of_Glass-Corning_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d8558291-Reviews-Captree_State_Park-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g274964-d2461920-Reviews-Livu_Akvaparks-Jurmala_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d2040195-Reviews-Biblioteca_Vasconcelos-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g49613-d13139877-Reviews-Bear_Creek_Lake-Tuckasegee_Jackson_County_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246088-Reviews-Palazzo_Colonna_Galleria_Colonna-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or30-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or20-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trên 61 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một căn nhà trọ nhỏ ở Cần Thơ. Chúng tôi cung cấp nhà, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng quê Cần Thơ và các chuyến đi ngắn từ Hồ Chí Minh đến Cần Thơ. Chủ nhà tại: Winter Spring Home, Winter Spring HostelĐọc thêm",
        "reviews": [
            "Đây chắc chắn là một chuyến đi nổi bật. Chúng tôi đã đặt trước điều này với những kỳ vọng cao và chúng đã bị thổi bay khỏi mặt nước, theo cả nghĩa đen và nghĩa bóng. Thật khó để diễn tả bằng lời những khung cảnh và hương vị của vùng đồng bằng sông Cửu Long, của làng quê và con người địa phương. Cảnh tượng thật ấn tượng và mê hoặc, việc chúng tôi có Nga làm hướng dẫn viên chính là điều tuyệt vời nhất! Nga là một con người phi thường, với nụ cười ấm áp và dễ lây lan khiến điều này thực sự khó quên. Dành một ngày với cô ấy và chia sẻ niềm vui của cô ấy còn tuyệt vời hơn cả dòng sông và kiến ​​thức của cô ấy về các thắng cảnh và phong tục địa phương đã thực sự đưa nền văn hóa này đến gần chúng tôi hơnĐọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Nga về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến tham quan thú vị với hướng dẫn viên địa phương khiến bạn muốn tìm hiểu về văn hóa và lối sống cụ thể này quanh sông Mê Kông. Tôi khuyên bạn nên làm điều đó!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Hướng dẫn viên của chúng tôi An rất đáng yêu và hay nói chuyện. Cô ấy đã chia sẻ rất nhiều câu chuyện và trải nghiệm thú vị và thú vị khi ở trên sông Mê Kông, nơi chúng tôi đã thưởng thức một số món ăn và ngắm chim và khỉ. An mua cho chúng tôi một số món ăn ngon từ chợ thực phẩm trước khi cô ấy đưa chúng tôi đi tham quan các ngôi đền khác nhau và giải thích rất rõ về lịch sử, phong tục và truyền thống của họ để chúng tôi hiểu. Chúng tôi đã học được rất nhiều điều từ chuyến tham quan này và đã có khoảng thời gian tuyệt vời. Chúng tôi chắc chắn sẽ giới thiệu An làm hướng dẫn viên và sẽ tiếp tục chuyến tham quan!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi An ms về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Thức dậy từ sáng sớm để đi dạo chợ với hướng dẫn viên của chúng tôi, Trinh. Khi ở đó, chúng tôi đã thưởng thức món Hủ Tiêu thơm ngon, có vị rất khác so với ở quê nhà ở SoCal, đến mức tôi chỉ muốn có vài giây! Tôi có thể nói đó là món ăn yêu thích của tôi trong suốt chuyến đi 2 tuần ở Việt Nam. Chúng tôi cũng có thể tham quan ngôi nhà cổ và tìm hiểu về lịch sử của nó, mua một số tác phẩm nghệ thuật từ một họa sĩ địa phương Hoài Ân và đi mát-xa chân tại làng cá. Khoảng thời gian vui vẻ như vậy đã kết thúc bằng một bữa ăn vui vẻ tại một ngôi nhà địa phương trong làng. Chắc chắn sẽ là một trải nghiệm đáng nhớ!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA1: 75 Ung Văn Khiêm, Ninh Kiều, Cần Thơ\nA2: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Đây là một trong những địa điểm yêu thích của tôi, rất giàu văn hóa và tôi đặc biệt thích tour du lịch nông thôn. Hướng dẫn viên của chúng tôi, An, đã đưa chúng tôi đến rất nhiều địa điểm khác nhau, giúp chúng tôi lên và xuống thuyền và giải thích cho chúng tôi rất nhiều thông tin về cách mọi người sống ở nông thôn. Đó là một ngày dài và thời tiết trở nên quá nóng để chúng tôi có thể tận hưởng trọn vẹn trải nghiệm này. Tuy nhiên, đó là một trải nghiệm khó quên và chúng tôi muốn giới thiệu tour này! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên An của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Trải nghiệm tuyệt vời. Yêu bình minh và bữa sáng trên sông. Các khu chợ đáng để ghé thăm. Bạn có cơ hội làm mìĐọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Đây là một trong những trải nghiệm tuyệt vời mà chúng tôi có được với tư cách là một cặp đôi và chắc chắn phải làm. Nó thực sự mang lại cho bạn trải nghiệm thân mật với những người tiếp thị địa phương và chuyến tham quan sẽ đưa bạn đi xem những địa điểm thú vị khác nhau xung quanh. Ngoài ra, khung cảnh thiên nhiên thật ngoạn mục.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Đây là một tour du lịch tuyệt vời. Cách sống của người dân rất thú vị. Chúng tôi liên tục tò mò về những nơi chúng tôi đến thăm. Tôi không cảm thấy 5 sao là đủ cho hướng dẫn viên du lịch Nga của chúng tôi. Cô ấy xứng đáng được 100 Sao. Cô ấy là một trong những người tử tế nhất mà tôi từng gặp nên hy vọng bạn được cô ấy hướng dẫn bạn!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Nga về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất của chúng tôi trong kỳ nghỉ 3 tuần tại Việt Nam! Liên lạc, thanh toán dự kiến ​​và đón khách sạn lúc 3 giờ sáng!!! ở Sài Gòn rất liền mạch, nhóm nhỏ gồm 2 cặp đôi và hướng dẫn viên An của chúng tôi cực kỳ thân thiện, nói nhiều và nói tiếng Anh tốt. Thức dậy lúc 3 giờ sáng thật đáng giá, vì chợ nổi nhộn nhịp nhất từ ​​6-9 giờ sáng. Chúng tôi đã có sự khác biệt. các lựa chọn cho bữa ăn dành cho khách du lịch hơn hoặc địa phương hơn cho bữa sáng và bữa trưa, chúng tôi rất vui khi chọn lựa chọn địa phương, nghĩa là ăn sáng với một gia đình địa phương trên một nhà thuyền ở chợ nổi và sau đó tại một ngôi nhà nông dân ở vùng đồng bằng. Ngày hôm đó có rất nhiều hoạt động, các chuyến tham quan bằng thuyền và các địa điểm khác nhau, tất cả đều được An tổ chức một cách liền mạch. Chúng tôi đã thử nhiều loại trái cây đường phố khác nhau mà không cần phải mặc cả về giá vì An đang xử lý tất cả các khoản thanh toán. Chúng tôi cũng thực hiện nhiều hoạt động thực tế như cho cá ăn ở trang trại cá, làm bánh tráng và cơm pop. Tôi có thể nồng nhiệt giới thiệu chuyến tham quan này, giá hơi cao nhưng bạn sẽ nhận được nhiều lợi ích. tùy chỉnh chất lượng cao.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã giới thiệu nhiệt tình.\nChúng tôi sẽ nói với hướng dẫn viên AN về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơXem thêm",
            "Ngày tuyệt vời! Chúng tôi đã đi những nơi khác nhau, chúng tôi đã làm những việc khác nhau Jin, hướng dẫn viên của chúng tôi, đã khiến chuyến đi của chúng tôi trở nên dễ dàng, được tổ chức tốt và vui vẻ.  Một chút đi bộ đã được bao gồm trong chuyến đi, điều này diễn ra rất tốt vì đây là thời điểm nghỉ ngơi tốt giữa các lần thử đồ ăn khác nhau.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Xin chào, chúng tôi muốn đặt tour du lịch Mê Kông trong ngày nhưng cần đón từ Hồ Chí Minh, phí bổ sung là bao nhiêu?? cảm ơn bạn Đọc thêm",
            "Xin chào, \n Chúng tôi đang xem xét đặt phòng Khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền cho 2 người vào ngày 27 tháng 12, nhưng khách sạn của chúng tôi ở Hồ Chí Minh. \n\nXin vui lòng cho biết chi phí bổ sung bao gồm cả việc đưa đón và trở về từ Hồ Chí Minh là bao nhiêu?\n\nCảm ơn \n\nShirleyĐọc thêm",
            "Xin chào Shirley,\nPhụ phí đón khứ hồi từ HCM là 85 2 người.\nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi có một số câu hỏi cho chuyến đi Khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền.\n1 Bạn có thể đón chúng tôi tại Bến Xe Cần Thơ Mới ra cảng được không?\n2 Sau chuyến đi chúng ta sẽ quay lại cảng lúc mấy giờ?\nChúng tôi rất hứng thú với chuyến đi và rất mong được cùng bạn khám phá! Cảm ơn bạn.Đọc thêm",
            "CHÀO,\n1. tất nhiên, chúng tôi có thể đón bạn ở đó\n2. Chúng tôi sẽ quay lại phà vào khoảng 12:00 \nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi muốn biết liệu chuyến tham quan chợ sông Cần Thơ kéo dài 5 giờ của bạn có đi qua các kênh nhỏ chứ không chỉ sông chính hay không, cảm ơn trước.\n\nTrân trọngĐọc thêm",
            "Xin chào, chuyến đi như:\nĐón khách vào khoảng 5h15 sáng\n- Xuất phát tại phà Xóm Chài\n- Tham quan chợ nổi Cái Răng - thưởng thức bữa sáng trên chợ nổi.\n- Quý khách cũng sẽ dừng chân tại xưởng sản xuất bánh mỳ truyền thống,\n- Ngắm nhìn những khu vườn trồng trái cây và hoa địa phương và những con kênh nhỏ\n\nGiá bao gồm:\n Đón và đưa về khách sạn bằng xe taxi riêng tại Thành phố Cần Thơ\n Bữa sáng đặc trưng của người Việt uống cà phê dừa trên sông Mê Kông\n Vé vào vườn trái cây.\n Hướng dẫn viên nói tiếng Anh\nGiá: 60 2 khách\n\nCảm ơn\n84907040033 whatsapp, zalo...Đọc thêm",
            "CHÀO,\nchúng tôi sẽ ở tại mekong daniel resort nhon nghia, can tho. Bạn có thể đón chúng tôi vào ngày 22.03 được không. từ đó?Đọc thêm",
            "Xin chào, Chúng tôi có thể đón bạn ở đó. Thực ra bạn nên đặt tour riêng và trả thêm phí 200.000 vnd khứ hồi. Cảm ơnĐọc thêm",
            "Vui lòng liên hệ Đông Xuân: 84907040033 whatsapp, viber, zalo, fb, wechat... để được trợ giúp.Đọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written February 2, 2024",
            "Written January 29, 2024",
            "Written January 27, 2024",
            "Written January 22, 2024",
            "Written January 16, 2024",
            "Written January 14, 2024",
            "Written January 14, 2024",
            "Written January 13, 2024",
            "Written January 8, 2024",
            "Written January 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or30-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or20-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or40-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d670573-Reviews-Ecseri_Flea_Market_Ecseri_bolhapiac-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g52427-d6681828-Reviews-Coudersport_Ice_Mine-Coudersport_Potter_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d12711816-Reviews-Raging_Waters-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g147314-d1021622-Reviews-Reach_Falls-Port_Antonio_Portland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d2690271-Reviews-Black_Sand_Beach-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d552524-Reviews-Negombo_Fish_Market-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32049-d110245-Reviews-Lake_Alpine-Bear_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49313-d1541677-Reviews-Soco_Falls-Maggie_Valley_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d594437-Reviews-Allianz_Arena-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d23893190-Reviews-The_Greeen_House-Key_West_Florida_Keys_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or40-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or30-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trên 61 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một nhà dân nhỏ ở Cần Thơ. Chúng tôi đã cung cấp nhà ở, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng nông thôn Cần Thơ và các chuyến đi ngắn từ Thành phố Hồ Chí Minh đến Cần Thơ Chủ nhà tại: Winter Spring Homestay, Trung tâm Winter Spring Homestay Đọc thêm",
        "reviews": [
            "Chuyến tham quan này rất sôi động, với rất nhiều điểm dừng đột xuất dường như là ngẫu hứng trên đường đi. Hướng dẫn viên của chúng tôi, Gin, rất hiểu biết và nhiệt tình mặc dù đôi khi hơi khó hiểu. Chúng tôi không bỏ đói! Bữa sáng trên thuyền, bữa trưa sớm bằng bánh xèo Việt Nam và bữa trưa thịnh soạn cùng nhóm chúng tôi tại chiếc bàn thấp trong một túp lều nằm trên một con lạch, gồm có cá, chân ếch và bụng lợn. Nhóm 10 người của chúng tôi được chia thành 2 nhóm 4 và 6, với một hướng dẫn viên nói tiếng Anh được chỉ định cho mỗi nhóm. Hướng dẫn viên của chúng tôi rất chú ý đến nhu cầu của chúng tôi và mong muốn đảm bảo rằng chúng tôi đã để lại một số bức ảnh tuyệt vời. Một ngày dài bắt đầu lúc 3 giờ sáng nhưng rất đáng nỗ lực.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Gin Trinh của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Lim là một hướng dẫn rất tốt đẹp. Tôi cùng anh đi du lịch 2 ngày ở đồng bằng sông Cửu Long. Chuyến tham quan được tổ chức rất tốt và tôi rất vui vì chúng tôi đã chọn công ty này để trải nghiệm ở Đồng bằng sông Cửu Long ở Việt Nam.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Ann thật tuyệt vời. Đã học được rất nhiều về văn hóa. Phải thấy thư giãn thật đẹp và mọi người thật tuyệt vời Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã giới thiệu nhiệt tình.\nChúng tôi sẽ nói với hướng dẫn viên Ann về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơXem thêm",
            "Xe du lịch có sức chứa tối đa 10 người nhưng khi xuống thuyền sang sông Mê Kông, bạn chia thành 2 nhóm. Từ đó, cuộc phiêu lưu của bạn sẽ khác nhau tùy thuộc vào người hướng dẫn bạn là ai. Gin thật tuyệt, thực hiện rất nhiều chuyến tham quan ẩm thực nên chuyến tham quan đồng bằng sông Cửu Long của chúng tôi hơi khác so với những gì được liệt kê trong hành trình và chúng tôi đã không thất vọng! Nhóm của chúng tôi hơi bối rối về điều này nhưng khi chúng tôi hỏi, cô ấy giải thích rằng họ muốn phục vụ từng trải nghiệm cho nhóm và giữ cho nó thật bất ngờ! Hãy giữ một tâm hồn cởi mở và đắm mình trong trải nghiệm của người Việt!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Người phụ nữ Út, người lái thuyền của chúng tôi và David, hướng dẫn viên du lịch của chúng tôi thật tuyệt vời. Họ thực sự đã kể cho chúng tôi nghe một câu chuyện về cuộc sống, phong tục và truyền thống trong vùng và chúng tôi đã học được rất nhiều điều. Cô Út cũng vô cùng tài năng trong việc tạo ra những món đồ trang trí nhỏ truyền thống từ lá cọ. Cảm ơn bà Út David :Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã giới thiệu nhiệt tình.\nChúng tôi sẽ nói với hướng dẫn viên Ut và David về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơXem thêm",
            "Chúng tôi đã trải qua một ngày tuyệt vời ở đồng bằng sông Cửu Long và chợ nổi Cái Răng trong một nhóm nhỏ gồm bốn người cùng với hướng dẫn viên du lịch. Chúng tôi bắt đầu vào sáng sớm bằng xe đón riêng từ TP HCM. Lái xe của chúng tôi, Vũ, đã đến đúng giờ và mặc dù phải mất 3 giờ để đến Đồng bằng sông Cửu Long nhưng đó là một chuyến đi thoải mái. An, hướng dẫn viên của chúng tôi là một người rất am hiểu, cô ấy đã cung cấp cho chúng tôi rất nhiều thông tin về người dân địa phương và cách họ sống trong khu vực. Chúng tôi đã thực hiện nhiều hoạt động giải trí và thử những món ăn ngon của địa phương. Tôi rất có thể giới thiệuĐọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên của chúng tôi, cô An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Trải nghiệm Amazon được tổ chức siêu tốt từ Hồ Chí Minh, đặc biệt cảm ơn hướng dẫn viên du lịch của chúng tôi đến Trinh Gin vì đã khiến chuyến tham quan này trở nên đặc biệt hơn Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã giới thiệu nhiệt tình.\nChúng tôi sẽ nói với hướng dẫn viên Trinh về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơXem thêm",
            "Chúng tôi đã thực hiện chuyến đi tuyệt vời này với hướng dẫn viên Nga. Cô ấy rất dễ thương. Chuyến đi đáng giá vì chúng tôi đã được chứng kiến ​​2 chợ nổi, một vườn trái cây, một nhà máy mì, một trang trại trồng trái cây và rau quả và một gia đình sống trên thuyền. Chúng tôi đã uống cà phê, ăn sáng rất ngon trên thuyền và rất nhiều trái cây. Một điều nhất định phải làm ở Cần ThơĐọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với Nga về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Tôi được đón ở TP.HCM và đưa đi tham quan, mất thêm phí nhưng rẻ hơn so với việc cố gắng gọi xe. Giao tiếp hoàn hảo. Mọi thứ diễn ra đúng giờ và như mong đợi. Bản thân chuyến tham quan thật tuyệt vời! Khi bạn lên thuyền, phải mất một lúc để đến chợ nổi Phong Điền, nhưng cảm giác như đang ở trên mặt nước. Họ phục vụ một bữa ăn tuyệt vời và tất cả mọi người đều rất tốt bụng và thân thiện. Từ đó, bạn được gặp gỡ những người nông dân và làm bún gạo trước khi đến chợ nổi Cái Răng. Tôi nghĩ rằng những tương tác đó khiến trải nghiệm trở nên chân thực và cá nhân hơn. Chợ nổi Cái Răng không có nhiều thứ để xem, nhưng chúng tôi đã được gặp một trong những người chủ và một lần nữa, đó là một trải nghiệm chân thực hơn, phù hợp hơn với những gì tôi đang tìm kiếm. Tôi muốn giới thiệu điều này cho bất kỳ ai. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 14 Trần Đại Nghĩa, Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi không thể tin rằng Toby chỉ có xếp hạng 97. Ít nhất phải là 110! Đây là chuyến tham quan có hướng dẫn đầy thông tin VÀ thú vị nhất mà bạn có thể hy vọng. Có kiến ​​thức, tiếng Anh xuất sắc, nó tạo nên sự khác biệt và RẤT chu đáo để mang lại sự thoải mái và thích thú cho khách hàng của mình. Đối với du khách, một ngày trên sông Mê Kông mà không có Toby dẫn đường là một ngày không có nắng.Roger Elizabeth Miket.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written December 23, 2023",
            "Written December 23, 2023",
            "Written December 22, 2023",
            "Written December 20, 2023",
            "Written December 16, 2023",
            "Written December 10, 2023",
            "Written December 9, 2023",
            "Written December 9, 2023",
            "Written December 6, 2023",
            "Written November 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or40-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or30-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or50-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g951014-d14958963-Reviews-KonaklI_Time_Center-Konakli_Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d104761-Reviews-Heritage_Museums_Gardens-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g45310-d504495-Reviews-Flathead_Lake-Polson_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066449-d17793211-Reviews-Unko_Museum_Tokyo-Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108481-Reviews-Caesars_Superdome-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g669119-d4178064-Reviews-Albion_Lighthouse-Albion.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d11712782-Reviews-St_Louis_MetroLink-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d255305-Reviews-Cabrillo_Beach-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d103427-Reviews-Third_Street_Promenade-Santa_Monica_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or50-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or40-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trong số 61 Hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một căn nhà trọ nhỏ ở Cần Thơ. Chúng tôi cung cấp nhà, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng quê Cần Thơ và các chuyến đi ngắn từ Hồ Chí Minh đến Cần Thơ. Chủ nhà tại: Winter Spring Home, Winter Spring HostelĐọc thêm",
        "reviews": [
            "Cách tuyệt vời để ngắm nhìn đồng bằng sông Cửu Long, chợ nổi và cái nhìn sâu sắc về cuộc sống của người Việt! Dai hướng dẫn của chúng tôi rất tuyệt vời khi cung cấp thông tin dinh dưỡng thú vị về tất cả các loại thực phẩm và rất chú ý đến nhu cầu của chúng tôi! Rất muốn giới thiệu Đọc thêm",
            "Chào mừng đến với Cần Thơ.\nCảm ơn bạn rất nhiều vì đã giới thiệu.\nChúng tôi sẽ nói với Dai về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơXem thêm",
            "Xuất sắc. Trinh, hướng dẫn viên của chúng tôi, thật tuyệt vời. Cô ấy có kiến ​​thức và hấp dẫn.  Người lái thuyền của chúng tôi, bà Huệ, cũng rất thú vị; thật phi thường là một nụ cười và một tiếng cười sẽ đi được bao xa. Chúng tôi được hướng dẫn kỹ lưỡng đến các chợ nổi lớn nhỏ, nếm thử đủ thứ thú vị trên đường đi; cà phê tươi, xoài và mì cũng như chuyến tham quan yên tĩnh đến vườn Thanh Long và ngôi nhà bún truyền thống. Chúng tôi kết thúc chuyến tham quan bằng cách ngồi trên thuyền dứa, ăn dứa tươi và cười đùa với những con người tuyệt vời sống trên mặt nước. Hoàn hảo. Cảm ơn bạn đã làm cho chuyến thăm Cần Thơ của chúng tôi thật đáng nhớ.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian thực sự tuyệt vời với hướng dẫn viên Tinh. Cô ấy giải thích cho chúng tôi mọi thứ và thực sự hữu ích và quan tâm đến khách hàng của mình. Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến tham quan cả ngày tuyệt vời đến chợ nổi, trang trại cá và thử các món ăn địa phương truyền thống của Việt Nam. Hướng dẫn viên của chúng tôi rất am hiểu về các địa điểm và lịch sử của Việt Nam và cũng rất vuiĐọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Mùa đông thiết kế lại cho chúng tôi chuyến du lịch Cần Thơ Đồng bằng sông Cửu Long để đáp ứng yêu cầu tham quan địa đạo Củ Chi và đến TP.HCM trong một ngày. Chuyến tham quan đã hoàn tất và chúng tôi có thể khám phá chợ Cần Răng, một nhà máy mì, ăn sáng ngon miệng và cảm nhận tâm trạng đồng bằng sông Cửu Long trên Đảo Sơn Hướng dẫn viên du lịch đã được chuẩn bị kỹ lưỡng. Du lịch đến địa đạo Củ Chi có thể thực hiện được nhờ một chàng trai kiên nhẫn giữ bình tĩnh trong tình trạng tắc đường của TP.HCMMọi thứ ở giá rẻ Sẵn có, nhanh nhẹn và tốt bụng là những đặc điểm của công ty du lịch này.Đọc thêm",
            "Đó là một chuyến tham quan tuyệt đẹp! Trinh, hướng dẫn viên của chúng tôi rất thân thiện. Chúng tôi đã thực hiện chuyến lưu diễn riêng với 4 người và yêu thích nó. Chúng tôi bắt đầu với cảnh bình minh tuyệt đẹp, sau khi lái xe đến chợ nổi và thưởng thức bữa sáng địa phương ngon miệng trên thuyền. Sau đó chúng tôi lái xe tới nơi làm mì sợi và trang trại trồng cacao. Đó là một chuyến tham quan hoàn hảo! Cảm ơn Trinh và người lái thuyền tốt bụng của chúng tôi!!! Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến đi thực sự tuyệt vời! 100 giá trị sáng sớm thức dậy! Ngắm bình minh trên sông và thưởng thức bữa sáng ngon miệng trên thuyền ở chợ nổi Phong Điền là một trải nghiệm vô cùng đặc biệt. Vườn trái cây và nhà máy sản xuất mì cũng thực sự tuyệt vời, bao gồm cả việc thử làm một ít mì. Chỉ cần đi thuyền quanh vùng đồng bằng cũng đẹp. Hướng dẫn viên của chúng tôi, Nhân, rất xuất sắc - thực sự thân thiện, hiểu biết và khiến chuyến đi trở nên vô cùng thú vị. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Nhân về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến đi rất thú vị và hướng dẫn viên rất tốt bụng! Tôi khuyên bạn nên đi 100 lần, một trải nghiệm thực sự tuyệt vời: Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Tôi đã có một khoảng thời gian tuyệt vời trong chuyến đi này, nhờ có hướng dẫn viên tuyệt vời, người hiểu biết, thân thiện và nói tiếng Anh rất tốt. Chuyến đi có một số cảnh đẹp tuyệt vời, rất nhiều món ăn tuyệt vời và tôi chân thành giới thiệu nó cho bất kỳ ai. Giá trị tuyệt vời cho mức giá. Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn của chúng tôi về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Nga là một hướng dẫn tuyệt vời. Giỏi tiếng Anh và hiểu biết về mọi thứ - cô ấy có thể trả lời tất cả các câu hỏi của chúng tôi. Cô ấy cũng biết tất cả những địa điểm chụp ảnh đẹp. Mì và cà phê trong chuyến tham quan rất ngon.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Nga về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written November 16, 2023",
            "Written November 13, 2023",
            "Written November 11, 2023",
            "Written November 10, 2023",
            "Written November 9, 2023",
            "Written November 6, 2023",
            "Written October 31, 2023",
            "Written October 25, 2023",
            "Written October 24, 2023",
            "Written October 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or50-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or40-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or60-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d153186-Reviews-Tulum_Archaeological_Site-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g189414-d1908605-Reviews-Cretan_Olive_Oil_Farm-Agios_Nikolaos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104417-Reviews-Universal_Studios_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155197-Reviews-Casino_de_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d148603-Reviews-Milk_River_Mineral_Baths-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2311549-Reviews-Different_Bar-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g48378-d672664-Reviews-The_Windmill_Farm_Craft_Market-Penn_Yan_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295191-Reviews-Ortakoy-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g4506867-d1073179-Reviews-Wadi_Shab-Tiwi_Ash_Sharqiyah_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or60-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or50-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trên 61 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một căn nhà trọ nhỏ ở Cần Thơ. Chúng tôi cung cấp nhà, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng quê Cần Thơ và các chuyến đi ngắn từ Hồ Chí Minh đến Cần Thơ. Chủ nhà tại: Winter Spring Home, Winter Spring HostelĐọc thêm",
        "reviews": [
            "Chuyến đi trong ngày tuyệt vời từ Sài Gòn!  Không thể bỏ qua chợ nổi và Như Ý là một hướng dẫn viên tuyệt vời.  Cô ấy là người địa phương và biết nhiều người mà tôi sẽ gặp.  Kiến thức của cô về khu vực, truyền thống và văn hóa là không ai sánh kịp.   Như Ý đã tận dụng tối đa thời tiết khắc nghiệt...đảm bảo tôi luôn khô ráo nhất có thể.  Bạn không thể sai với cô ấy!! Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn viên Như Ý về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Cố gắng hướng dẫn viên du lịch của chúng tôi đã làm một công việc tuyệt vời khi kiên nhẫn giải thích mọi thứ một cách chi tiết và đưa chúng tôi đi khắp những nơi tuyệt vời! Cô ấy cũng mang một sự rung cảm rất tốt, điều này luôn quan trọng. Đặt chuyến tham quan này!Đọc thêm",
            "Nga là hướng dẫn viên của chúng tôi cho chuyến tham quan Chợ nổi Đồng bằng sông Cửu Long. Nga rất cá tính, có sức chứa với trẻ nhỏ, hiểu biết và thân thiện. Tất cả chúng tôi lần lượt làm bún, tham quan các ngôi làng địa phương và xem một cặp vợ chồng truyền thống sống trên sông như thế nào. Bữa sáng truyền thống của chúng tôi rất tuyệt.Đọc thêm",
            "Yêu thích trải nghiệm của chúng tôi trên sông Mê Kông ngày hôm nay với An. Cô ấy có kiến ​​thức tuyệt vời về khu vực và đưa chúng tôi đến nhiều điểm thú vị dọc bờ sông. Chúng tôi đã có những bức ảnh đẹp, ăn RẤT ngon và có những kỷ niệm vui vẻ ở Cần Thơ. Cảm ơn Ân. Đọc thêm",
            "Thật là một niềm vui tuyệt đối khi được Trinh hướng dẫn trong chuyến tham quan đồng bằng sông Cửu Long kéo dài năm giờ này. Hành trình đã được tính thời gian hoàn hảo và toàn bộ chuyến tham quan được tổ chức hoàn hảo; ngay cả với khung thời gian ngắn, chúng tôi chưa bao giờ cảm thấy vội vã và tôi cảm thấy mình đã có được cái nhìn sâu sắc về khu vực độc đáo này mặc dù làm việc với khung thời gian có hạn. Trinh cực kỳ thân thiện, hữu ích và có nhiều thông tin. Hoàn toàn xứng đáng để đi lại đến và đi từ Hồ Chí Minh. Một lần nữa cảm ơn bạn vì một buổi sáng tuyệt vời, Trinh!Đọc thêm",
            "Mặc dù phải thức dậy sớm và phải lái xe một quãng đường dài từ Thành phố Hồ Chí Minh nhưng trải nghiệm này hoàn toàn xứng đáng.  Hướng dẫn viên của chúng tôi, An, tràn đầy năng lượng và nhiệt tình suốt cả ngày, và hành trình của anh ấy đã được lên kế hoạch kỹ lưỡng và bao gồm rất nhiều hoạt động thực hành.  Anh ấy rất hiểu biết, có khiếu hài hước và có quan điểm trẻ trung về Việt Nam.  Bắt đầu từ chợ nổi Cái Răng, chúng tôi lên một chiếc thuyền nhỏ và di chuyển quanh chợ, thưởng thức bữa sáng và đồ ăn nhẹ ngon miệng từ những người bán hàng địa phương.  Các chuyến tham quan làng tốn nhiều sức lực hơn và cần phải đi bộ nhiều, thường xuyên dừng lại để trình diễn hoặc hoạt động.  Đây là sự định hướng lớn cho văn hóa địa phương và lối sống nông thôn ở vùng đồng bằng đang dần thay đổi hoặc đang biến mất.  Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với ông An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Tôi thực sự thích trải nghiệm này. Hướng dẫn viên A của chúng tôi đã đón tôi từ khách sạn. Cô ấy trò chuyện suốt chặng đường để gặp những người còn lại trong nhóm polenta trong chuyến tham quan và khiến tôi cảm thấy rất thoải mái. A rất hào phóng và tử tế, cô ấy đã kể cho chúng tôi rất nhiều điều về sông Mê Kông và các chợ nổi. Cô ấy cũng đưa chúng tôi đi làm mì và đến một trang trại trái cây, nơi cô ấy cho chúng tôi xem nhiều loại trái cây, đồng thời nếm thử trên đường đi. Chúng tôi đã lên một trong những chiếc thuyền chợ nổi để có trải nghiệm thân mật hơn, thật tuyệt vời khi được chứng kiến ​​cách họ sống và làm việc. Tôi đã học được rất nhiều điều từ An. Cô ấy là một hướng dẫn viên tuyệt vời và chúng tôi đã có rất nhiều niềm vui. Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Kinh nghiệm đáng kinh ngạc! Ngắm mặt trời mọc tuyệt đẹp là một phần thưởng! Hướng dẫn viên của chúng tôi rất tuyệt vời và cực kỳ có kinh nghiệm chèo thuyền. Hãy đi sớm trước khi trải nghiệm truyền thống, chân thực này biến mất. Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Tôi đã có khoảng thời gian vui vẻ trong chuyến du lịch với Trinh, một người rất am hiểu! Thực sự đánh giá cao những thông tin cô ấy chia sẻ về những người sống dọc đồng bằng sông Cửu Long! Đó là một trải nghiệm thú vị khi làm mì và ăn mì trên thuyền! Nhất định phải đi tour để có trải nghiệm trọn vẹn hơn về đồng bằng sông Cửu Long và chợ nổi!Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn Hoa rất nhiều vì lời giới thiệu của bạn.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Hostel .com\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Nếu bạn muốn xem chợ nổi Cái Răng thì đây là tour phù hợp. Chúng tôi đã thực hiện chuyến tham quan 7 giờ tham quan Phong Điền trước tiên để thưởng thức bữa sáng địa phương ở đó. Sau đó, chúng tôi di chuyển đến một con sông nhỏ, nơi chúng tôi gặp những người hái trái cây địa phương cho chúng tôi ăn chôm chôm. Sau đó chúng tôi đến thăm một nhà sản xuất mì địa phương. Cuối cùng là chợ Cái Răng, nơi chúng tôi cũng lên thuyền nơi một cặp vợ chồng sống và họ mời chúng tôi dứa! Hướng dẫn viên của chúng tôi An thật TUYỆT VỜI. 100 được đề xuất.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Xin chào, chúng tôi muốn đặt tour du lịch trong ngày trên sông Mekong nhưng cần đón từ Thành phố Hồ Chí Minh, phí bổ sung là bao nhiêu? Cảm ơn Đọc thêm",
            "Xin chào, \n Chúng tôi đang xem xét đặt phòng Khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền cho 2 người vào ngày 27 tháng 12, nhưng khách sạn của chúng tôi ở Hồ Chí Minh. \n\nXin vui lòng cho biết chi phí bổ sung bao gồm cả việc đưa đón và trở về từ Hồ Chí Minh là bao nhiêu?\n\nCảm ơn \n\nShirleyĐọc thêm",
            "Xin chào Shirley,\nPhụ phí đón khứ hồi từ HCM là 85 2 người.\nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi có một số câu hỏi cho chuyến khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền.\n1 Bạn có thể đón chúng tôi tại Bến Xe Cần Thơ Mới ra cảng được không?\n2 Sau chuyến đi chúng ta sẽ quay lại cảng lúc mấy giờ?\nChúng tôi rất hứng thú với chuyến đi và rất mong được cùng bạn khám phá! Cảm ơn bạn.Đọc thêm",
            "CHÀO,\n1. tất nhiên, chúng tôi có thể đón bạn ở đó\n2. Chúng tôi sẽ quay lại phà vào khoảng 12:00 \nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi muốn biết liệu chuyến tham quan chợ sông Cần Thơ kéo dài 5 giờ của bạn có đi qua các kênh nhỏ chứ không chỉ sông chính hay không, cảm ơn trước.\n\nTrân trọngĐọc thêm",
            "Xin chào, chuyến đi như sau:\nĐón khách khoảng 5:15 sáng\n- Bắt đầu tại phà Xóm Chài\n- Tham quan chợ nổi Cái Răng - thưởng thức bữa sáng trên chợ nổi.\n- Bạn cũng sẽ dừng chân tại một nhà máy sản xuất bún gạo, lò bánh mì truyền thống,\n- Xem các khu vườn với trái cây và hoa địa phương, và các kênh rạch nhỏ\n\nGiá bao gồm:\nĐón và đưa về khách sạn của chúng tôi bằng xe taxi riêng tại Thành phố Cần Thơ\nBữa sáng kiểu Việt Nam điển hình, đồ uống cà phê dừa trên sông Cửu Long\nVé vào vườn trái cây.\nHướng dẫn viên nói tiếng Anh\nGiá: 60 2 người\n\nCảm ơn\n84907040033 whatsapp, zalo...Đọc thêm",
            "CHÀO,\nchúng tôi sẽ ở tại mekong daniel resort nhon nghia, can tho. Bạn có thể đón chúng tôi vào ngày 22.03 được không. từ đó?Đọc thêm",
            "Xin chào, Chúng tôi có thể đón bạn ở đó. Thực ra bạn nên đặt tour riêng và trả thêm phí 200.000 vnd khứ hồi. Cảm ơnĐọc thêm",
            "Vui lòng liên hệ Đông Xuân: 84907040033 whatsapp, viber, zalo, fb, wechat... để được trợ giúp.Đọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written October 19, 2023",
            "Written October 14, 2023",
            "Written September 29, 2023",
            "Written September 26, 2023",
            "Written September 22, 2023",
            "Written September 12, 2023",
            "Written September 11, 2023",
            "Written August 24, 2023",
            "Written August 21, 2023",
            "Written August 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or60-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or50-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or70-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3137978-d2691152-Reviews-Turtle_Conservation_and_Education_Centre-Serangan_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1175542-d4875922-Reviews-Kalivaki_Beach-Georgioupolis_Apokoronas_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d208218-Reviews-Back_Bay-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190133-Reviews-Villa_Borghese-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d195786-Reviews-Castelo_dos_Mouros-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g815573-d10714806-Reviews-The_Sunken_City_Ancient_Epidaurus-Epidavros_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g60023-d7901032-Reviews-Sandy_Beach-Lake_Mills_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g13073965-d7712513-Reviews-Jaflong-Jaflong_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3539289-Reviews-The_View_from_The_Shard-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297566-d308669-Reviews-Koroyanitu_National_Heritage_Park-Lautoka_Viti_Levu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or70-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or60-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trên 61 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một căn nhà trọ nhỏ ở Cần Thơ. Chúng tôi cung cấp nhà, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng quê Cần Thơ và các chuyến đi ngắn từ Hồ Chí Minh đến Cần Thơ. Chủ nhà tại: Winter Spring Home, Winter Spring HostelĐọc thêm",
        "reviews": [
            "Cách tuyệt vời để xem và trải nghiệm chợ nổi. Chúng tôi dường như đã phải đón từ thành phố HCM để đi chợ vào sáng sớm và giới thiệu hướng dẫn viên Trinh-vert của chúng tôi rất thân thiện và giúp chúng tôi chụp được một số bức ảnh tuyệt vời. Cảm ơn bạn!Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Cô Y rất thú vị và rất nhiều thông tin. Cô ấy chắc chắn thích những gì mình làm, thể hiện qua sự nhiệt tình lan tỏa của cô ấy. Bản thân chợ Cái Răng chỉ còn là cái bóng của vinh quang trước đây nhưng vẫn là địa điểm không thể bỏ qua đối với những du khách lần đầu ghé thăm. Nhà hàng nổi mà chúng tôi ghé thăm có đồ ăn khá ngon. Nhà máy mì là một điểm dừng chân thú vị, mặc dù có một chút khách du lịch. Vườn trái cây vẫn ổn - chính xác là chúng tôi không đến đúng mùa, vì vậy không có gì nhiều để xem ngoài một số loại trái cây chọn lọc đang phát triển. Nhìn chung, tôi nghĩ chuyến tham quan này mang lại giá trị khá tốt so với những gì đã trải nghiệm.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Y về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "100 người giới thiệu chuyến tham quan này! An là hướng dẫn viên du lịch của chúng tôi và cô ấy thật đáng yêu! Cô ấy rất hiểu biết và rất chú ý đến chúng tôi. Chúng tôi ở trong một nhóm hỗn hợp, chúng tôi là một cặp đôi khác và cô ấy thực sự tìm thấy sự cân bằng hoàn hảo giữa việc cung cấp nhiều thông tin nhưng không hề hống hách - để chúng tôi thư giãn và trò chuyện nhưng cũng kể cho chúng tôi rất nhiều điều thú vị. Hành trình chuyến đi thật hoàn hảo đối với chúng tôi, cả chuyến tham quan và bản thân An đã cho chúng tôi những trải nghiệm mà chúng tôi sẽ không thể có được nếu không có chúng! So với những chiếc thuyền du lịch khác, chúng tôi thấy chúng tôi cảm thấy thuyền của mình mang tính cá nhân hơn nhiều và tôi thực sự thích những điều nhỏ nhặt mà An và tài xế đã làm cho chúng tôi, chẳng hạn như lên cầu để ngắm bình minh, v.v. Đây là điểm nổi bật trong kỳ nghỉ của chúng tôi ở Cần Thơ. An cũng rất hữu ích và đã nói chuyện với chúng tôi về những việc khác mà chúng tôi có thể làm ở những nơi chúng tôi nên thử ăn, v.v. Cảm ơn An rất nhiều! Xin lưu ý thêm, người lái thuyền của chúng tôi cũng là một chàng trai đáng yêu, cả anh ấy và An đều tươi cười và vui vẻ, điều rất cần thiết sau khi khởi đầu sớm!! Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "trinh là một hướng dẫn viên du lịch thực sự giàu thông tin và hiểu biết, chúng tôi đã khám phá sự đa dạng về ẩm thực để kích thích vị giác của chúng tôi, chuyến tham quan kéo dài khoảng 6-7 giờ mà chúng tôi có thể tìm hiểu sâu về truyền thống Việt Nam với sự giúp đỡ của trinh.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Đây là một ngày tuyệt vời trên sông Mê Kông. Tất cả những nơi chúng tôi dừng lại đều tuyệt đẹp và cả ngày cảm thấy rất yên bình và thư giãn. Trinh là một hướng dẫn tuyệt vời! Khi chúng tôi tử tế, thân thiện và nỗ lực nhiều hơn để giúp tôi ăn chay. Tài xế của chúng tôi, anh Diệu cũng rất tốt bụng và lái xe rất thận trọng. Đừng suy nghĩ kỹ hãy đặt chuyến tham quan này!Đọc thêm",
            "Chào mừng đến với Cần Thơ.\nCảm ơn bạn rất nhiều vì đã giới thiệu.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơXem thêm",
            "Mariah là một hướng dẫn viên du lịch đáng yêu. Tiếng Anh tuyệt vời và rất hiểu biết.   Chuyến tham quan thật tuyệt vời và thậm chí có thể được gọi là chuyến tham quan ẩm thực!  Nhiều điểm dừng thú vị và tô phở ngon nhất trên sông Mê Kông.  Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với Maria về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Những người đáng yêu! Hướng dẫn viên du lịch và tài xế nữ của chúng tôi hoàn toàn tuyệt vời, rất tốt bụng và có nhiều kiến ​​thức khi họ hỏi một cách trung thực tất cả các câu hỏi của chúng tôi về thị trấn. Chúng tôi được gặp và lên thuyền của những người nông dân địa phương và trải nghiệm cuộc sống hàng ngày của họ. Trải nghiệm và món ăn tuyệt vời, rất khuyến khích chuyến tham quan này với Mùa Đông Xuân!Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời khi tham quan chợ nổi với hướng dẫn viên Trình, cô ấy rất ngọt ngào và tốt bụng. Nhờ cô mà chúng tôi biết thêm về văn hóa Việt Nam! Cảm ơn bạn rất nhiều vì khoảnh khắc này!! Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Không thể giới thiệu đủ chuyến tham quan này với Antran! Rất đáng để thức dậy lúc 2:30 sáng. Một ngày trọng đại nhưng cũng xứng đáng. Chúng tôi rất ngạc nhiên khi đến Cần Thơ và nhận ra đây là một chuyến du lịch cá nhân. Ăn sáng ở chợ nổi là một trải nghiệm độc đáo và chúng tôi yêu thích nó. Chuyến tham quan được tổ chức rất tốt, suôn sẻ và đúng như hành trình giải thích. Việc đón khách vào sáng sớm từ khách sạn ở HCM có nghĩa là chúng tôi có thể nhìn thấy khu chợ nhộn nhịp nhất. Chuyến tham quan không có cảm giác vội vã, chúng tôi cũng không cảm thấy đã dành quá nhiều thời gian ở một điểm đến. Bữa trưa tuyệt vời trên đảo Côn Sơn nơi chúng tôi được trải nghiệm vùng nông thôn. Có thể chuẩn bị sa mạc của riêng chúng tôi giống như một lớp học nấu ăn riêng. Antran hướng dẫn viên du lịch của chúng tôi cực kỳ thân thiện và tốt bụng, với tiếng Anh tuyệt vời. Cô ấy đến từ khu vực này, rất hiểu biết và đã làm rất tốt để đảm bảo rằng đối tác của tôi và tôi cảm thấy như đang đi du lịch cùng cô ấy, nhưng chúng tôi có thể có thời gian riêng tư với tư cách là một cặp đôi. Cô ấy thật lòng nỗ lực hết mình và cho chúng tôi những đề xuất cá nhân cũng như lời khuyên địa phương để giúp chúng tôi tận dụng tối đa chuyến đi đến Việt Nam. Cảm ơn bạn rất nhiều vì ngày đáng yêu của chúng tôi.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Hướng dẫn viên của tôi, Viettrinh, có rất nhiều kiến ​​thức không chỉ về tour mà còn về toàn bộ khu vực Cần Thơ. Sau khi hiểu thêm về những điều tôi quan tâm, cô ấy đã có thể điều chỉnh phần còn lại của chuyến tham quan theo hướng đó! Hướng dẫn tuyệt vời và kinh nghiệm tuyệt vời. Rất khuyến khích! Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Việt Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written August 13, 2023",
            "Written August 10, 2023",
            "Written August 4, 2023",
            "Written July 24, 2023",
            "Written July 24, 2023",
            "Written July 21, 2023",
            "Written July 14, 2023",
            "Written July 9, 2023",
            "Written June 4, 2023",
            "Written June 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or70-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or60-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or80-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g42182-d269478-Reviews-Empire_Bluff_Trail-Empire_Leelanau_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g668848-d12691904-Reviews-Scheveningen_Beach-Scheveningen_The_Hague_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g635963-d1027432-Reviews-Floyd_s_Pelican_Bar-Treasure_Beach_Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d4883370-Reviews-Wallace_Wade_Stadium-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d12585378-Reviews-The_Grave_of_Selena_Quintanilla_Perez-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3654290-Reviews-Wat_Sai_Floating_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d15354570-Reviews-ICONSIAM-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g52097-d138005-Reviews-Cape_Lookout_State_Park-Tillamook_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g46361-d1807029-Reviews-Clementon_Park_and_Splash_World-Clementon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d144340-Reviews-Misty_Fjords_National_Monument-Ketchikan_Alaska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or80-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or70-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trong số 61 Hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một nhà dân nhỏ ở Cần Thơ. Chúng tôi đã cung cấp nhà ở, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng nông thôn Cần Thơ và các chuyến đi ngắn từ Thành phố Hồ Chí Minh đến Cần Thơ Chủ nhà tại: Winter Spring Homestay, Trung tâm Winter Spring Homestay Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi vào ngày 12 tháng 4 năm 2023. Hành trình được cung cấp trực tuyến là chính xác. Chúng tôi được đón từ khách sạn Sài Gòn bằng xe tải. Người tài xế đó chở chúng tôi đi khắp các điểm dừng ở Cần Thơ và đưa chúng tôi về Sài Gòn. Tôi không thể nhớ tên hướng dẫn viên của chúng tôi nhưng cô ấy đến từ Cần Thơ và thực sự am hiểu về khu vực cũng như lịch sử. Cô ấy gặp chúng tôi ở chợ Cái Răng và giúp chúng tôi lên thuyền. Có áo phao cứu sinh. Bữa sáng bao gồm 1 nước trái cây, cà phê, dừa và 1 bữa bún riêu hoặc hu tiêu. Nó thực sự rất ngon. Ngoài ra, những bữa ăn ngoài bạn phải tự chi trả. Sau đó, chúng tôi đến trang trại bún, nhiều trang trại nuôi cá và đi dạo quanh một hòn đảo có đất nông nghiệp. Chúng tôi trở về Sài Gòn đúng lúc ăn tối. Nhìn chung trải nghiệm thực sự tuyệt vời. Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Có một trong những trải nghiệm tuyệt vời nhất ở Việt Nam trong chuyến đi này. Hướng dẫn viên Antran của chúng tôi thật tuyệt vời, cô ấy đã chia sẻ tất cả các loại trái cây địa phương với chúng tôi và chăm sóc chúng tôi suốt thời gian qua, Thật tuyệt vời, Antran và đội trưởng của chúng tôi rất tốt bụng và hào phóng, họ đã chia sẻ tất cả lịch sử địa phương và chúng tôi đã có được rất gần gũi với người dân địa phương và cảm nhận được tất cả tình yêu của họ đối với món ăn của họ. Chất lượng của chuyến tham quan này thật tuyệt vời và họ luôn có mặt. Khi tiền boa kết thúc, chúng tôi được mời về nhà để kỷ niệm truyền thống tưởng nhớ tổ tiên. Đó là một buổi họp mặt gia đình và tất cả họ đều đón nhận chúng tôi bằng vòng tay chào đón. Tất cả chỉ là một trải nghiệm tuyệt vời!! Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến tham quan này là một trải nghiệm tuyệt vời. Rời đi sớm là hoàn hảo vì trời không quá nóng và dòng sông khá yên tĩnh. Những con kênh rất đẹp và người dân rất thân thiện. Trinh là hướng dẫn viên du lịch của chúng tôi và cô ấy rất đáng yêu và hiểu biết. Thức ăn rất ngon Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan này! Chúng tôi chỉ có buổi chiều và đêm ở Cần Thơ khi bắt chuyến phà vào sáng hôm sau, vì vậy đây là thời điểm hoàn hảo để thực hiện một chuyến tham quan ngắm nhìn một chút thành phố và dòng sông cùng lúc với tất cả các tour khác đều khởi hành sớm vào buổi sáng. Chúng tôi chỉ có hai người với người hướng dẫn tuyệt vời và rất tốt bụng, cô Y. Cô ấy rất am hiểu về Phật giáo và lịch sử của các ngôi chùa. Sau đó chúng tôi đi trên một chiếc thuyền nhỏ qua sông và nó thật đẹp với sự phản chiếu của ánh hoàng hôn. Bạn trai tôi nói tiếng Việt nên rất vui được trò chuyện nhiều hơn với cô Y nhưng cô ấy nói tiếng Anh tốt nên bạn sẽ không gặp vấn đề gì khi giao tiếp. Cảm ơn cô Y vì sự hiếu khách và lòng tốt của bạn, chúng tôi thực sự rất thích dành thời gian với bạn. Hy vọng được đến thăm bạn tại nhà dân vào năm tới!Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Y về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi đã đi tour riêng và nó thật tuyệt vời! Đã đến chợ nổi và ăn sáng ở đó, đến nhà máy sản xuất bún gạo, xem đồn điền ca cao và đi thuyền qua những con kênh nhỏ với phong cảnh tuyệt đẹp! Đọc thêm",
            "Chào mừng đến với Cần Thơ.\nCảm ơn bạn rất nhiều vì đã giới thiệu.\nChúng tôi sẽ nói với hướng dẫn viên về đánh giá tốt của bạn.\nTrân trọng!\nChủ nhà Vũ Lang tại Winter Spring Homestay\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơXem thêm",
            "Đồ ăn tuyệt vời, hướng dẫn viên thực sự tuyệt vời, tất cả đều là một buổi sáng tuyệt vời. Làm mì gạo là một điểm nhấn. Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với hướng dẫn về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Ngoài việc thức dậy sớm, chuyến tham quan thật tuyệt vời từ đầu đến cuối. Chúng tôi đã mời Trinh làm hướng dẫn viên và cô ấy giải thích mọi thứ rất hay trong suốt chuyến tham quan. Từ khu chợ nhỏ hơn với bữa sáng phở, vườn trái cây, nhà máy mì đến chợ nổi lớn.. nói chung là một buổi tối vui vẻĐọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Một chuyến du lịch tuyệt vời với Nga! Cô ấy rất am hiểu về Việt Nam nhưng lại rất thân thiện và tốt bụng. Cô ấy đảm bảo đã chụp rất nhiều ảnh của chúng tôi và nhắn tin cho chúng tôi sau khi chúng tôi về đến nhà. Chợ nổi là một trải nghiệm không thể bỏ lỡ ở Việt Nam. Nga biết nhiều người bán hàng và điều đó khiến buổi sáng của chúng tôi ở đó không thể nào quên. Các chuyến tham quan và ăn trưa tại một ngôi nhà địa phương thật tuyệt vời. Hương vị rau lẩu rất khác biệt và ngon miệng! Mặc dù phải mất một ngày dài để đón khách từ khách sạn ở Sài Gòn vào lúc 3:15 sáng, Nga đã biến nó thành một chuyến tham quan thực sự đặc biệt. Rất khuyến khích!Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Nga về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến đi đáng kinh ngạc với Nga! Chuyến tham quan này cực kỳ nhiều thông tin và thú vị. Chỉ có hai chúng tôi trên thuyền nên chúng tôi đã có được trải nghiệm thực sự cá nhân ở chợ nổi. Chúng tôi đã thực hiện những chuyến tham quan khác có vẻ hơi giả tạo trong cách họ trình bày văn hóa Việt Nam hoặc tạo ra trải nghiệm du lịch, nhưng chuyến tham quan này có vẻ cực kỳ chân thực và là một cái nhìn sâu sắc chân thực về cuộc sống của người dân Cái Răng. Nga, hướng dẫn viên du lịch của chúng tôi thật tuyệt vời, đã dạy chúng tôi về tất cả các loại thực phẩm và thực vật khác nhau trong vùng, thậm chí lái xe đến khách sạn sau khi chuyến tham quan kết thúc vì chúng tôi đã đề cập ngay từ đầu chuyến đi rằng chúng tôi chưa thử bánh gạo để bỏ đi. cửa hàng yêu thích của cô ấy. Rất khuyến khích và không thể tin rằng nó lại thú vị với mức giá rẻ như vậy!Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Nga về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Tour du lịch tốt và cái nhìn sâu sắc tuyệt vời về văn hóa ở đây. Tuy nhiên, cảm thấy rằng người hướng dẫn hơi vô tổ chức và cô ấy bị phân tâm và không thể gắn kết với nhóm. Có quá nhiều điểm dừng ăn uống và không được chăm sóc đầy đủ để mang đến những điểm dừng thoải mái. Điều này đặc biệt đúng trong hành trình kéo dài ba giờ đồng hồ tới đích của chúng tôi. Người lái xe rất tốt và dừng lại khi được yêu cầu, nhưng điều này đáng lẽ phải được đưa vào chuyến đi. Ngoài ra chúng tôi thực sự rất thích chuyến đi.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ. \nCảm ơn bạn rất nhiều vì đã tận hưởng chuyến đi.\nHướng dẫn viên có một chút thay đổi về địa điểm ăn trưa do buổi trưa nắng nóng nên chương trình có thể kéo dài hơn bình thường.  Nhưng chúng tôi sẽ cố gắng cải thiện trải nghiệm của mình.\nTrân trọng! \nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo... \nM: vulangwinterspring.com.vn \nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Xin chào, chúng tôi muốn đặt tour du lịch Mê Kông trong ngày nhưng cần đón từ Hồ Chí Minh, phí bổ sung là bao nhiêu?? cảm ơn bạn Đọc thêm",
            "Xin chào, \n Chúng tôi đang xem xét đặt phòng Khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền cho 2 người vào ngày 27 tháng 12, nhưng khách sạn của chúng tôi ở Hồ Chí Minh. \n\nXin vui lòng cho biết chi phí bổ sung bao gồm cả việc đưa đón và trở về từ Hồ Chí Minh là bao nhiêu?\n\nCảm ơn \n\nShirleyĐọc thêm",
            "Xin chào Shirley,\nPhụ phí đón khứ hồi từ HCM là 85 2 người.\nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi có một số câu hỏi cho chuyến khám phá Đồng bằng sông Cửu Long và Chợ nổi Phong Điền.\n1 Bạn có thể đón chúng tôi tại Bến Xe Cần Thơ Mới ra cảng được không?\n2 Sau chuyến đi chúng ta sẽ quay lại cảng lúc mấy giờ?\nChúng tôi rất hứng thú với chuyến đi và rất mong được cùng bạn khám phá! Cảm ơn bạn.Đọc thêm",
            "CHÀO,\n1. tất nhiên, chúng tôi có thể đón bạn ở đó\n2. Chúng tôi sẽ quay lại phà vào khoảng 12:00 \nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi muốn biết liệu chuyến tham quan chợ sông Cần Thơ kéo dài 5 giờ của bạn có đi qua các kênh nhỏ chứ không chỉ sông chính hay không, cảm ơn trước.\n\nTrân trọngĐọc thêm",
            "Xin chào, chuyến đi như:\nĐón khách vào khoảng 5h15 sáng\n- Xuất phát tại phà Xóm Chài\n- Tham quan chợ nổi Cái Răng - thưởng thức bữa sáng trên chợ nổi.\n- Quý khách cũng sẽ dừng chân tại xưởng sản xuất bánh mỳ truyền thống,\n- Ngắm nhìn những khu vườn trồng trái cây và hoa địa phương và những con kênh nhỏ\n\nGiá bao gồm:\n Đón và đưa về khách sạn bằng xe taxi riêng tại Thành phố Cần Thơ\n Bữa sáng đặc trưng của người Việt uống cà phê dừa trên sông Mê Kông\n Vé vào vườn trái cây.\n Hướng dẫn viên nói tiếng Anh\nGiá: 60 2 khách\n\nCảm ơn\n84907040033 whatsapp, zalo...Đọc thêm",
            "CHÀO,\nchúng tôi sẽ ở tại mekong daniel resort nhon nghia, can tho. Bạn có thể đón chúng tôi vào ngày 22.03 được không. từ đó?Đọc thêm",
            "Xin chào, Chúng tôi có thể đón bạn ở đó. Thực ra bạn nên đặt tour riêng và trả thêm phí 200.000 vnd khứ hồi. Cảm ơnĐọc thêm",
            "Vui lòng liên hệ Winter Spring: 84907040033 whatsapp, viber, zalo, fb, wechat... để được trợ giúp. Đọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written May 22, 2023",
            "Written May 22, 2023",
            "Written May 21, 2023",
            "Written May 8, 2023",
            "Written May 8, 2023",
            "Written May 2, 2023",
            "Written May 1, 2023",
            "Written April 28, 2023",
            "Written April 26, 2023",
            "Written April 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or80-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or70-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or90-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d116876-Reviews-Devil_s_Lake_State_Park-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d17387123-Reviews-Rare_Magic_with_Drew_Murray-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d8179326-Reviews-Sheep_Lakes-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d317743-Reviews-Victoria_Alfred_Waterfront-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g227615-d600725-Reviews-Porte_de_Clignancourt-Saint_Ouen_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d23893190-Reviews-The_Greeen_House-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56891-d2294155-Reviews-The_Falls_in_Lucy_Park-Wichita_Falls_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d148213-Reviews-Laughing_Waters-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d580019-Reviews-Whirlpool_Aero_Car-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g28961-d269276-Reviews-Lake_Murray-South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or90-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or80-Winter_Spring-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Winter Spring",
        "attraction_name_vi": "Đông xuân",
        "general_info": [
            "322 đánh giá",
            "10 trong số 61 Hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là người địa phương, chúng tôi có một căn nhà trọ nhỏ ở Cần Thơ. Chúng tôi cung cấp nhà, tour du lịch hàng ngày ở đồng bằng sông Cửu Long, chợ nổi, lớp học nấu ăn, khám phá vùng quê Cần Thơ và các chuyến đi ngắn từ Hồ Chí Minh đến Cần Thơ. Chủ nhà tại: Winter Spring Home, Winter Spring HostelĐọc thêm",
        "reviews": [
            "Chúng tôi đã có một buổi sáng hoàn hảo với hướng dẫn viên Mariah Thùy Trang, một phụ nữ Việt Nam ngọt ngào và nói tiếng Anh rất tốt. Chúng tôi đã nói về rất nhiều điều và học được rất nhiều điều về Việt Nam. Phiên chợ buổi sáng là một trải nghiệm thú vị và xưởng sản xuất bún cũng vậy. Nhưng nhìn chung, việc gặp Mariah và tìm hiểu văn hóa Việt Nam thông qua cô ấy đã khiến chuyến đi này trở nên đặc biệt. Cảm ơn bạn Đọc thêm",
            "Chào mừng đến với Cần Thơ. Cảm ơn bạn rất nhiều vì đã giới thiệu. Chúng tôi sẽ nói với cô Trang về đánh giá tốt của bạn. Trân trọng! Chủ nhà Vũ Lang tại Winter Spring Homestay P: 84907040033 Whatsapp, zalo... M: vulangwinterspring.com.vn A: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần Thơ Đọc thêm",
            "Hôm nay chúng tôi đã đi tour này với An và cô ấy là một người hướng dẫn tuyệt vời. Cô ấy kể cho chúng tôi rất nhiều điều về các khu chợ và cuộc sống trên sông và rất tập trung vào việc đảm bảo rằng chúng tôi đã có khoảng thời gian tuyệt vời cũng như nhìn thấy mọi thứ mà chúng tôi muốn thấy. Chuyến tham quan này đi đến cả hai chợ nổi và chúng tôi thực sự rất thích thú khi được nhìn thấy cả hai nơi đó như họ thực sự khác nhau. Chuyến đi dọc sông cũng thực sự thú vị, được chứng kiến ​​cuộc sống của người dân địa phương. Chúng tôi chắc chắn sẽ giới thiệu chuyến đi này.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô An về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi đã có một chuyến tham quan riêng bằng thuyền nhỏ. Cô Nga đã biến chuyến đi này thành một trải nghiệm đặc biệt của chúng tôi ở sông Mê Kông. Cô Nga đã chỉ cho chúng tôi và giải thích về chợ nổi, nhà máy gạo và các loại trái cây. Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Nga về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Gin là người hướng dẫn đáng yêu nhất từ ​​trước đến nay. Dạy chúng tôi một số sự kiện và lịch sử của cái răng và sông Mê Kông. Tour du lịch đẹp và một thời gian tuyệt vời như vậy. Phần tuyệt nhất là đồ ăn với người dân địa phương !!! Chuyến đi thuyền thật tuyệt vời và suôn sẻ, tôi và bạn tôi đã có khoảng thời gian tuyệt vờiĐọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Gin về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Đây thực sự là một chuyến đi trọn vẹn!  Chúng tôi đã tham gia nhiều chuyến du ngoạn và đây là chuyến du ngoạn có nhiều việc phải làm nhất.  Đầu tiên, chúng tôi được đón trên một chiếc xe tải nhỏ mới với ghế bọc da êm ái.  Chúng tôi được đưa đến Cần Thơ và lên thuyền đưa chúng tôi đến chợ nổi, đó thực sự là tất cả những gì tôi mong đợi.  Nhưng đây giống như một chuyến tham quan ẩm thực khổng lồ!   1 Ăn trưa và uống nước do người bán hàng trên thuyền mang đến cho chúng tôi. 2 đi tham quan một chiếc thuyền bán dứa và ăn dứa tươi 3 đến một cửa hàng bán mì gấu trúc trên mặt nước - thử đồ ăn nhẹ và đồ uống có cồn.  4 chèo thuyền vào kênh Mê Kông và thưởng thức nhiều loại trái cây tươi 4 đi bộ đến trang trại cacao và uống sô cô la đá 5 lái xe đến vùng nông thôn sâu thẳm, nơi bạn có thể ngửi thấy mùi lúa tươi từ cánh đồng lúa.   Đi bộ đến một ngôi nhà địa phương và có một bữa trưa thịnh soạn.  Hãy gửi lời cảm ơn đến hướng dẫn viên du lịch tuyệt vời của chúng tôi, Dai, người cực kỳ ngọt ngào và hiểu biết!!Đọc thêm",
            "Chào mừng đến với quê hương của chúng tôi.\nMẹ và chị tôi kể vậy rất vui và cảm ơn rất nhiều khi hai bạn đã ghé thăm và tận hưởng chuyến đi của chúng tôi.\nCảm ơn bạn rất nhiều vì đã giới thiệu rất cao.\nChúng tôi sẽ nói với ông Đại về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chuyến tham quan tuyệt vời: đã đến thăm 2 ngôi chùa và hướng dẫn viên của tôi, Như Ý, đã chia sẻ những hiểu biết thực sự hữu ích về sự khác biệt và các thực hành cụ thể. Sau đó, chúng tôi hướng đến dòng sông để tham gia chuyến tham quan ngắm cảnh hoàng hôn tuyệt vời, bao gồm cả việc đi dưới cây cầu lớn cũng như đi qua những con kênh nhỏ xinh đẹp và hiền hòa hơn. Sau đó, đối với một số món ăn đường phố tuyệt vời, tôi quyết định không đi ăn bữa đó nhưng nghĩ rằng tôi sẽ đưa nó vào khi nhận thức muộn màng. Như Ý đã rất xuất sắc và tôi sẽ giới thiệu kỹ lưỡng!Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì lời khuyên của bạn.\nChúng tôi sẽ nói với cô Như Ý về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Chúng tôi được đón muộn lúc 6 giờ sáng nên mặt trời đã lặn. Chúng tôi đến chợ lúc 8 giờ, khá muộn. Thuyền của chúng tôi khá chậm so với những chiếc khác. Hướng dẫn của chúng tôi đã giải thích mọi thứ cho chúng tôi. Chúng tôi không thích việc anh ấy cố gắng tán tỉnh chúng tôi ngay từ đầu và đưa ra nhận xét rất không phù hợp về Hitler, chúng tôi là người Đức. Đồng bằng sông Cửu Long thật tuyệt để xem. Cũng là cuộc sống đời thường trên sông. Có rất nhiều thứ để xem và nếm thử.Đọc thêm",
            "Chúng tôi rất tiếc về trải nghiệm không thỏa đáng với hướng dẫn viên du lịch của chúng tôi.  Buổi sáng có 2 vị khách khác đến hơi muộn nên khởi hành muộn hơn dự kiến.  Chúng tôi cũng sẽ lưu ý đánh giá của hướng dẫn về lịch sử của các quốc gia.  Chúng tôi chân thành đánh giá cao ý kiến ​​​​của bạn và chúng tôi sẽ cố gắng cải thiện chuyến đi của mình trong tương lai.\nTrân trọng! Chủ nhà Vu Lang tại Winter Spring Hostel P: 84907040033 Whatsapp, zalo... M: vulangwinterspring.com.vn A: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Vào đầu ngày, chúng tôi ghé thăm chợ nổi và ăn sáng ở đó. Trải nghiệm độc đáo. Chúng tôi rất thích phần thứ hai trong ngày khi chúng tôi đi qua các ngôi làng và có cơ hội cảm nhận cuộc sống hàng ngày của người dân địa phương.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì bình luận tốt đẹp của bạn.\nChúng tôi sẽ nói với hướng dẫn về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Các tour du lịch là thay thế. Không quá du lịch nên chúng tôi thích nó. Điều chúng tôi không thấy thú vị là chuyến thăm ngôi nhà cổ. Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nChúng tôi sẽ cố gắng hoàn thiện hơn để mang đến những trải nghiệm thực sự thú vị cho du khách.\nCảm ơn bạn rất nhiều vì nhận xét tốt đẹp của bạn và đi du lịch đến Việt Nam và Mekong Cần Thơ.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm",
            "Hôm nay chúng tôi đã có một chuyến tham quan chợ nổi đồng bằng sông Cửu Long rất thú vị. Hướng dẫn viên Gin của chúng tôi rất chuyên nghiệp và biết nhiều điều để kể. Trong chuyến tham quan, chúng tôi có rất nhiều thứ để nếm thử và bữa trưa cũng có hương vị rất ngon. Cảm ơn bạn vì trải nghiệm tuyệt vời này.Đọc thêm",
            "Chào mừng bạn đến Cần Thơ.\nCảm ơn bạn rất nhiều vì bình luận tốt đẹp của bạn.\nChúng tôi sẽ nói với cô Trinh về đánh giá tốt đẹp của bạn.\nTrân trọng!\nChủ nhà Vũ Lăng tại Winter Spring Homes\nP: 84907040033 Whatsapp, zalo...\nM: vulangwinterspring.com.vn\nA: 22B Lê Thánh Tôn, Bến Ninh Kiều, Cần ThơĐọc thêm"
        ],
        "star_ratings": [
            300,
            11,
            9,
            3,
            2
        ],
        "review_amount": 325,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Đông xuân"
        ],
        "reviews_time": [
            "Written April 22, 2023",
            "Written April 20, 2023",
            "Written April 18, 2023",
            "Written April 17, 2023",
            "Written April 16, 2023",
            "Written April 16, 2023",
            "Written April 15, 2023",
            "Written April 12, 2023",
            "Written April 11, 2023",
            "Written April 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d15757764-Reviews-or90-Winter_Spring-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or80-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or100-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11750615-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17632092-Reviews-Kathy_Home_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11727359-Reviews-Can_Tho_Tourist-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d263430-Reviews-La_Jolla_Shores_Park-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d3849793-Reviews-Theatron-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d3511586-Reviews-Xuma_Village-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4546270-Reviews-Titanic_The_Artifact_Exhibition-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d8468723-Reviews-Aquapark_Dalmatia-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g488316-d3246650-Reviews-Jamaica_Zoo-Lacovia_Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d505450-Reviews-Zhangjiajie_National_Forest_Park-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d103003-Reviews-Basketball_Hall_of_Fame-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d379130-Reviews-Mas_Carving_Center-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g58491-d7158324-Reviews-Taidnapam_Park-Glenoma_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or100-Winter_Spring-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-or90-Winter_Spring-Can_Tho_Mekong_Delta.html"
    }
]