[
    {
        "attraction_name": "Wonderland Amusement Park",
        "attraction_name_vi": "Công viên giải trí Wonderland",
        "general_info": [
            "139 đánh giá",
            "- 20 trong số 89 việc cần làm ở Amarillo",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Mở tháng Tư thông qua Ngày Lao động. Với hơn 30 trò chơi, Công viên giải trí Amarillo - s Wonderland đã phục vụ WOW trong hơn 70 năm! Công viên giải trí do gia đình sở hữu này có nhiều thứ dành cho mọi người với những chuyến đi thú vị, trò chơi vui nhộn, đồ ăn ngon, sân gôn mini và hơn thế nữa! Hãy nhớ mua trực tuyến và nhận vé vào Công viên nhanh chóng. Wonderland cũng là một nơi tuyệt vời để tổ chức sinh nhật và là một cách thú vị để đối xử với nhân viên của bạn khi họ hoàn thành tốt công việc!Đọc thêm",
        "reviews": [
            "Wonderland Amusement là một công viên giải trí cổ điển, ngọt ngào mang lại niềm vui cho cả gia đình. Nó có vẻ hơi cũ, nhưng nếu không thì rất đáng khuyến khích.Đọc thêm",
            "88 đô la để đưa tôi và các cháu của tôi vào công viên và họ nói với đứa con 2 tuổi của tôi rằng tất cả những gì nó có thể đi là vui vẻ đi vòng quanh và đi tàu và tàu bị hỏng. Sau đó, đứa cháu gái 7 tuổi của tôi không thể cưỡi được thứ nó muốn vì chúng nói nó quá cao. Quá cao để ngồi trong một chiếc xe hơi nhỏ.  Nếu chúng tôi không thể lái bất cứ thứ gì thì tôi đã trả hết số tiền đó để làm gì. Ngoài ra, những đứa trẻ chạy xe không có cách cư xử nào cả và không quan tâm đến việc bạn có đi xe hay không. Hầu hết các trò chơi kiểu arcade đều lấy phần của bạn và khi bạn nói với người phục vụ về điều đó, họ sẽ phớt lờ bạn và không làm gì cả. Tôi đã phàn nàn với hai công nhân trẻ ở độ tuổi học sinh trung học và cả hai đều rất thiếu tôn trọng và không quan tâm.  Rất buồn vì tôi sống ở Amarillo và đã đến Wonderland vài lần trong nhiều năm nhưng không quay lại nữa. Nó đã đi quá xa xuống đồi và không còn giá trị thời gian hay tiền bạc của tôi nữa. Đừng lãng phí của bạn.Đọc thêm",
            "Có một số công việc ở Amarillo và có một ngày rảnh rỗi, vì vậy hãy đến Xứ sở thần tiên. Công viên lâu đời nhất ở Texas có thể là nơi tốt nhất đối với một số du khách. Công viên có rất nhiều trò chơi dành cho trẻ em và thậm chí còn có nhiều trò chơi dành cho gia đình hơn bao gồm trò chơi trong bóng tối tùy chỉnh, một số trò chơi dưới nước lớn và một bộ sưu tập lớn các tàu lượn siêu tốc. Có rất nhiều bóng râm dưới ánh nắng gay gắt của Texas dưới tán cây, trong lều và dưới các công trình kiến ​​trúc có mái che. Có nhiều lựa chọn ăn uống, 2 mái vòm lớn, phòng trưng bày bắn súng khổng lồ và cửa hàng bán lẻ theo chủ đề. Mọi người đều có thể có một ngày TUYỆT VỜI tại Wonderland, vì nơi đây có rất nhiều trò chơi từ trước ra sau, bao gồm cả một sân gôn mini khổng lồ mở cửa sau giờ làm việc của công viên. Công viên sạch sẽ và nhân viên rất thân thiện, và chỉ học nửa chừng là nhóm của bạn có thể bị lạc. Sở thú gần đó sẽ lấp đầy một ngày khi Wonderland mở cửa muộn.Đọc thêm",
            "Tôi rất thất vọng về chuyến đi tới Wonderland.  Tôi đã không đến đó được vài năm nhưng mọi thứ đã xuống dốc kể từ chuyến thăm cuối cùng của tôi.  Có một tấm biển ở cổng ba chuyến xe không hoạt động.  Chúng tôi có một đứa con nhỏ nên hầu hết thời gian chúng tôi đều có mặt ở khu vực này.  Máy bay trực thăng không hoạt động và tàu hỏa cũng vậy. Những thứ này không được dán ở cổng và chắc chắn không có giảm giá.  Không có nhiều chuyến đi cho một đứa trẻ nhỏ và với hai trong số đó đã đóng cửa nên cô ấy cũng không có nhiều việc phải làm. Chúng tôi đã đến khu nhượng bộ để lấy đồ uống ở đầu công viên và chúng tôi cần thanh toán bằng thẻ WOW.  Kiosk lấy thẻ đó đã đóng cửa ở khu vực đó và ki-ốt gần nhất nằm ở đầu bên kia của công viên.  Sau đó, tôi định thanh toán bằng thẻ ghi nợ và tôi được thông báo rằng quầy giảm giá không có đá!!!! Chúng tôi đã đến lần giảm giá tiếp theo và trả tiền - 4 cho một đồ uống nhưng không có nắp hoặc ống hút.  Ở mức - 4 một ly đồ uống, bạn sẽ nghĩ mình sẽ là một cái nắp và một cái ống hút. Tôi đã làm việc ở Wonderland nhiều năm trước và tôi biết Paul Rhoads sẽ không bao giờ để công viên của mình có hình dạng này.Đọc thêm",
            "Về cơ bản chỉ là công viên giải trí bình thường của bạn, trong một thị trấn nhỏ. giúp bạn và con bạn giải trí trong một thời gian, mặc dù KHÔNG có nhiều chỗ để ngồi và nghỉ ngơi.....Đọc thêm",
            "Trong đợt dịch bệnh này, khi chúng tôi đưa các cháu gái và cháu trai của tôi đến xứ sở thần tiên, họ không thấy bất kỳ loại nước rửa tay nào ném ra khỏi công viên, tất cả đều trống rỗng. Người phụ nữ ở quầy bán bánh phễu trông rất bẩn thỉu và không giữ quầy sạch sẽ và rất chậm chạp trong khi chúng tôi xếp hàng mua bánh phễu mà mọi người đang làm ở xa. Hầu hết các công nhân điều hành các chuyến đi đều không đeo mặt nạ và chuyến đi cầu vồng vang lên như sắp hỏng. Họ cần cập nhật tất cả các chuyến đi trước khi có người bị thương khi đi xe. Ngoài ra, cái cây bên cầu vồng cũng cần được cắt tỉa - nó quá cao và mỗi lần nó bay lên đều chạm vào cầu vồng.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại phản hồi cho chúng tôi. Công viên Wonderland luôn đặt sự an toàn lên hàng đầu và chúng tôi cũng không có ngoại lệ trong thời kỳ dịch bệnh Covid-19. Chúng tôi đã thực hiện mọi biện pháp phòng ngừa để giữ cho nhân viên và khách của mình được an toàn và khỏe mạnh, bao gồm kiểm tra nhiệt độ cho tất cả nhân viên, phân công - Đội sạch - xung quanh công viên để tập trung vào vệ sinh, sắp xếp lại chỗ ngồi và xếp hàng và yêu cầu nhân viên đeo khẩu trang. Nếu bạn nhìn thấy các thành viên trong nhóm không đeo khẩu trang, điều đó là không thể chấp nhận được và sẽ được giải quyết ngay lập tức. Ngoài việc thường xuyên vệ sinh các chuyến đi, chúng tôi đã cung cấp các trạm khử trùng tay trên khắp Công viên. Chúng tôi xin lỗi nếu bạn tìm thấy một trạm không đầy đủ. Điều này thỉnh thoảng vẫn xảy ra khi chúng tôi có một ngày bận rộn ở Công viên. Đọc thêm",
            "Công viên Wonderland gợi nhớ đến những chuyến đi hội chợ ở địa phương, ngoại trừ tàu lượn siêu tốc trong hình. Tàu lượn siêu tốc rất đẹp.  Tôi - tôi cho rằng số lượng khách quen thưa thớt là do virus Corona.  Không có hàng nhưng cũng không đủ người để đi. Tôi được biết họ cần 6. Một chuyến đi...Tôi bỏ đi sau khi đợi một lúc. Các trò chơi bóng xiên đều bị hỏng hoặc bị thiếu bóng.  Phòng trò chơi vui hơn...và có máy lạnh. Mang theo tiền mặt cho máy xu. Công viên này có lẽ sẽ là niềm vui lớn cho trẻ em. Tôi hơi thất vọng vì giá vé cao nhất.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại phản hồi cho chúng tôi! COVID chắc chắn đã ảnh hưởng đến sự tham dự của chúng tôi trong năm nay. Chúng tôi hy vọng sẽ chào đón nhiều du khách quay trở lại vào năm tới khi chúng tôi kỷ niệm sinh nhật lần thứ 70 trọng đại của mình! Chúng tôi rất tiếc khi biết bạn thất vọng với mức giá. Thẻ Ultimate WOW giúp bạn đi lại không giới hạn tại hơn 30 điểm tham quan khắp Công viên cùng với sân gôn mini! Chúng tôi cảm thấy mức giá của mình rất hợp lý so với Six Flags và các công viên giải trí xung quanh khác. Cảm ơn bạn đã ghé thăm xứ sở thần tiên. Chúng tôi hy vọng bạn - sẽ quay lại sớm!Đọc thêm",
            "Thông tin cơ bản - Tôi sinh ra và lớn lên ở Amarillo nhưng đã không sống ở đó được 40 năm. Đã đến Công viên giải trí Wonderland có lẽ 8 - 10 lần trong 50 - 60 năm - kể từ khi nó ra đời - khi còn nhỏ và với con cháu của chúng ta.. Đó là một nơi thú vị nhưng đừng mong đợi nó có thể so sánh được với Six Flags hoặc công viên giải trí lớn khác. Wonderland đã cũ và hơi cũ - - có thể sử dụng một số hiện đại hóa bổ sung. Nói như vậy, có rất nhiều trò chơi giải trí dành cho trẻ nhỏ từ 10-14 tuổi. Ngoài ra còn có các trò chơi điện tử có thưởng và đồ ăn - đồ uống. Tôi dám nói rằng thanh thiếu niên ở đây có thể hơi chán. Có các chuyến đi nhỏ và lớn và một số điểm tham quan dưới nước. Chúng tôi đã đi vào Chủ nhật của tháng 8 năm 2020 với thời gian từ 1 - 10 giờ tối. Chúng tôi ở lại khoảng 5 giờ. Hai cháu trai - 7 và 8 tuổi - rất thích chuyến thăm và lẽ ra có thể ở lại lâu hơn.  Mong đợi đồ ăn và đồ uống ở công viên giải trí - lễ hội - hội chợ điển hình với mức giá không hợp lý. Không chắc liệu bạn có thể mang theo đồ ăn - đồ uống hoặc máy làm mát của riêng mình hay không nhưng tôi sẽ hỏi nếu quan tâm. Vé vào cửa Ultimate Pass với mức giảm giá trực tuyến là khoảng - 28-30 mỗi trẻ.  - 5 cộng thuế mua thẻ không dành cho người lái mặc dù người ta có thể nhận được thẻ WOW - thẻ quà tặng được nạp sẵn với các tùy chọn nạp tiền tại các ki-ốt - để đi một vài chuyến một lần - hầu hết - 2 mỗi chuyến với một số - 4 - . Thẻ WOW cũng có thể dùng để mua đồ ăn - uống như thẻ tín dụng. Không có tiền mặt. Chúng tôi đã chi khoảng - 125 cho 4 người trong ngày. Đọc thêm",
            "An toàn không phải là ưu tiên hàng đầu của họ. Mối nguy hiểm về điện. Trục trặc của bộ điều chỉnh an toàn. Thanh thiếu niên thô lỗ điều hành chuyến đi.Đọc thêm",
            "Mặc dù chúng tôi đánh giá cao phản hồi của bạn nhưng bạn hoàn toàn không chính xác. An toàn là ưu tiên hàng đầu của chúng tôi và đã tồn tại được 68 năm. Tất cả các chuyến đi của chúng tôi đều được kiểm tra an toàn thường xuyên bởi một cơ quan được công nhận. Chúng tôi thuê hàng chục học sinh trung học địa phương trong suốt mùa hè, vì vậy chúng tôi xin lỗi nếu bất kỳ nhân viên nào của chúng tôi thô lỗ.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến công viên xứ sở thần tiên. Chúng tôi đã sử dụng phiếu giảm giá và mua với giá - 20, đó là một mức giá tốt. Tôi đã nhận được vé dành cho khán giả - 5. Nơi này hơi tồi tàn nhưng nhân viên rất thân thiện. Tôi sẽ - không vui khi trả nhiều hơn - 20. Các con tôi đã rất vui vẻ mặc dù trời rất nóng. Hàng người xếp hàng không dài nên bọn trẻ có thể tham gia hầu hết các trò chơi. Tôi thực sự nghĩ rằng thật nực cười khi một số trò chơi bạn phải có một - thẻ đặc biệt - để được lên - . Nói chung đó là niềm vui gia đình tốt.Đọc thêm",
            "Cảm ơn Kancira vì đã để lại phản hồi cho chúng tôi! Chúng tôi rất vui vì bạn đã có trải nghiệm tốt với bọn trẻ. Chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Tôi có một chiếc vòng tay Wow Pass màu tím. Sự khác biệt giữa Wow Pass - vé thông thường là gì? Điều đó có nghĩa là tôi có thể đến Xứ sở thần tiên cả mùa hè, hay chỉ được một lần?Đọc thêm",
            "Nếu tôi mua thẻ WOW trực tuyến, nó sẽ được gửi đến thư của tôi hay sẽ có mã vạch mà bạn phải quét khi vào.Đọc thêm",
            "Thẻ cuối cùng để vào xứ sở thần tiên sẽ có tác dụng trong một ngày hay cho đến khi bạn tháo nó ra?Đọc thêm",
            "nếu tôi mua một chiếc vòng tay, tôi sẽ sử dụng cùng một chiếc vòng tay vào một ngày khácĐọc thêm",
            "Bao nhiêu người chỉ cần hai vòng đeo tay là đủ Đọc thêm",
            "Xin chào Jennifer! Giá của chúng tôi thay đổi tùy thuộc vào ngày bạn ghé thăm Công viên và loại WOW Pass bạn mua. Ví dụ: Thẻ WOW thông thường vào Thứ Ba, Thứ Tư hoặc Thứ Năm là - 18,95 cộng thuế, trong khi Thẻ WOW vào Thứ Bảy là - 24,95 cộng thuế. Bạn có thể tìm thấy danh sách đầy đủ về giá cả và giờ hoạt động trên trang web của chúng tôi.Đọc thêm",
            "Ngoài ra, thật tuyệt vời làm sao khi con rắn chuông - dòng sông lười - được lấy cảm hứng từ hẻm núi Polo duro!!!!!! Và ong bắp cày, và máy xáo trộn, một từ....... TUYỆT VỜI!!!!!!!!!!!! Đọc thêm",
            "Vâng, về cơ bản là mọi chuyến đi đều như vậy lol. Tôi chỉ sợ cơn lốc xoáy ở Texas thôi!!!!!! Làm sao để vượt qua nỗi sợ hãi của mình lol?Đọc thêm",
            "Chi phí để vào và đi xe là bao nhiêuĐọc thêm",
            "Xin chào! Giá của chúng tôi thay đổi tùy thuộc vào ngày bạn ghé thăm Công viên và loại thẻ bạn mua. Ví dụ: nếu bạn đến thăm Wonderland vào Thứ Ba, giá của WOW Pass là - 16,95 cộng thuế. Nếu bạn truy cập vào Thứ Bảy, giá vé WOW là - 24,95 cộng thuế. Bạn có thể tìm thấy danh sách đầy đủ các ngày và giá cả trên trang web của chúng tôi.Đọc thêm",
            "Tôi đang tự hỏi liệu họ có cho phép bạn mang theo một bình nước chứa đầy nước đi vòng quanh công viên hay không. Có thể chấp nhận chuyến đi lol : - Tôi có thể sẽ đến xứ sở thần tiên vào tháng 7 này và tôi muốn đi trước. Cảm ơn rất nhiều! Đọc thêm",
            "Xin chào! Cảm ơn vì câu hỏi tuyệt vời của bạn! Chúng tôi cho phép mỗi du khách đến Wonderland mang theo một chai nước chưa mở khi đến Công viên. Chúng tôi rất mong được gặp bạn vào tháng tới!Đọc thêm",
            "Cái này có mở không?Đọc thêm",
            "Chưa phải ngay bây giờ, nhưng chúng tôi hy vọng chúng tôi có thể mở cửa trong vài tuần tới. Chúng tôi sẽ đảm bảo đăng ngày khai trương ngay khi được xác nhận. Cảm ơn! Đọc thêm",
            "Giờ hoạt động?Đọc thêm",
            "Có một liên kết trên trang web Wonderland hiển thị ngày, giờ và giá cả.Đọc thêm"
        ],
        "star_ratings": [
            49,
            42,
            30,
            9,
            9
        ],
        "review_amount": 139,
        "location": [
            "Hoa Kỳ",
            "Công viên giải trí Wonderland",
            "Màu vàng",
            "Texas - TX -",
            "Các hoạt động ở Amarillo"
        ],
        "reviews_time": [
            "Written March 8, 2024",
            "Written August 3, 2022",
            "Written March 7, 2022",
            "Written July 31, 2021",
            "Written November 16, 2020",
            "Written August 31, 2020",
            "Written August 25, 2020",
            "Written August 9, 2020",
            "Written October 4, 2019",
            "Written September 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g30165-d124604-Reviews-Wonderland_Amusement_Park-Amarillo_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d4826525-Reviews-Mudd_Rack-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d17337243-Reviews-David_s_Mexican_Restaurant-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d4417376-Reviews-Thai_Pepper-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d411887-Reviews-Pizza_Planet-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d4726653-Reviews-El_Burrito_Rico-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d4628459-Reviews-Pancho_Villa_Mexican_Restaurant-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d10810208-Reviews-Fat_Cat_Fish_Grill-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d10042399-Reviews-Delvin_s_Restaurant-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d21176311-Reviews-Sunday_s_Kitchen-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30165-d24526511-Reviews-Sa_vor-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d277308-Reviews-Amarillo_Zoo-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d277309-Reviews-American_Quarter_Horse_Hall_of_Fame_Museum-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d277307-Reviews-Amarillo_Botanical_Gardens-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d2625423-Reviews-Globe_News_Center_for_the_Performing_Arts-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d19633192-Reviews-I_am_Rt_66_Visitor_Center-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d1418507-Reviews-Amarillo_Civic_Center_Complex-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d144341-Reviews-Route_66_Historic_District-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d13510257-Reviews-Madam_Queen-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d277430-Reviews-Harrington_House-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d17622111-Reviews-Hodgetown_Stadium-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d124604-Reviews-or10-Wonderland_Amusement_Park-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d2664499-Reviews-Ross_Rogers_Golf_Course-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d4453712-Reviews-Aggression_Paintball-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d23641081-Reviews-6th_Street_Massacre_Haunted_House-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d8318644-Reviews-Bill_s_Backyard_Classics-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d144342-Reviews-Cadillac_Ranch-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d3386168-Reviews-Texas_Air_Space_Museum-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d144343-Reviews-Big_Texan_Opry-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d117462-Reviews-Atlantic_Beach-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g317134-d2721070-Reviews-Tang_Kuan_Hill-Songkhla_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40326-d10670604-Reviews-Lake_End_Park-Morgan_City_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297533-d2415993-Reviews-Las_Grietas-Puerto_Ayora_Santa_Cruz_Galapagos_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195105-Reviews-Bairro_Alto-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d11960206-Reviews-Express_Shuttle_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d185104-Reviews-Rue_St_Paul-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d5494753-Reviews-Hermes-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d147987-Reviews-Hato_Caves-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d3224395-Reviews-Mandraki_Beach-Skiathos_Sporades.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g30165-d124604-Reviews-or10-Wonderland_Amusement_Park-Amarillo_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g30165-d124604-Reviews-Wonderland_Amusement_Park-Amarillo_Texas.html"
    }
]