[
    {
        "attraction_name": "World Heritage Kinderdijk",
        "attraction_name_vi": "Di sản thế giới Kinderdijk",
        "general_info": [
            "3.476 đánh giá",
            "- 1 trong 6 điều cần làm ở Kinderdijk",
            "Địa điểm lịch sử",
            "Các trang web giáo dục",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Di sản Thế giới được UNESCO công nhận Kinderdijk là một biểu tượng độc đáo trong bảy thế kỷ quản lý nước của Hà Lan. Tất cả các giai đoạn của lịch sử cuộc đấu tranh chống nước của chúng ta vẫn còn hiện rõ ở đây. Bộ sưu tập độc đáo gồm 19 nhà máy trong khung cảnh Hà Lan đích thực thực sự rất bắt mắt. Với tấm vé của mình, bạn sẽ có quyền truy cập vào tất cả các địa điểm tham quan và các chuyến thuyền du lịch trong bốn giờ. Nhà máy Bảo tàng Nederwaard cho thấy các gia đình đã sống và làm việc như thế nào trong các nhà máy của chúng tôi vào khoảng năm 1900. Tại Nhà máy Bảo tàng Blokweer, bạn - sẽ trải nghiệm cuộc sống vào những năm 50 của thế kỷ trước như thế nào. Trong Nhà máy Bảo tàng Overwaard và khu giáo dục liền kề, mọi thứ đều xoay quanh công nghệ. Xem bộ phim nhiều màn hình của chúng tôi tại Trạm bơm thứ cấp - De Fabriek - và ghé thăm trạm bơm Wisboom lịch sử từ năm 1868. Lên thuyền du lịch của chúng tôi và thưởng thức Kinderdijk từ dưới nước. Cảm nhận gió, ngửi nước và lắng nghe âm thanh của cối xay gió. Di sản Thế giới Kinderdijk mở cửa gần như quanh năm!Đọc thêm",
        "reviews": [
            "Bạn sẽ không có được cái nhìn chân thực hơn về Hà Lan lịch sử hơn là ở Kinderdijk. Mọi thứ đều được tổ chức rất tốt với một bộ phim định hướng, quán cà phê, quầy bán đồ ăn ngoài trời, các chuyến đi trên kênh, bàn ăn ngoài trời và các điểm ngắm cảnh. Bạn thực sự có thể đi vào một số cối xay gió để xem con người sống như thế nào khi họ chịu trách nhiệm bơm nước ra khỏi vùng đất thấp để tạo ra đất nông nghiệp. Thật hấp dẫn và là một cơ hội chụp ảnh thực tế.Đọc thêm",
            "Chúng tôi đã dừng chân trên chuyến du ngoạn trên sông Viking.  Đây là thời gian đáng giá để xem những cối xay gió này.  Tìm hiểu lịch sử tại trung tâm thông tin hoặc dừng lại ở cửa hàng quà tặng trong khuôn viên để biết thông tin.  Cơ hội chụp ảnh phi thường. Đọc thêm",
            "Chuyến thăm tuyệt vời. Được tổ chức tốt - đáng giá vé cho chuyến đi bằng thuyền - một người đi ngược lại để xem tất cả các cối xay gió, người còn lại nhảy lên để xem bên trong 2 nhà máy -. Đỗ xe miễn phí tại IHC cách đó 400 m và đi bộ đến các nhà máy. Một ngày đẹp trời.Đọc thêm",
            "Vợ tôi và tôi đã đi tham quan những cối xay gió này trong chuyến du ngoạn trên sông Viking. Thật tuyệt vời khi được chứng kiến ​​hoạt động bên trong của những cối xay gió này và tìm hiểu về lịch sử hoạt động của chúng.  Đó là một trong những chuyến du ngoạn thú vị hơn mà chúng tôi đã thực hiện trong chuyến đi.Đọc thêm",
            "Chuyến tham quan cối xay gió rất thú vị. Khá sốc khi tìm hiểu về lối sống của những người thợ xay - những gia đình sau lâu đài De Harr De Rothschild. Vào một ngày đẹp trời, đó là một chuyến thăm tuyệt vời! Không có gì ngạc nhiên khi có du khách từ khắp nơi trên thế giới, thậm chí từ Châu Phi.Đọc thêm",
            "Trải nghiệm thật tuyệt vời, chúng tôi - sẽ đáng để đi du lịch. Hãy chuẩn bị nếu trời mưa vì phải đi bộ khá nhiều. Đừng cố lái xe đến địa điểm đó, hãy sử dụng công viên và đạp xe. Quán cà phê có những chiếc bánh sandwich xinh xắn và nhân viên thực sự thân thiện. Đọc thêm",
            "Thật là một phong cảnh đẹp. Bạn không cần phải chi bất kỳ khoản tiền nào để thưởng thức trang web tuyệt đẹp này. Mang xe đạp của bạn lên taxi nước từ Rotterdam. Gói một bữa ăn trưa. Sau đó đi xe đạp dọc theo con kênh. Dừng lại đây đó, chợp mắt, chụp ảnh, vẽ phong cảnh. Bỏ qua bảo tàng, cửa hàng quà tặng, các chuyến tham quan bằng thuyền và các nhà hàng tầm thường và tự xây dựng hành trình của riêng mình.Đọc thêm",
            "Chúng tôi lái xe đến cối xay gió từ khách sạn ở Rotterdam và nhảy lên thuyền. Có 2 cối xay gió mà bạn có thể vào bên trong và xem khu vực sinh hoạt như thế nào. Sau đó, chúng tôi đi bộ một đoạn khá dài trên con đường mòn đi bộ dọc theo con kênh trước khi bắt thuyền quay trở lại quán ăn ở trung tâm du khách.Đọc thêm",
            "Có một buổi chiều tuyệt vời tại Kinderdijk. Chúng tôi bắt xe buýt nước 40 phút - 4,80 phút mỗi chuyến - từ cầu Erasmus ở Rotterdam, đây là cách nhàn nhã nhất để đến địa điểm - mặc dù hãy kiểm tra thời gian đi thuyền -. Đi vào 2 cối xay gió đang hoạt động, thật thú vị khi được nhìn cận cảnh một chiếc. Các cối xay gió nằm trên một địa điểm rộng lớn nhưng có một chiếc thuyền đưa đón miễn phí đi kèm trong vé của bạn để đi dọc theo các kênh đào - . Tải ứng dụng chính thức và hướng dẫn tham quan xuống điện thoại thông minh của bạn để có chuyến tham quan có hướng dẫn thú vị. Đọc thêm",
            "Kinderdijk là một cách tuyệt vời để hiểu rõ hơn về sự khéo léo của người Hà Lan và mức độ hình thành của Hà Lan. Có 19 cối xay gió; 2 được mở cửa cho công chúng và phần còn lại là nhà ở tư nhân. Có một trung tâm dành cho du khách vào cửa tuyệt vời, nơi cũng có cửa hàng quà tặng, quán cà phê, khu vực ngắm cảnh trên sân thượng và phòng vệ sinh - phải trả tiền hoặc đi kèm với vé hoặc mua hàng - . Với vé của bạn và tải xuống ứng dụng miễn phí, bạn sẽ có được hai phiên bản của chuyến tham quan có hướng dẫn, quyền truy cập vào một bộ phim đa phương tiện giải thích tên và các yếu tố khác, nhà máy bơm lịch sử với màn hình thực hành thú vị và một cửa hàng nhỏ, triển lãm chim , một chuyến tham quan bằng thuyền khởi hành - trở về nhà máy bơm, lên - xuống thuyền đến hai cối xay gió và vào cửa hai cối xay gió. \n\nThật hấp dẫn và nhiều thông tin, một cách tuyệt vời để dành vài giờ. Dễ dàng đến đây từ Rotterdam trên - 21 WaterBus. \n\nLưu ý rằng bạn có thể đi bộ hoặc đạp xe qua cối xay gió mà không mất phí, nhưng bạn không thể vào, sử dụng nhà vệ sinh, xem trưng bày, đi thuyền, v.v.Đọc thêm",
            "Địa điểm tuyệt vời, đáng để ghé thăm và giá vé. Thích thú khi có cơ hội ghé thăm hai cối xay gió bên trong, chuyến đi thuyền rất thú vị và chúng tôi cũng thích đi bộ qua những khung cảnh tuyệt đẹp này. Tất cả chúng tôi đều thích. Cũng thích bữa trưa ngon miệng tại tiệm bánh Nice Bakery chỉ cách địa điểm này 5 phút đi bộ. Đọc thêm",
            "Kinderdijk có phong cảnh đẹp nhưng hơi đông đúc khi chúng tôi đến thăm vào ngày 6 tháng 5. Hai trong số các cối xay gió mở cửa cho công chúng tham quan nhưng có tính phí vào cửa. Tuy nhiên, bạn có thể đi bộ hoặc đạp xe miễn phí trong khu vực.Đọc thêm",
            "Di sản thế giới này thật tuyệt vời và đáng để ghé thăm. Chúng tôi đến bằng xe buýt nước số 21 từ Rotterdam với giá rất hợp lý và dừng ngay bên ngoài lối vào Kinderdijk. Trước đây, chúng tôi đã không nhận ra rằng địa điểm này hoàn toàn mở và vào cửa miễn phí chỉ cần đi bộ xung quanh hoặc đạp xe xung quanh. Vì vậy, vé bạn mua sẽ giúp bạn vào được hai cối xay gió của bảo tàng, các chuyến đi bằng thuyền và một cuộc triển lãm khác - có thể là những thứ khác - . Tuy nhiên, khiếu nại lớn của chúng tôi là chúng tôi thậm chí không thể vào được bất kỳ bảo tàng nào. Chúng tôi đến vào một ngày có ít nhất ba chiếc thuyền du lịch trên sông đang neo đậu bên ngoài. Những nhóm này được ưu tiên - tuyệt đối - hơn bất kỳ vị khách bình thường nào. Ví dụ, ngay khi nhóm bốn người của chúng tôi xuất hiện tại một trong những cối xay gió của bảo tàng, một nhóm du thuyền cũng xuất hiện vài giây sau đó, họ vẫy họ qua và bắt chúng tôi chờ đợi!! Chúng tôi thấy các nhân viên vô cùng thô lỗ - có những sự kiện lẩm bẩm về việc chúng tôi là người Anh - và khi vé của chúng tôi không hoạt động trên các rào cản, họ đã từ chối giúp đỡ chúng tôi. Chúng tôi đứng đợi thuyền và khi một chiếc đến thì họ nói chúng tôi phải đợi vì đó là thuyền chỉ dành cho các nhóm và vì thế chuyến thăm diễn ra trong tinh thần này suốt cả ngày vì toàn bộ nơi này được quan tâm nhiều hơn bởi những vị khách của họ từ thuyền sông. Không có đủ dấu hiệu về địa điểm để giúp bạn định hướng nơi bạn đang ở hoặc những gì ở gần đó để xem liệu bạn có đi xa hơn hay không và cũng không có tờ rơi có bản đồ nào được cung cấp. Thật xấu hổ vì ngày của chúng tôi lại như thế này vì đây là một nơi tuyệt đẹp.Đọc thêm",
            "Kinderdijk, di sản thế giới được UNESCO công nhận là minh chứng cho những thành tựu kỹ thuật đã định hình sự phát triển của khu vực. Có 16 cối xay gió trong khuôn viên, nhưng một trong số đó là bảo tàng cối xay gió thể hiện cuộc sống của người thợ xay và gia đình ông. Ngoài ra còn có các hệ thống quản lý nước khác tại chỗ để bạn có thể hiểu được cách quản lý nước theo thời gian.Đọc thêm",
            "Đáng để ghé thăm một di sản unesco thế giới xinh đẹp như vậy, một nơi tuyệt đẹp để đưa gia đình và tận hưởng cuối tuần mặc dù mở cửa 7 ngày một tuần, có một quán cà phê xinh đẹp Quán cà phê Kinderdijk yêu thích nơi này có tầm nhìn tuyệt vời và cà phê tuyệt vời! Mọi người rất thân thiện và hiếu khách Cảm ơn vì cà phê !!! Đọc thêm",
            "Đây là một cách rất hay và thư giãn để tận hưởng khoảng thời gian vui vẻ trong ngày. Tôi đã mua vé trực tuyến trước thời hạn và đó là một quyết định thông minh vì nó cho phép chúng tôi tránh phải xếp hàng tại phòng vé. Chúng tôi đến bằng thuyền và định thuê xe đạp ngay cạnh phòng bán vé nhưng thay vào đó, chúng tôi đi bộ một chút vào làng và mua được những chiếc xe đạp tốt hơn và rẻ hơn từ một nơi cho thuê gắn liền với một nhà hàng tên là clok. Bạn không cần phải mua vé nhưng chúng tôi cảm thấy rằng chúng tôi có giá trị tốt từ những nơi mà chúng tôi có thể ghé thăm bằng vé.Đọc thêm",
            "Kinh nghiệm thất vọng. Cách họ bán nó có vẻ như nơi này đã được rào lại và bạn sẽ có một chuyến tham quan tuyệt vời; thay vào đó bạn phát hiện ra rằng đó là quyền truy cập mở cho tất cả mọi người và bạn phải trả RẤT NHIỀU cho rất ít: hai nhà máy tồi tàn - phần còn lại nằm ngoài giới hạn -, một vài không gian trình bày không thú vị - và thậm chí không rõ ràng - và một số lựa chọn thuyền trong những khoảng thời gian không thân thiện và đầy tới miệng. Tôi thấy thật bực bội và không công bằng khi không ai cung cấp TOÀN BỘ HÌNH ẢNH trước khi bạn quyết định chi tiền cho nó.Đọc thêm",
            "Rất thích nhìn thấy một cối xay gió hoạt động thực sự. Chuyến đi thuyền thật khó hiểu, kết thúc bằng một chuyến đi dài không dừng lại ở các viện bảo tàng trên đường đi. Đi bộ nhiều nếu bạn không đi thuyền.Đọc thêm",
            "Chúng tôi đến đây bằng một chiếc sà lan trong chuyến tham quan bằng thuyền trên sông. Đó là một chuyến đi thú vị khi bạn đến thăm cối xay gió Kinderdijk lâu đời nhất, gặp gỡ người thợ xay, tìm hiểu về cối xay gió và tham quan cối xay gió.Đọc thêm",
            "Di sản Thế giới được UNESCO công nhận này là nơi để ngắm cối xay gió gần Amsterdam. Đó là 19 cối xay gió và cảnh quan tuyệt đẹp với con kênh trung tâm là một ví dụ điển hình về kỹ thuật của Hà Lan và bạn có thể đi thuyền và tham quan nó. Ngoài ra còn có những cối xay gió mà người ta có thể bước vào và xem cuộc sống của các gia đình Hà Lan sống ở đây như thế nào, với đầy đủ đồ nội thất và ảnh của các thành viên trong gia đình. Có một cửa hàng quà tặng ở lối vào chính và có một số đồ lưu niệm đẹp. Nói chung, tôi rất muốn giới thiệu nơi này. Hãy mặc ấm vì đây là không gian hoàn toàn rộng mở nên có thể rất lạnh.Đọc thêm",
            "Xin chào, một số người cho biết nhân viên cửa hàng quà tặng không cho phép mọi người sử dụng nhà vệ sinh ở đó, vậy chúng ta có thể đi vệ sinh ở đâu trong Di sản Thế giới Kinderdijk? có nhà vệ sinh miễn phí để sử dụng không? cảm ơn.Đọc thêm",
            "Bạn có thể sử dụng nhà vệ sinh của cửa hàng quà tặng, bạn chỉ phải trả tiền. Nếu bạn mua cà phê tại quán cà phê cạnh cửa hàng quà tặng, bạn sẽ được vào nhà vệ sinh miễn phí - quét mã vạch và rào chắn sẽ mở ra - Đọc thêm",
            "Đây có còn là địa điểm lý tưởng để ghé thăm vào Mùa đông và đạp xe dọc sông hay trời quá lạnh?Đọc thêm",
            "Xin chào, tôi xin lỗi vì tôi chưa thử đến đó vào mùa đông. Tốt nhất nên hỏi văn phòng du lịch địa phương. Bạn cũng sẽ không thích đi xe đạp vì đường đi sẽ băng giá hoặc lầy lội. Chỉ ở đó vào mùa Thu, Xuân và Hè nhưng chưa bao giờ vào mùa Đông.Đọc thêm",
            "Xin chào, \n\nChuyến tham quan bằng thuyền có thể sử dụng được bằng xe đẩy không?Đọc thêm",
            "Có, không vấn đề gì!Đọc thêm",
            "CHÀO,\nTôi - tôi đang nghĩ đến việc đến thăm Kinderdijk vào tháng 2 năm 2023. \nBạn nghĩ tôi nên đặt trước hay mua vé trong ngày có được không? \n\nCảm ơn bạn - Đọc thêm",
            "Các chuyến du ngoạn trên sông Viking dừng ở đó - vì vậy bạn có thể phải điều động những nhóm đó - nhưng công chúng cũng có thể tham gia. Có thể mua ngày của trang web rất nhiều thông tin.Đọc thêm",
            "Nếu đi Viking Cruise, sau khi xuống tàu người ta sẽ đi đâu để tìm cửa hàng cho thuê xe đạp.  Chúng tôi chỉ muốn đạp xe vòng quanh trong một hoặc hai giờ.Đọc thêm",
            "Chào buổi sáng ! \nBạn nên lên kế hoạch đi bộ trong bao lâu? \nCảm ơn bạn trước!Đọc thêm",
            "Trong tối đa 3 giờ, bạn có thể thực hiện một chuyến tham quan thú vị quanh địa điểm.Đọc thêm",
            "Tôi muốn đến thăm một nhà máy sản xuất giày gỗ. Tôi sẽ đi du thuyền Viking và đã đặt tour tham quan Cối xay gió ở Kinderdijk. Có nhà máy sản xuất giày gỗ nào gần tàu không?Đọc thêm",
            "Tôi không tin rằng bạn sẽ có thời gian để tìm thấy một cái. Tôi biết rằng có khoảng ba chuyến tham quan tùy chọn bổ sung ở Kinderdijk. Chúng tôi thường xuyên tham gia chuyến tham quan cối xay gió và con tàu đã cập bến thị trấn Kinderdijk. Tôi sẽ gọi cho Dịch vụ khách hàng Hoa Kỳ của Viking và hỏi họ, chắc chắn họ sẽ biết.Đọc thêm",
            "Tôi dự định đến thăm cối xay gió vào tháng 11 và biết rằng không có dịch vụ xe buýt nước. Bạn đang tự hỏi đâu là cách tốt nhất để đến đó từ Rotterdam?Đọc thêm",
            "Chúng tôi đang đi du thuyền trên sông Viking khi chúng tôi đến thăm.  Tuy nhiên, bạn có thể cân nhắc đi tàu đến ga gần nhất và bắt Uber.  Tôi hiểu rằng cũng có thể có dịch vụ xe buýt.Đọc thêm",
            "Chúng tôi đang lên kế hoạch tham gia chuyến tham quan cối xay gió với Viking.  Việc này sẽ kết thúc sau bữa trưa.  Buổi chiều còn có việc gì làm không?Đọc thêm",
            "Có - quay trở lại thuyền để ăn trưa và tận hưởng chuyến tham quan qua Hà Lan!Đọc thêm",
            "đi bộ từ xe buýt nước đến nhà máy bao xa? Chúng tôi là người cao tuổi và không thể đi xe đạp.Đọc thêm",
            "Susie thân mến, \n\nKhi di chuyển bằng Waterbus với tư cách là khách lẻ, bạn phải băng qua đê trước khi vào khu vực. Sau khoảng 5 phút, bạn sẽ thấy Trung tâm Du khách ở phía bên trái - vé vào cổng và đi thuyền có thể được mua tại đây hoặc trực tuyến và cửa hàng ăn uống và đồ lưu niệm nằm ở đây - . Sau đó, mất khoảng 15 phút để đến Museummill Nederwaard và 15 phút đi bộ nữa đến Museummill Blokweer. Việc đi bộ trở lại Waterbus mất khoảng 35 phút. \n\nKhi khoảng cách đi bộ quá xa, tôi khuyên bạn nên mua vé đi thuyền 30 phút bằng thuyền Friso, một chuyến đi thuyền tuyệt vời!\n\nHy vọng đã cung cấp thông tin hữu ích cho bạn và chúc bạn có chuyến tham quan vui vẻ. Xin vui lòng liên hệ với chúng tôi qua e-mail hoặc điện thoại khi có thêm câu hỏi. Chúng tôi rất vui khi được giúp đỡ!\n\nTrân trọng,\n\nBộ phận bán hàng\nDi sản Thế giới KinderdijkĐọc thêm"
        ],
        "star_ratings": [
            2320,
            938,
            167,
            30,
            21
        ],
        "review_amount": 3476,
        "location": [
            "Các hoạt động ở Kinderdijk",
            "Tỉnh Nam Hà Lan",
            "Châu Âu",
            "Hà Lan",
            "Di sản thế giới Kinderdijk",
            "Kinderdijk"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 9, 2023",
            "Written July 17, 2023",
            "Written July 30, 2023",
            "Written August 7, 2023",
            "Written August 10, 2023",
            "Written August 19, 2023",
            "Written August 20, 2023",
            "Written September 3, 2023",
            "Written September 25, 2023",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 27, 2024",
            "Written May 22, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024",
            "Written May 10, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g188629-d321125-Reviews-World_Heritage_Kinderdijk-Kinderdijk_South_Holland_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g188629-d17424159-Reviews-Bakkerij_Stam-Kinderdijk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188629-d6934884-Reviews-Grand_Cafe_de_Klok-Kinderdijk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1600510-d17139743-Reviews-De_Aardappel-Krimpen_aan_de_Lek_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1600510-d8685184-Reviews-Lunchroom_Het_Cultuurhuis-Krimpen_aan_de_Lek_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1600510-d25296000-Reviews-De_Proefstand-Krimpen_aan_de_Lek_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1045116-d12446507-Reviews-Paviljoen_Struis-Ridderkerk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1600510-d25136032-Reviews-Wine_O_clock-Krimpen_aan_de_Lek_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188623-d12982633-Reviews-Hotel_Restaurant_Kinderdijk-Alblasserdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1045116-d7395352-Reviews-Pegasus_Ridderkerk-Ridderkerk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g5105476-d11426629-Reviews-Blue_lotus-Nieuw_Lekkerland_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188629-d21059838-Reviews-Museum_Molen_Blokweer-Kinderdijk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188627-d3728098-Reviews-Huis_Van_Gijn-Dordrecht_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d3696512-Reviews-Stadium_Feijenoord_De_Kuip-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087393-d17338264-Reviews-Bezoekerscentrum_Bakkerswaal-Lekkerkerk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188627-d2287357-Reviews-Grote_Kerk-Dordrecht_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188627-d2400652-Reviews-Dordrechts_Museum-Dordrecht_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g5105476-d5010975-Reviews-Korenmolen_de_Regt-Nieuw_Lekkerland_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d534325-Reviews-Trompenburg_Gardens_Arboretum-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1045116-d15364977-Reviews-Crezeepolder-Ridderkerk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1045116-d15073749-Reviews-De_Gorzen_Park-Ridderkerk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188629-d321125-Reviews-or10-World_Heritage_Kinderdijk-Kinderdijk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188629-d17664843-Reviews-Travel_Kinderdijk-Kinderdijk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188629-d17353101-Reviews-Travel_Kinderdijk-Kinderdijk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1045116-d12927516-Reviews-Kleinbus_Centrale-Ridderkerk_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188623-d11696887-Reviews-Landvast-Alblasserdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188627-d7346588-Reviews-The_Movies_Dordrecht-Dordrecht_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d144329-Reviews-Albuquerque_Old_Town-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d12163093-Reviews-Teatro_Cubano_Warsaw-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g190928-d7217783-Reviews-Isle_of_Man_Steam_Railway-Douglas_Isle_of_Man.html",
            "https://www.tripadvisor.com/Attraction_Review-g189412-d7020107-Reviews-Thermopyles_Hot_Springs-Thermopylae_Phthiotis_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13359604-Reviews-Glowzone-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d21211618-Reviews-Convento_do_Carmo-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g6845054-d2312045-Reviews-Super_Paradise_Beach-Paradise_Beach_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096448-d1234321-Reviews-Puy_du_Fou-Les_Epesses_Vendee_Pays_de_la_Loire.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d280409-Reviews-Durango_Hot_Springs-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13201643-Reviews-The_Paella_Club-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g188629-d321125-Reviews-or10-World_Heritage_Kinderdijk-Kinderdijk_South_Holland_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g188629-d321125-Reviews-World_Heritage_Kinderdijk-Kinderdijk_South_Holland_Province.html"
    }
]