[
    {
        "attraction_name": "World of Chocolate Museum and Café",
        "attraction_name_vi": "Bảo tàng và quán cà phê thế giới sô cô la",
        "general_info": [
            "842 đánh giá",
            "4 trong số 184 Mua sắm ở Orlando",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Chào mừng bạn đến với điểm tham quan hấp dẫn nhất của Orlando, Bảo tàng Sôcôla và Quán cà phê Thế giới. Hãy đến đây và khám phá lịch sử hấp dẫn của loại bánh kẹo được yêu thích nhất thế giới. Hãy ngắm nhìn bộ sưu tập tác phẩm điêu khắc sô cô la của chúng tôi. Có rất nhiều thứ để xem và làm ở đây -- xưởng làm sô cô la, triển lãm, Thế giới sô cô la thơm ngon -- và tất nhiên, nếm thử miễn phí nhiều loại sô cô la dành cho người sành ăn trên thế giới. Khác biệt một cách ngon lành. Vui vẻ hết sức. Đó là Thế giới Bảo tàng Sôcôla và Quán cà phê. Hãy tham gia cùng chúng tôi!Đọc thêm",
        "reviews": [
            "International Drive là một mô hình thu nhỏ hoàn hảo của những điều kỳ diệu và phiêu lưu được tìm thấy trên khắp Orlando. Nó cũng gần với tất cả các công viên giải trí lớn và kết nối SeaWorld Orlando và Universal Orlando Resort. Sẽ không có chuyến đi Orlando nào trọn vẹn nếu không ghé thăm nó!Đọc thêm",
            "Chúng tôi có thời gian từ lúc trả phòng khách sạn đến giờ bay nên chúng tôi dừng lại ở đây. Mua vé trực tuyến và lúc đầu hơi nghi ngờ về giá cả và địa điểm, nhưng nơi này là một viên ngọc nhỏ dành cho những người yêu thích sô cô la. Dave đã làm rất tốt chuyến tham quan và giữ cho chuyến tham quan diễn ra thân mật, nhiều thông tin và vui vẻ. Sự hài hước cụt ngủn của anh ấy đã khiến chúng tôi mỉm cười và cười lớn. Các mẫu rất đa dạng, hãy để chúng tan chảy trong miệng bạn và dành thời gian thưởng thức. Sôcôla nóng ngon nhất hành tinh và gelato sô cô la thật tuyệt vời. Chúng tôi đã mua một số thanh sôcôla nhập khẩu để mang theo bên mình. Chắc chắn giới thiệu nơi này cho gia đình. Đọc thêm",
            "Con gái tuổi teen của tôi và tôi đã đến thăm bảo tàng ngày hôm nay. Giá là rất hợp lý. Hướng dẫn viên của chúng tôi, Dave, rất nhiều thông tin và vui tính. Việc nếm thử rất đa dạng và thú vị. Nước xốt rất ngon. Chúng tôi thực sự khuyên bạn nên!Đọc thêm",
            "Tôi đã tổ chức lễ tắm em bé cho con gái tôi và SIL tại WOC.  Eduardo đã mở địa điểm sớm vào thứ Bảy để tổ chức sự kiện.  Dave hướng dẫn viên du lịch bảo tàng rất nhiều thông tin và hài hước.  Tất cả các nhân viên đều cực kỳ lịch sự và món panini cũng như món tráng miệng đều rất ngon.  Tôi giới thiệu một trong những loại Sôcôla nóng, một món ăn như vậy.  Buổi tắm rửa của chúng tôi là một sự kiện vui vẻ và thân mật, hoàn hảo đối với chúng tôi.Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan và nó thật tuyệt vời! Dave là hướng dẫn viên du lịch và anh ấy rất tuyệt, rất nhiều thông tin và kiến ​​thức về sô cô la. Chúng tôi chỉ nghĩ rằng chúng tôi biết sô cô la sau này rất nhiều, chúng tôi không biết nhưng bây giờ thì có! Sau chuyến tham quan, chúng tôi ăn ở quán cà phê. Những chiếc bánh sandwich thật tuyệt vời và sô cô la nóng rất ngon. Tôi hơi nghi ngờ về chuyến tham quan này nhưng nó rất hay, chúng tôi thực sự khuyên bạn nên tham gia!Đọc thêm",
            "Trải nghiệm tuyệt vời về việc kết hợp sô cô la và rượu vang khi nếm thử chuyến tham quan tuyệt vời mang tính thông tin thẳng thắn và các mẫu sô cô la cũng rất ngon, hướng dẫn viên du lịch của chúng tôi Dave, anh ấy là người hiểu biết và vui tính. 10 trên 10 sẽ đề xuất nếu bạn đang tìm kiếm trải nghiệm nhanh chóng, thân mật và ngon miệng!!! Đọc thêm",
            "Mặc dù hơi đắt tiền nhưng tôi và chồng tôi rất thích chuyến tham quan này. Dave là một hướng dẫn viên du lịch giỏi. Anh ấy có nhiều thông tin và giữ cho nó thú vị và thú vị. Có thể không thu hút được sự chú ý của trẻ nhỏ nhưng là một trải nghiệm thú vị đối với người lớn. Đọc thêm",
            "Từ đầu đến cuối, đó là một trải nghiệm năm sao. Và Dave chính là người đóng băng trên chiếc bánh! Kinh nghiệm, kiến ​​thức và sự hài hước của hướng dẫn viên du lịch của anh đã tạo nên một hành trình tuyệt vời qua xứ sở sô cô la. Việc cung cấp sô cô la rất phong phú và hương vị vượt trội so với thế giới này. Đây là điều bắt buộc!Đọc thêm",
            "Đến khoảng 2 giờ 15 chiều vào chiều Chủ nhật. Phát hiện ra chuyến tham quan tiếp theo sẽ diễn ra vào lúc 3 giờ chiều nên chúng tôi đã mua vé và uống một tách cà phê và sô cô la nóng sô cô la đen, cả hai đều rất ngon. Đúng 3 giờ, Dave, hướng dẫn viên du lịch, mời chúng tôi bắt đầu. Có 16 người chúng tôi trong chuyến lưu diễn. Dave giới thiệu ngắn gọn, sau đó chúng tôi bước vào và xem một đoạn video ngắn dài 3 phút cung cấp thông tin thực sự hữu ích về ca cao. Sau đó, Dave tiếp tục đưa ra một góc nhìn tuyệt vời về nguồn gốc lịch sử của ca cao từ những khởi đầu khiêm tốn cho đến những sản phẩm sô cô la tuyệt vời ngày nay. Xuyên suốt các khu vực tham quan là những màn trình diễn tuyệt vời sẽ khiến bạn phải kinh ngạc, đặc biệt là phòng trưng bày tác phẩm điêu khắc!!!\nRất đáng giá trong 45 phút CỘNG VỚI các mẫu khác nhau và hương vị sô cô la nóng.\n\nDave có khiếu hài hước dí dỏm, rất quyến rũ và hài hước nếu bạn bắt kịp xu hướng. Anh ấy rất am hiểu và trả lời các câu hỏi của chúng tôi một cách dễ dàng. Anh ấy cũng được 5 sao!Đọc thêm",
            "Thật là một chuyến tham quan và nếm thử đáng kinh ngạc! Hướng dẫn viên của chúng tôi, chuyến tham quan buổi trưa, ngày hôm qua rất nhiều thông tin và thú vị. Hãy chú ý đến món sô-cô-la nóng ngon nhất mà tôi từng có ở Mỹ. Tôi đã thử sô-cô-la nóng đen với kem đánh bông, thật tuyệt vời.Đọc thêm",
            "Anh chàng du lịch Dave rất thân thiện, kiên nhẫn và vui tính. Mẫu sô cô la rất ngon. Tôi chắc chắn khuyên bạn nên đến đây và tham gia chuyến tham quan để bạn có thể nếm thử một chút trước khi mua sô cô la và không biết liệu mình có thích nó hay không. Bạn học được rất nhiều về sô cô la.  Chắc chắn có giá trịĐọc thêm",
            "Anthony là hướng dẫn viên du lịch của chúng tôi và anh ấy thật tuyệt vời! Anh ấy rất vui tính và cung cấp nhiều thông tin và hiểu biết đáng kinh ngạc! Các mẫu rất ngon. Chúng tôi cũng đã ăn một món ăn trong khi chờ đợi chuyến tham quan của mình, rất ngon. Chúng tôi đã có một khoảng thời gian tuyệt vời và rất muốn giới thiệu. Đọc thêm",
            "Chuyến tham quan rất nhiều thông tin và thú vị. Dave trình bày nó một cách rất độc đáo khiến nó luôn thú vị. Đặc biệt yêu thích việc thử nghiệm hương vị vào cuối chuyến tham quan! Đồ dùng ở quán cũng ngon.Đọc thêm",
            "Tôi và bạn tôi đã đi chuyến cuối cùng trong ngày, hoặc hướng dẫn viên du lịch Dave đối xử với chúng tôi như thể anh ấy rất vui khi có chúng tôi thay vì chết tiệt tại sao họ lại xuất hiện. Chúng tôi đã cười, học hỏi và có một khoảng thời gian tuyệt vời. Cuối cùng, chúng tôi đã có một khay gồm 8 viên sôcôla đang chờ chúng tôi cùng với một món ngon bất ngờ khác. Với mọi thứ phải làm ở Orlando, đây là điều bắt buộc. Hãy tự thưởng cho mình một món quà tuyệt vời. Mọi người trong cửa hàng đều hữu ích và có khuôn mặt tươi cười xinh đẹp. Đây là một hoạt động dành cho cả gia đình. Cảm ơn bạnĐọc thêm",
            "Chúng tôi đến thăm trong chuyến đi hàng năm của các cô gái. Đó là một cuộc phiêu lưu không tốn kém. Chúng tôi hoàn toàn thích chuyến tham quan. Anthony đã làm rất tốt khi giải thích lịch sử của sô cô la từ nguồn gốc của nó cho đến những món ăn ngon mà chúng ta có ngày nay. Sự kết hợp giữa rượu vang và sô cô la đã nâng cao trải nghiệm tổng thể. Rất mong được đưa chồng tôi trở lại vào ngày kỷ niệm của chúng tôi. Đọc thêm",
            "Chúng tôi đến sớm một chút nên chia một chiếc bánh sandwich tại quán cà phê được phục vụ bởi 2 cô gái trẻ vui vẻ.  Nó thật khác thường - và ngon.  Khi chuyến tham quan bắt đầu, họ có sẵn xe lăn nên tôi không phải tập tễnh chống gậy - vì vậy tôi càng thích thú hơn.  Hướng dẫn viên du lịch rất giàu thông tin và có khiếu hài hước và chúng tôi thực sự rất thích các mẫu thử khi kết thúc chuyến tham quan.Đọc thêm",
            "Đây là một kinh nghiệm tuyệt vời. Hướng dẫn viên du lịch, Dave, thật tuyệt vời và hài hước. Chúng tôi đã thưởng thức nước xốt và sô cô la nóng trong quán cà phê và sau đó thực hiện mẹo tham quan, thực hiện chuyến tham quan để được giảm giá trong quán cà phê. Chúng tôi rất ngạc nhiên khi biết rằng chuyến tham quan bao gồm cả việc nếm thử ở cuối.Đọc thêm",
            "Mẫu rất nhiều thông tin và ngon! Dave rất hiểu biết. Lên kế hoạch khoảng một giờ cho chuyến tham quan. Sau đó ghé thăm quán cà phê để thưởng thức sô cô la nóng thơm ngon.Đọc thêm",
            "Chúng tôi đã làm Fondue cho hai người. Chuyến tham quan chứa rất nhiều thông tin và lịch sử. Chúng tôi lấy 9 mẫu rồi đi ra ngoài và ăn quầy sô-cô-la mà họ đã bày sẵn cho chúng tôi. Chúng tôi cảm thấy no.Đọc thêm",
            "Dave đã có một chuyến tham quan tuyệt vời! Nó rất nhiều thông tin và tốt đẹp trong chuyến tham quan! Chúng tôi đã có một khoảng thời gian tuyệt vời! Sôcôla cũng thật tuyệt vời! Trải nghiệm tuyệt vời.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan.  Dave là người hướng dẫn của chúng tôi, anh ấy rất hiểu biết và trả lời mọi câu hỏi.   Anh ấy đã có những câu nói tuyệt vời!   Đọc thêm"
        ],
        "star_ratings": [
            507,
            226,
            73,
            18,
            18
        ],
        "review_amount": 842,
        "location": [
            "Những điều cần làm ở Orlando",
            "miền trung Florida",
            "Florida FL",
            "Bảo tàng và quán cà phê thế giới sô cô la",
            "Hoa Kỳ",
            "Orlando"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written July 18, 2023",
            "Written August 21, 2023",
            "Written September 12, 2023",
            "Written September 14, 2023",
            "Written November 23, 2023",
            "Written December 15, 2023",
            "Written December 17, 2023",
            "Written December 18, 2023",
            "Written December 30, 2023",
            "Written May 25, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 22, 2024",
            "Written April 15, 2024",
            "Written March 9, 2024",
            "Written February 24, 2024",
            "Written January 28, 2024",
            "Written January 27, 2024",
            "Written January 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d3530436-Reviews-World_of_Chocolate_Museum_and_Cafe-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d9854920-Reviews-World_of_Chocolate_Museum_and_Cafe-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d7837424-Reviews-Merguez-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d12151921-Reviews-Flavors_of_India-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d7371967-Reviews-Golden_Corral-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d17543169-Reviews-Burger_Barn-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d10662710-Reviews-IHOP-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d15527358-Reviews-First_Watch-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4181700-Reviews-Domino_s_Pizza-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d12210385-Reviews-Yummy_s_Express-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d23839800-Reviews-Twenty_Pho_Hour-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10807778-Reviews-Mako-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d143441-Reviews-International_Drive-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1968468-Reviews-The_Wizarding_World_of_Harry_Potter_at_Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d143480-Reviews-Basilica_of_the_National_Shrine_of_Mary_Queen_of_the_Universe-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1036082-Reviews-Epcot_World_Showcase-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130846-Reviews-Disney_Springs-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130856-Reviews-Fun_Spot_America_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d2264942-Reviews-Fun_Spot_America-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3530436-Reviews-or10-World_of_Chocolate_Museum_and_Cafe-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12621455-Reviews-Luxury_of_Time_by_Diamonds_International-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6534582-Reviews-MacroBaby-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d260587-Reviews-The_Mall_at_Millenia-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10314470-Reviews-Kennedy_Space_Center_Store-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2266044-Reviews-The_LEGO_Store-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d116404-Reviews-World_of_Disney-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2460354-Reviews-M_M_S_Disney_Springs-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d215984-Reviews-The_Florida_Mall-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1936511-Reviews-Orlando_International_Premium_Outlets-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12949904-Reviews-The_Escape_Effect-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d23648026-Reviews-Orchid_Spa-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d23480343-Reviews-Beer_Spa-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3200923-Reviews-Real_Tours_Day_Tours-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7263745-Reviews-Escapology-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d23549219-Reviews-Royal_Mansour_Moroccan_Hammam_Salon_Spa-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d9982627-Reviews-Taxi_in_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d16926345-Reviews-Orlando_Spa_Oasis-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4894790-Reviews-Air_Force_Fun_Helicopter_Tours-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d736176-Reviews-Grande_Pines_Golf_Club_at_the_Marriott-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3514945-Reviews-Eforea_spa-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55153-d3585012-Reviews-Lebanon_Outlet_Marketplace-Lebanon_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12932545-Reviews-Busan_Tower-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12828393-Reviews-Lake_Lanier-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d265865-Reviews-Monastiraki-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1593192-d13138567-Reviews-Sungai_Klah_Hot_Spring_Park-Sungkai_Batang_Padang_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d7602080-Reviews-Ramat_Aviv_Mall-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g47441-d276490-Reviews-Woodbury_Common_Premium_Outlets-Central_Valley_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109098-Reviews-Red_Rock_State_Park-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d2346332-Reviews-Alder_Lake_Park-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d3160764-Reviews-Cascades_d_Akchour-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d3530436-Reviews-or10-World_of_Chocolate_Museum_and_Cafe-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d3530436-Reviews-World_of_Chocolate_Museum_and_Cafe-Orlando_Florida.html"
    }
]