[
    {
        "attraction_name": "World Erotic Art Museum (WEAM)",
        "attraction_name_vi": "Bảo tàng nghệ thuật khiêu dâm thế giới - WEAM -",
        "general_info": [
            "466 đánh giá",
            "- 28 trong số 127 điều cần làm ở Bãi biển Miami",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Xem Bảo tàng Nghệ thuật Khiêu dâm Thế giới hấp dẫn và quyến rũ, nơi có bộ sưu tập nghệ thuật khiêu dâm lớn nhất ở Mỹ. Bộ sưu tập tư nhân vô giá có niên đại từ thời cổ đại đến thời hiện đại và thể hiện tất cả các nền văn hóa, phương tiện nghệ thuật và lối sống theo dòng thời gian lịch sử trang nhã. Bộ sưu tập bao gồm các bức tranh, thảm trang trí, tác phẩm điêu khắc và đồ vật nghệ thuật, hầu hết là độc nhất vô nhị. Miêu tả Nghệ thuật của Tình yêu và Tình yêu trong Nghệ thuật, bộ sưu tập có tính toàn cầu và tuyệt vời, trường tồn theo thời gian. Với hơn 20 phòng và 12.000 feet vuông, WEAM có nhiều hơn những gì bạn có thể tưởng tượng. Hãy nhớ thêm điểm tham quan vô cùng thú vị này vào danh sách những việc cần làm ở South Beach. Đây là cơ hội duy nhất để bạn xem bộ sưu tập khiêu dâm tuyệt vời nhất mà bạn từng thấy, hãy tham gia cùng chúng tôi để tôn vinh chúng tôi là ai!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nếu bạn - không bị căng thẳng thì đây là một nơi thú vị để dành vài giờ. Chúng tôi có một ngày để lấp đầy trước chuyến bay rời Miami. Rất nhiều thứ bạn mong đợi như những tác phẩm về sự nam tính của bộ lạc và sau đó là một số thứ mạo hiểm hơn từ những nghệ sĩ Disney như vậy. Yêu tất cả! Luôn đánh giá cao công việc thủ công.Đọc thêm",
            "Vì vậy, để bắt đầu điều này là The Weams nên không có mức giá nào được liệt kê trực tuyến bởi Trip Advisor hoặc Frommer - s được áp dụng. Giá để vào là 30,00 chứ không phải - 15,00 mỗi người. Chúng tôi đã thanh toán, thực ra, anh chàng ở bàn đã giảm giá cho sinh viên, điều mà với tư cách là các giáo sư cũ, chúng tôi thấy rất thú vị. Tiếp theo: cách sắp xếp các phòng trên tầng hai thật là chóng mặt . Chúng tôi phải liên tục đi tới đi lui để đảm bảo không bỏ sót một căn phòng hay một vật trưng bày nào. Có một vài bức tranh của Picasso, một vài bức của Botero, một bức Helmut Newton, một bức Mapplethorpe và hai bức Edward Westons mặc dù các tác phẩm của Weston không có thẻ nhận dạng. Đây chỉ là việc chúng tôi dọn phòng cẩu thả. Nói về việc dọn phòng cẩu thả, quầy trưng bày ống có một chiếc khăn giấy đã qua sử dụng bên trong hộp trưng bày kín nên chiếc khăn giấy đó phải thuộc về một nhân viên.  Ờ! Thôi nào mọi người. Kiểm tra màn hình của bạn! Ánh sáng trên màn hình rất tệ: một số đèn chiếu thẳng vào mắt bạn khiến bạn khó nhìn thấy các mục được hiển thị và các thẻ được viết bằng phông chữ khoảng 8 point, rất khó nhìn thấy, đặc biệt là khi đèn che một nửa tấm thiệp để phần còn lại chìm trong bóng tối. Phòng theo phong cách Art Deco trang nhã và đẹp đẽ, nhưng nhiều phòng khác chỉ đơn giản là lặp đi lặp lại. Những trò giả mạo của Disney rất thú vị nhưng sẽ quá đáng nếu những hình ảnh giống nhau xuất hiện lặp đi lặp lại.Đọc thêm",
            "Where do I even begin? I - ll start with the pros, since there aren - t very many. A few of the objects were thoughtfully presented and interesting to look at next to each other. There were some Chinese and Japanese scrolls that were well-displayed, as well as a few Rembrandt etchings, and some of the many small sculptures were lovely and seemed like legitimate historical objects. That - s about as far as the positives go. Moving on.It - s absolutely incredible that they have the gall to charge  - 30 for admission. Truly unbelievable. I was floored as soon as I saw it - in the first or second room of the museum, there was what appeared  - only for a moment -  to be a drawing by Egon Schiele. Stepping closer, something was immediately wrong. Anybody with  -  -  - any -  -  -  awareness of what different materials look like would be able to tell you that it was not a watercolor, like the wall text claimed, but a very pixelated and obvious reproduction of an Egon Schiele drawing, reproduced on something plasticky-looking with a canvas weave. Hilarious, and so incredibly bold. A  - very -  quick and simple google search will tell you that this drawing is in the collection of the Museum of Fine Arts in  - BUDAPEST - . They couldn - t even hire somebody to forge the drawing in earnest? With watercolor and pencil on paper? It - s laughable. The more I think about this, the more it baffles me. Who hung this? Could they not tell that it was a print-out of a drawing? Not even a fake, a very low quality reproduction. It was embarrassing to look at. I - m genuinely curious as to how this object made it from a Vistaprint or CafePress warehouse onto the wall of a building claiming to be an art museum. This is not a museum for people who regularly interact with art. That much is obvious, and maybe I should have expected that, but I don - t know, I was hoping to be pleasantly surprised. It seems to be a place that relies solely on visitors only coming for overarching theme of the collection, and the surprise that such a place would exist, which makes the reality all the more disappointing. Beyond just the CafePress Schiele, much of the information on the wall tags contained blatantly incorrect information about the objects they were meant to describe. One work was labeled as being from the 18th or 19th century, watercolor on silk, but was obviously oil on canvas and looked as though it had been made from reference photography within the last decade. A significant number of the sculptures were contemporary replicas of ancient sculptures, which is fine in theory, but again, for  - 30 admission? Many of the sculptures also had very visible barcodes stuck onto them, which, even if for inventory - organization, looks extremely tacky and out of place, and totally disrupts the experience of looking at the object. You start wondering whether the sticker glue is archival or ruining the object, or whether the object came from the clearance section at Ross, similarly to many of the frames. If there - s a canvas printout of a Schiele that - s actually in Budapest, who can say what else is completely fake? This really could - ve been an interesting stop during my stay in Miami Beach, but the execution is poor to the point of being embarrassing to witness. The lack of care taken to present the objects in the collection was just unbelievably off-putting, and would be, even if admission were free. But for  - 30? Heinous.Read more",
            "Bảo tàng tuyệt vời với rất nhiều nghệ thuật khác nhau.  Chắc chắn đáng để dừng lại khi ở trong khu vực.  Rất nhiều thứ để xem.   Cuộc triển lãm có thể sử dụng thêm một chút lịch sử nhưng điều đó - không sao đâu Đọc thêm",
            "tôi đã có một trận cười vui vẻ. thực sự rất thích đi dạo bảo tàng. thật ngạc nhiên là tổ tiên của chúng ta thực sự kỳ dị đến thế nào. đáng để ghé thăm.Đọc thêm",
            "Đây là một không gian tuyệt vời cung cấp lịch sử và quan điểm. Bạn tôi nhận xét về mức độ toàn cầu mà các tác phẩm minh họa cho thấy con người chúng ta thống nhất như thế nào xung quanh tình dục và tình dục. Rất thích nó.Đọc thêm",
            "Chúng tôi rất ngạc nhiên với quy mô và quy mô của triển lãm nghệ thuật. Nhiếp ảnh, nghệ thuật phác họa - SculpturesGalore.Đọc thêm",
            "Bị nói dối chống vắc-xin từ văn phòng an ninh không vui chút nào. Ước gì tôi biết họ phản khoa học trước khi trả tiền.Đọc thêm",
            "Điểm nổi bật đối với chúng tôi là những bức ảnh quyến rũ của George Daniell, đây là một cuộc triển lãm tạm thời chiếm khoảng một nửa bảo tàng. Chúng tôi đã dành khoảng 70 - thời gian ở đó. Phần còn lại thật thú vị - như những người khác đã nói, nếu bạn đi, hãy tìm những bức vẽ của Disney - Tôi sẽ không nhìn 7 chú lùn theo cách tương tự nữa - nhưng sẽ không đáng giá - 25 phí vào cửa mỗi người . Tôi - tôi rất vui vì chúng tôi đã đi, nhưng có lẽ sẽ không đi nữa.Đọc thêm",
            "Vâng, giống như hầu hết chúng tôi đến đây để hiểu tất cả những điều huyên náo về nơi này và cuối cùng đã tìm hiểu về sinh học và giải phẫu quá trình sinh sản của con người theo cách tốt nhất có thể! Hãy nhớ rằng, đôi khi nó là một địa điểm đồ họa nhưng này, nó có trong tên nên tốt hơn hết bạn nên chuẩn bị sẵn sàng! Nghệ thuật tái tạo được đưa ra nhằm thu hút mọi thành viên trong xã hội - LGBTQ - - mọi lứa tuổi - 18 - tất nhiên - . Nơi này sẽ còn in sâu trong ký ức của chúng ta trong nhiều năm tới bởi vì một lần nữa, không có nơi nào khác giống như thế này trong thành phố!Đọc thêm",
            "Bảo tàng vẫn đang được cải tạo phải không? Tôi đã đến thăm Miami vào dịp Lễ Tạ ơn năm ngoái và bạn đã đóng cửa. Tôi dự định đến thăm Miami lần nữa vào Lễ tạ ơn này. Tôi hy vọng tôi sẽ có thể đến thăm bảo tàng của bạn.Đọc thêm",
            "Này, khi tôi đến vào tháng Năm thì nó vẫn đang được cải tạo. Tôi - tôi không chắc liệu họ có còn ở đó không, nhưng bạn chắc chắn có thể gọi điện cho họ và hỏi thăm!Đọc thêm",
            "cos là gì? Có giảm giá cho người cao tuổi hoặc AARP không?Đọc thêm",
            "Nhập học chung: - 20.00\nSinh viên: - 18h00\nCao cấp: - 18.00Đọc thêm",
            "Có giảm giá cho người cao tuổi hoặc AARP không?Đọc thêm",
            "Đúng. Đọc thêm",
            "Có được phép chụp ảnh không?Đọc thêm",
            "Xin lỗi vì trả lời muộn. Có, bạn có thể chụp ảnh.Đọc thêm",
            "Có gì khiêu khích ở đó không? Dương vật giả, dương vật giả, dương vật giả quái vật, dây đeo hay chất bôi trơn hậu môn?",
            "Hãy biến nó thành một cuộc phiêu lưu thực sự và tự mình chứng kiến!Đọc thêm",
            "Có quầy bar - sảnh khách hay nơi để thưởng thức đồ uống trong bảo tàng không?Đọc thêm",
            "Không nhưng Starbucks bên dướiĐọc thêm",
            "Nó có giá bao nhiêu?Đọc thêm",
            "15 đô la tốt nhất mà tôi đã chi tiêu.Đọc thêm",
            "giá vé? phí nhập học?Đọc thêm",
            "Edward, \n\nDưới đây là các giá trị đầu vào:\n\nNgười lớn - 20\n\nSinh viên xuất trình CMND - 13.50\n\nÔmĐọc thêm",
            "bài kiểm tra tripadvisorĐọc thêm",
            "Câu hỏi nào ? Không thể thấy bất kỳ câu hỏi nào..Đọc thêm",
            "bài kiểm tra tripadviseĐọc thêm",
            "đượcĐọc thêm"
        ],
        "star_ratings": [
            169,
            151,
            107,
            20,
            19
        ],
        "review_amount": 466,
        "location": [
            "Hoa Kỳ",
            "Bảo tàng nghệ thuật khiêu dâm thế giới - WEAM -",
            "Bãi biển Miami",
            "Những việc cần làm ở Miami Beach",
            "Florida-FL-"
        ],
        "reviews_time": [
            "Written August 30, 2023",
            "Written April 18, 2023",
            "Written March 10, 2023",
            "Written November 9, 2022",
            "Written June 16, 2022",
            "Written May 29, 2022",
            "Written February 22, 2022",
            "Written January 16, 2022",
            "Written November 28, 2021",
            "Written July 12, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34439-d637947-Reviews-World_Erotic_Art_Museum_WEAM-Miami_Beach_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d26878725-Reviews-Amalfi_Trattoria-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d26209182-Reviews-Esquina_Mexicana-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d26328737-Reviews-Osteria_Positano-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d26326483-Reviews-Coyote_Taqueria-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d23920532-Reviews-That_s_Amore-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d3534583-Reviews-Il_Bolognese-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d25275564-Reviews-CRAFT_South_Beach_Espanola_Way-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d24050733-Reviews-Paperfish-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d27105261-Reviews-La_Piadineria-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d26268857-Reviews-Corallo-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d26586116-Reviews-Miami_Peach_Museum-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4035551-Reviews-LGBT_Visitor_Center_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d3833358-Reviews-12th_Street_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d217845-Reviews-The_Wolfsonian_Florida_International_University-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d183810-Reviews-Lummus_Park-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d108858-Reviews-Ocean_Drive-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d248104-Reviews-Art_Deco_Historic_District-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143498-Reviews-Art_Deco_Welcome_Center-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d527277-Reviews-Espanola_Way-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d102479-Reviews-8th_Street_Designer_District-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d637947-Reviews-or10-World_Erotic_Art_Museum_WEAM-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143598-Reviews-Jewish_Museum_of_Florida_FIU-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d5964439-Reviews-Romero_Britto_Fine_Art_Gallery-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2460689-Reviews-Lik_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d3530958-Reviews-Art_Basel-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d130390-Reviews-The_Bass-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d261110-Reviews-Bodies_Kneaded_Therapeutic_Massage_Spa-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1568850-Reviews-Art_By_Mariano_Picos_Pelegri-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d17622123-Reviews-Art_Deco_Museum-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d15579529-Reviews-ARTECHOUSE_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1581312-Reviews-Sobe_Live-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d27417150-Reviews-Bresh-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d23752085-Reviews-Mixology_Class_with_Danilo_Bozovic-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d4881462-Reviews-Miami_Beach_Ocean_Water_sports-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d7336182-Reviews-Rockstar_Crawls_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4046489-Reviews-South_Florida_Trikke_Segway_Tours_And_Bike_Rental-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2481115-Reviews-Miami_Beach_Cinemateque-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2178351-Reviews-Art_Deco_Walks-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d4942129-Reviews-Perfection_Travel_Day_Tours-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d5831216-Reviews-Playwright_Irish_Pub_Restaurant_1_Bar_in_South_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d606236-Reviews-Twist-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d7210227-Reviews-LimeTree_Lounge-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d2008063-Reviews-Canton_Tower-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g790459-d12388745-Reviews-Bhawal_National_Park-Gazipur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d1793337-Reviews-Qipu_Road_Clothing_Wholesale_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g188095-d3348678-Reviews-Lake_Lugano-Lugano_Canton_of_Ticino_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g34311-d6974171-Reviews-Immokalee_State_Farmers_Market-Immokalee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45960-d10319466-Reviews-Seven_Magic_Mountains-Jean_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d277317-Reviews-Pullen_Park-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g30615-d560230-Reviews-Riverchase_Galleria-Hoover_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7909862-Reviews-Phil_Lynott_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d258529-Reviews-Canal_Walk-Richmond_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34439-d637947-Reviews-or10-World_Erotic_Art_Museum_WEAM-Miami_Beach_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34439-d637947-Reviews-World_Erotic_Art_Museum_WEAM-Miami_Beach_Florida.html"
    }
]