[
    {
        "attraction_name": "World Headquarters of Jehovah's Witnesses",
        "attraction_name_vi": "Trụ Sở Chính Thế Giới của Đức Giê-hô-va - s Nhân Chứng",
        "general_info": [
            "49 đánh giá",
            "- 1 trong 7 điều cần làm ở Tuxedo Park",
            "Địa điểm tôn giáo",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật kinh tởm! Biến ngôi nhà được cho là của Chúa - thành một cái bẫy du lịch. Cũng giống như các thánh đường và đền thờ. Tuy nhiên, Nhân Chứng Giê-hô-va khác với bất kỳ tôn giáo nào khác. Ừmmm. Được.Đọc thêm",
            "Đức Giêsu đáp: - Con cáo có hang, chim trời có tổ, nhưng Con Người không có chỗ tựa đầu - .Đọc thêm",
            "Rất khuyến khích và rất nhiều thông tin! Bạn - sẽ có cái nhìn sâu sắc về lịch sử của các bản dịch kinh thánh trong cuộc triển lãm và hiểu được công việc của các nhân chứng Đức Giê-hô-va ngay cả khi trải qua những thử thách và bắt bớ.Đọc thêm",
            "Vợ tôi và tôi đã đi du lịch rất nhiều nơi và thích đến thăm những nơi thờ cúng trên khắp thế giới. Tuy nhiên, nơi này đã thực sự mở mang tầm mắt của chúng tôi. Khuôn viên, tòa nhà, con người và bầu không khí thật tuyệt vời và hầu hết mọi người đều rất vui vẻ, tốt bụng và yêu thương. Chúng tôi yêu thích triển lãm kinh thánh nhất. Nhìn thấy tất cả các cuốn kinh thánh cổ và việc sử dụng tên của Đức Giê-hô-va dành cho Đức Chúa Trời được viết theo những truyền thống sớm nhất cùng với sự đàn áp mà nhiều người dân của họ đã và đang phải đối mặt là điều mở mang tầm mắt lớn nhất. Lưu ý cho bản thân... Bạn nên đặt chỗ trực tuyến trên trang web Jw.org của họ vì mặc dù họ phục vụ hàng nghìn người mỗi ngày nhưng họ có thể và đặt chỗ trước. Chúng tôi hy vọng một ngày nào đó sẽ quay trở lại để trải nghiệm một lần nữa niềm vui mà những người này có được đối với những gì họ làm, vị Chúa mà họ tôn thờ và tình yêu thương mà họ dành cho người khác. Và hãy chắc chắn rằng bạn đi dạo quanh hồ, thật đẹp. Ồ, còn hai điều nữa. Họ đã giành được những giải thưởng điên rồ nhờ thiết kế và cách sử dụng đất thân thiện với môi trường cũng như một số video trên trang web về điều đó.  Và nếu bạn có cơ hội, hãy xem hai trang web khác của họ, bộ phận nghệ thuật ở Patterson và chắc chắn là nhà in kinh thánh ở - Tôi tin đó - s warkill - ... chúng tôi - chưa bao giờ thấy thứ gì giống như vậy. Những người này là công lao đối với Chúa của họ.Đọc thêm",
            "Tham quan Trụ sở Thế giới của Nhân Chứng Giê-hô-va vào Thứ Năm tuần trước.  Đó là một cơ sở đẹp.  Các tòa nhà - khuôn viên được bảo trì tốt và phản ánh tình yêu thương của tổ chức đối với Đức Giê-hô-va.  Bảo tàng Kinh thánh - các cuộc triển lãm khác rất mang tính giáo dục.  Bầu không khí tràn ngập tình yêu thương của dân tộc Đức Giê-hô-va.Đọc thêm",
            "Chuyến thăm tuyệt vời!  Việc trưng bày rộng rãi các Kinh thánh cổ xưa và hiện đại cung cấp một lịch sử tuyệt vời về cách Kinh thánh tồn tại qua nhiều thế kỷ.  Họ có 3 phần của bảo tàng và tất cả đều đáng ghé thăm. Dành cho tất cả mọi người và KHÔNG TÍNH PHÍ NHẬP HỌC! Nhưng cần phải đặt trước và có thể đặt trước qua trang web jw.org của họ.  Lên kế hoạch ít nhất 3 giờ.  Tai nghe âm thanh được cung cấp bằng một số ngôn ngữ bao gồm ASL.  Tuyệt vời cho gia đình ở mọi lứa tuổi. Không thể nói đủ về chất lượng của các cuộc triển lãm. Tất cả các khu vực đều có lối đi dành cho xe lăn - họ thậm chí còn có sẵn xe lăn! - Hãy lưu ý rằng có quy định về trang phục được khuyến nghị - - công việc - ăn mặc - nhưng sẽ không có ai bị từ chối, đặc biệt nếu họ không phải là Nhân Chứng Giê-hô-va.Đọc thêm",
            "Một vị trí đẹp cho bộ sưu tập Kinh thánh nổi bật từ khắp nơi trên thế giới. Nhìn thấy tên riêng của Chúa trong những bản thảo cổ này là đức tin được củng cố.Đọc thêm",
            "Nơi hạnh phúc nhất mà người ta có thể ghé thăm. Chúng tôi đã có một thời gian tốt như vậy. Bảo tàng. JW phát sóng, văn phòng WDC thật tuyệt vời. Cũng ăn trưa rồi, ngon quá. Những người thân thiện nhất - hạnh phúc nhất trên trái đất đang ở đây. Vị trí cũng tuyệt đẹp, cảnh quan và cảnh quan tuyệt đẹp. Nóng lòng muốn ghé thăm lần nữa. Đọc thêm",
            "Theo nghĩa đen, bạn có thể dành cả ngày tại bảo tàng - Một dân tộc vì danh Đức Giê-hô-va - nếu bạn nghe bộ bản ghi âm đầy đủ có sẵn để cải thiện phần hiển thị có phụ đề. Nhiều trong số đó là những bản ghi âm hàng chục năm tuổi của các đối tượng phỏng vấn kể lại trải nghiệm của họ.  Các bảo tàng khác đều tuyệt vời, chỉ ngắn hơn thôi.Đọc thêm",
            "Vì vậy, đây là nơi đẹp nhất trên trái đất! Để xem mọi thứ hoạt động như thế nào, tôi đã mở mang tầm mắt và khiến tôi càng trân trọng sự chăm chỉ của họ hơn. Trong khi ở đó, hãy đến chi nhánh Walkil để xem nhiều hơn nữa. Thật tuyệt vời! Đọc thêm",
            "Chào buổi sáng các anh chị em, \nHy vọng mọi người đều khỏe.\n\nXin vui lòng cho tôi biết cách rẻ nhất để đến Warwick Bethel là gì?\n- sân bay gần nhất là gì? Tôi đang bay ra khỏi sân bay Reid Las Vegas \n- Khi tôi đến sân bay, phương tiện di chuyển nào tốt nhất để đến Bethel?\ncảm ơn về sự cải tiến về thông tin\nJah yêu chúng ta \nChúc một ngày tốt lành, MelyĐọc thêm",
            "Xin chào, tôi sẽ đến thăm Warwrick và Wallkill vào tháng 5. Tôi thấy rằng rất khó để đi bằng phương tiện công cộng. Bạn có thể cho tôi biết liệu có chuyến tham quan nào hoặc ai đó có thể đưa chúng tôi đi không? Chúng tôi là 2 ngườiĐọc thêm",
            "Sân bay nào gần warwick nhấtĐọc thêm",
            "Tôi không biết.Đọc thêm",
            "Sân bay nào gần warwick nhấtĐọc thêm",
            "Newark.\n - Quốc tế Tự do - \n60 dặm, hoặc 1 giờ 15 phút.Đọc thêm",
            "Xin chào, có ai biết cách tốt nhất để đến đây từ Manhattan mà không cần xe hơi không? Cảm ơnĐọc thêm",
            "Chúng tôi đã thuê tài xế hoặc bạn có thể sử dụng Uber, Lyft hoặc dịch vụ cho thuê.Đọc thêm",
            "Có quy định về trang phục khi tôi tham quan Warwick không?Đọc thêm",
            "Bạn nên ăn mặc như khi đi họp hoặc đi làm. Trang phục công sở, áo cánh và váy cho phụ nữ và áo khoác, áo sơ mi, cà vạt và quần dài cho nam giới. Đọc thêm",
            "CHÀO. Chúng tôi có 5 người muốn đến thăm Warwick vào cuối tháng 9 năm 2019, nhưng không có sẵn khi tôi cố gắng đặt chỗ.  - Không có gì ở Walkil hay Patterson - Bạn có thể tự mình đi xem các cuộc triển lãm - bảo tàng - được không? Hay bạn phải có người hướng dẫn?  : - Đọc thêm",
            "Bạn cần phải đặt một cuộc hẹnĐọc thêm",
            "Xin chào!!!Tôi sẽ đến Ny vào tháng 2 và tôi thực sự muốn đến thăm trụ sở chính thế giới...Có ai có thông tin liên hệ về việc vận chuyển đến văn phòng không? Tour hoặc xe buýt thuê riêng? Chúng tôi là hai người...có lẽ vậy hãy là một giấc mơ trở thành hiện thực!!!\nCảm ơn.\nRitaĐọc thêm",
            "Xin chào! Tôi sẽ cung cấp cho bạn chi tiết liên lạc của người đã chở chúng tôi đến Warwick, Wallkill và Patterson: \nMark Stanford: 1 347 342 7066\nNếu bạn cần chỗ ở, bạn có thể nói chuyện với tôi.  - 21 - 996809767. Chúc bạn có chuyến đi vui vẻ!Đọc thêm",
            "Chúng tôi đang lên kế hoạch xem vào tháng Hai. Có taxi nào để đi từ Sloatsburg đến Trụ sở Thế giới và quay lại không? Có trạm taxi nào ở lối vào trụ sở chính thế giới để đưa du khách quay lại địa điểm không?Đọc thêm",
            "Warwick là một thị trấn hay thành phố?Đọc thêm",
            "Chỉ sửa đổi câu trả lời của tôi một chút, sau khi hỏi một người bạn sống trong khu vực: Trụ sở Thế giới của Nhân Chứng Giê-hô-va ở Tuxedo.  Warwick mặc tuxedo.Đọc thêm"
        ],
        "star_ratings": [
            45,
            0,
            2,
            1,
            1
        ],
        "review_amount": 49,
        "location": [
            "Trụ Sở Chính Thế Giới của Đức Giê-hô-va - s Nhân Chứng",
            "Hoa Kỳ",
            "Công viên tuxedo",
            "New York - NY -",
            "Những điều cần làm ở Công viên Tuxedo"
        ],
        "reviews_time": [
            "Written April 15, 2024",
            "Written October 24, 2023",
            "Written February 19, 2020",
            "Written December 11, 2019",
            "Written November 19, 2019",
            "Written November 14, 2019",
            "Written November 3, 2019",
            "Written October 28, 2019",
            "Written October 4, 2019",
            "Written September 14, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48747-d12406917-Reviews-World_Headquarters_of_Jehovah_s_Witnesses-Tuxedo_Park_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46774-d2264984-Reviews-Artemio_s_Prime_and_Proper-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46774-d3599393-Reviews-Alpine_Deli_Pork_Store-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46774-d26883809-Reviews-Pie_Eyed_Bar_Pies-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46774-d3248747-Reviews-Skylands_New_Jersey_Botanical_Gardens-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46774-d219013-Reviews-Ringwood_State_Park-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46774-d9564482-Reviews-Ringwood_Manor-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g48747-d3191768-Reviews-Sterling_Forest_State_Park-Tuxedo_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47292-d2141477-Reviews-Harriman_State_Park-Bear_Mountain_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48625-d4502484-Reviews-7_Lakes_Drive-Sloatsburg_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48625-d12932553-Reviews-Valley_Rock_Inn_Mountain_Club-Sloatsburg_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46914-d2248491-Reviews-Long_Pond_Ironworks_State_Park-West_Milford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g47898-d4453702-Reviews-Torne_Valley_Vineyards-Hillburn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47832-d9806627-Reviews-Greenwood_Lake_Garden_and_Farm_Market-Greenwood_Lake_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48747-d12406917-Reviews-or10-World_Headquarters_of_Jehovah_s_Witnesses-Tuxedo_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46774-d6888582-Reviews-Flatwater_Paddle_Co-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g48702-d581510-Reviews-Lafayette_Theatre-Suffern_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d1754413-Reviews-Warwick_Drive_In_Theater-Warwick_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d4588614-Reviews-Pennings_Farm-Warwick_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48625-d5832322-Reviews-Character_s_Bar_and_Restaurant-Sloatsburg_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d7050480-Reviews-Ochs_Orchard-Warwick_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47832-d8545951-Reviews-Jersey_Paddle_Boards-Greenwood_Lake_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d2227712-Reviews-Nha_Trang_Beach-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g16884615-d8047995-Reviews-Marina_Cap_Cana-Cap_Cana_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d23918480-Reviews-Emaar_SkyView-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189960-d10223970-Reviews-Hoffell_Hot_Tubs-Hofn_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g580323-d3954778-Reviews-Mercado_en_Arguineguin-Arguineguin_Mogan_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g36316-d7190537-Reviews-Kuipers_Family_Farm-Maple_Park_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d15857769-Reviews-Shibuya_Hikarie_Sky_Lobby-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d126692-Reviews-Oaks_Amusement_Park-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d561808-Reviews-Seoul_World_Cup_Stadium-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d10819750-Reviews-Play_Dance_Bar-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48747-d12406917-Reviews-or10-World_Headquarters_of_Jehovah_s_Witnesses-Tuxedo_Park_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48747-d12406917-Reviews-World_Headquarters_of_Jehovah_s_Witnesses-Tuxedo_Park_New_York.html"
    }
]