[
    {
        "attraction_name": "World of Discoveries",
        "attraction_name_vi": "Thế giới khám phá",
        "general_info": [
            "1.115 đánh giá",
            "36 trong số 390 điều cần làm ở Porto",
            "Bảo tàng Lịch sử Tự nhiên",
            "Công viên giải trí chủ đề",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "THẾ GIỚI KHÁM PHÁ, từ tháng 4 năm nay, là một địa điểm không thể bỏ qua để hiểu đầy đủ về lịch sử phi thường của đất nước. Triển lãm tương tác tái hiện cuộc phiêu lưu kỳ thú của các nhà hàng hải Bồ Đào Nha, vượt đại dương để khám phá một thế giới chưa được biết đến. Lên tàu caravel và chuẩn bị khám phá những thế giới, hương vị và con người mới trong tổng diện tích 5000 mét vuông. Một số tính năng công nghệ như Quả cầu 4D và Màn hình sương mù hoàn toàn chưa từng có ở trong nước và mở ra cánh cửa cho một thời đại hoàn toàn mới và tuyệt vời khi việc ra khơi là điều mạo hiểm nhất mà một người có thể làm, tương đương với việc du hành vũ trụ ngày nay.Đọc hơn",
        "reviews": [
            "Công nghệ dành cho giới công nghệ, các mô hình tầm sâu hướng dẫn để tạo tác động trực quan, nhiều màn hình xem và thuyết minh khiến người ta có cảm giác như họ đang ở đó khi mọi chuyện xảy ra.  Và sau đó là chuyến đi xuyên qua lịch sử.  Nó kéo dài khoảng 20 phút và đưa du khách đi xuyên thời gian.  Trẻ em sẽ thích nó.  Người lớn tuổi có thể ngồi xuống và tiếp thu.  Rất đáng để đầu tư!  Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã phản hồi tuyệt vời của bạn.\nChúng tôi rất vui khi nhận được đánh giá của bạn. Cam kết của chúng tôi là làm mọi thứ có thể để mang lại trải nghiệm độc đáo và khó quên.\n\nChúng tôi hy vọng sẽ sớm gặp lại bạn. Đọc thêm",
            "Mỗi thành phố nên có một cái gì đó như thế này! Phần bảo tàng tiêu chuẩn chỉ nhỏ, nhưng chuyến đi thuyền thật tuyệt vời. Đã đến thăm nơi ở của anh ấy hai lần. Tôi rất ấn tượng. Nơi tuyệt vời cho những người học trực quan. Thật ngạc nhiên là tất cả những thứ này lại phù hợp với nơi có vẻ là một tòa nhà nhỏ nếu nhìn từ bên ngoài Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã phản hồi tuyệt vời của bạn.\nChúng tôi rất vui khi nhận được đánh giá của bạn. Cam kết của chúng tôi là làm mọi thứ có thể để mang lại trải nghiệm độc đáo và khó quên.\n\nChúng tôi hy vọng sẽ sớm gặp lại bạn. Đọc thêm",
            "Chúng tôi chuyển đến Bồ Đào Nha từ Mỹ cách đây 2 năm và tôi đã đọc về lịch sử của Bồ Đào Nha. Trải nghiệm này đã giúp củng cố những gì tôi đã đọc và đưa những nhân vật và sự kiện quan trọng vào cuộc sống. Các màn hình tương tác rất nhiều thông tin cũng như màn hình hiển thị cuộc sống trên thuyền. Tính năng nước thật thú vị!  Đề xuất một hoạt động khác với nhà thờ và bảo tàng!Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã phản hồi tuyệt vời của bạn.\nChúng tôi rất vui khi nhận được đánh giá của bạn. Cam kết của chúng tôi là làm mọi thứ có thể để mang lại trải nghiệm độc đáo và khó quên.\n\nChúng tôi hy vọng sẽ sớm gặp lại bạn. Đọc thêm",
            "Tôi có cảm xúc lẫn lộn về nơi này. \n\nVề mặt tích cực, các cuộc triển lãm được thực hiện rất tốt với nhiều thông tin chi tiết, thú vị. Nó có tính tương tác khá cao nên rất thu hút trẻ em. các con tôi rất thích nó Thông tin trên một số màn hình cũng có thể khá chi tiết và kỹ lưỡng, điều này rất phù hợp cho các bậc cha mẹ muốn tìm hiểu sâu hơn một chút về các chi tiết cụ thể của kỷ nguyên khám phá đó.\nCăn phòng cuối cùng cần ghé thăm là một điểm tham quan nơi bạn đi thuyền và trải qua nhiều chặng khác nhau. Điều này được thực hiện rất tốt và thực sự tuyệt vời đối với trẻ em.\n\nĐiểm trừ: tổng cộng chỉ có bốn phòng để tham quan. Ba cái đầu tiên không lớn lắm, mặc dù có một số thông tin hữu ích. Cuối cùng là chuyến tham quan bằng thuyền. \nChúng tôi thấy đó là một mức giá khá cao mà chúng tôi đã trả 65 euro cho một gia đình năm người cho một nơi nhỏ như vậy. Tôi hiểu rằng việc thiết lập một chuyến tham quan bằng thuyền rất tốn kém, nhưng chúng tôi mong muốn có nhiều phòng hơn để tham quan. \nXin lưu ý rằng bạn có thể nhận được giá rẻ hơn một chút nếu mua vé trực tuyến trước. \n\nChúng tôi thực sự đã dành thời gian và đã ghé thăm tất cả trong 90 phút.\n  Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn phản hôi của bạn. \nMục đích của chúng tôi là không ngừng cải tiến trải nghiệm mà chúng tôi cung cấp. \nChúng tôi hy vọng sẽ sớm gặp lại bạn và do đó, bạn có thể có một chuyến thăm khó quên và tuyệt vời.\nĐọc thêm",
            "Thế giới khám phá là một Triển lãm kỹ thuật số tương tác, nơi đang tái hiện lại cuộc phiêu lưu kỳ thú của các nhà hàng hải người Bồ Đào Nha, những người đã vượt đại dương để khám phá một thế giới chưa được biết đến. Bồ Đào Nha đóng vai trò dẫn đầu trong quá trình này trong nhiều thế kỷ, tạo ra các tuyến đường biển mới và đưa con người, động vật và thực vật đi khắp thế giới. Triển lãm có hai cấp độ, cấp độ đầu tiên không có quy mô lớn, nhưng sau đó bạn đi đến cấp độ thứ hai thấp hơn và ở đây bạn sẽ bước vào một con tàu nhỏ đang dẫn chúng ta qua một con sông nhỏ xuyên qua lịch sử, chúng tôi có thể đề xuất điều này triển lãm chắc chắn dành cho trường học, trẻ em và cả thú vị cho người lớn, chúng tôi rất thích chuyến tham quan của mình. Hãy để xe ở bãi đậu xe ngầm saba phía trước Bolça hoặc chợ chứng khoán, và từ đây bạn có thể đi bộ một quãng ngắn đến bảo tàng, cũng có một nhà hàng ở vị trí.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã phản hồi tích cực về chuyến thăm Thế giới khám phá. Rất vui khi biết rằng bạn thích triển lãm tương tác của chúng tôi. Chúng tôi mong sớm được chào đón bạn trở lại với những khám phá hấp dẫn hơn.\n\nTrân trọng,\nNhóm khám phá thế giớiĐọc thêm",
            "Thế giới khám phá là một Triển lãm kỹ thuật số tương tác, nơi đang tái hiện lại cuộc phiêu lưu kỳ thú của các nhà hàng hải người Bồ Đào Nha, những người đã vượt đại dương để khám phá một thế giới chưa được biết đến. Bồ Đào Nha đóng vai trò dẫn đầu trong quá trình này trong nhiều thế kỷ, tạo ra các tuyến đường biển mới và đưa con người, động vật và thực vật đi khắp thế giới. Triển lãm có hai cấp độ, cấp độ đầu tiên không có quy mô lớn, nhưng sau đó bạn đi đến cấp độ thứ hai thấp hơn và ở đây bạn sẽ bước vào một con tàu nhỏ đang dẫn chúng ta qua một con sông nhỏ xuyên qua lịch sử, chúng tôi có thể đề xuất điều này triển lãm chắc chắn dành cho trường học, trẻ em và cả thú vị cho người lớn, chúng tôi rất thích chuyến tham quan của mình. Hãy để xe ở bãi đậu xe ngầm saba phía trước Bolça hoặc chợ chứng khoán, và từ đây bạn có thể đi bộ một quãng ngắn đến bảo tàng, cũng có một nhà hàng ở vị trí.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã phản hồi tích cực về chuyến thăm Thế giới khám phá. Rất vui khi biết rằng bạn thích triển lãm tương tác của chúng tôi. Chúng tôi mong sớm được chào đón bạn trở lại với những khám phá hấp dẫn hơn.\n\nTrân trọng,\nNhóm khám phá thế giớiĐọc thêm",
            "Bảo tàng tương tác tuyệt vời với chuyến đi thuyền đẹp bên trong. Rất nhiều thông tin và thú vị, cảm giác như trẻ con và học được nhiều điều về lịch sử Bồ Đào NhaĐọc thêm",
            "Kính gửi du khách,\n\nThật tuyệt vời khi biết rằng bạn rất thích chuyến tham quan Thế giới Khám phá và chuyến đi bằng thuyền! Thật vui khi biết rằng du khách nhận thấy trải nghiệm này đầy thông tin và thú vị. \n\nMục tiêu của chúng tôi là cung cấp một hành trình mang tính giáo dục và hấp dẫn xuyên suốt lịch sử Bồ Đào Nha và thật an ủi khi biết rằng chúng tôi đã đạt được điều này.\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! \n\nChúng tôi mong được chào đón bạn một lần nữa,\nNhóm Thế giới khám pháĐọc thêm",
            "Có vẻ như đây là hoạt động hoàn hảo trong thời tiết ẩm ướt nhưng nó không thể đáp ứng được lượng khách hàng mà hoạt động này tạo ra.  Một người đang chờ để giải quyết hàng trăm người đang xếp hàng.  Mua vé trực tuyến không giúp ích gì vì nó không được chấp nhận trong rào cản và không có ai giúp đỡ.  Không có tai nghe cho cuộc triển lãm.  Công nghệ cao nhưng mọi thứ đều phải chờ đợi lâu.  Đi thuyền rất tuyệt nhưng không đáng để bạn phải xếp hàng chờ đợi hàng giờ trong một hành lang ngột ngạt.  Lựa chọn tồi khi có rất nhiều điều thú vị khác để làm ở thành phố này.  Tiền thời tiết ẩm ướt có giá trị xấu!Đọc thêm",
            "Người dẫn đường thân mến, \nTrước hết, cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình với chúng tôi. \nChúng tôi rất tiếc vì chuyến thăm của bạn đã bị ảnh hưởng. Tuy nhiên, chúng tôi muốn đảm bảo với bạn rằng chúng tôi đang thực hiện các bước để giải quyết tất cả các vấn đề nêu ra nhằm mang lại trải nghiệm tốt nhất cho tất cả khách truy cập. \nTuy nhiên, chúng tôi hy vọng sẽ có cơ hội chào đón bạn một lần nữa trong tương lai để bạn có thể tận hưởng trọn vẹn tất cả những gì World of Discoveries mang lại. \nĐội, \nThế giới khám phá\n\nĐược dịch bằng phiên bản miễn phí DeepL.comĐọc thêm",
            "Bảo tàng có các phần thú vị về sự phát triển của công nghệ liên quan đến chèo thuyền, định hướng và thương mại. Về bản thân đế quốc, họ đã bỏ sót một số điểm mấu chốt như: Năm 1452, theo yêu cầu của Vua Alfonso V, Giáo hoàng Nicholas V đã cho phép Bồ Đào Nha tấn công, cướp đất và bắt những người không theo đạo Thiên Chúa làm nô lệ. Bồ Đào Nha thành lập ngành buôn bán nô lệ Đại Tây Dương ở 1526 và cũng vận chuyển nhiều nô lệ nhất so với bất kỳ quốc gia châu Âu nào - hơn 5,8 triệu người - chủ yếu đến Brazil. Chế độ nô lệ ở Đế quốc Bồ Đào Nha kết thúc vào năm 1869. Cùng với việc đưa thương mại và công nghệ đến các thuộc địa của mình, Bồ Đào Nha đã áp dụng hệ thống lao động không công Chibalo, được thực thi thông qua bạo lực thể xác và tình dục. Bồ Đào Nha mang đến nền giáo dục châu Âu nhưng chủ yếu hạn chế khả năng tiếp cận của nó cho giới thượng lưu da trắng - người châu Phi được đào tạo để là đầy tớ và người lao động. Thái độ phân biệt chủng tộc vẫn tồn tại và có thể được nhìn thấy qua những gì được bán trong cửa hàng quà tặng.Đọc thêm",
            "Kính thưa quý khách, \n\nTrước hết xin cảm ơn phản hồi của bạn. Ý kiến ​​của bạn luôn quan trọng đối với chúng tôi!\n\nThế giới khám phá là Triển lãm kỹ thuật số tương tác, nơi tập trung vào các hành trình và khám phá Bồ Đào Nha chứ không phải khám phá. Tuy nhiên, chúng tôi có đề cập đến tất cả các sự kiện trong suốt cuộc hành trình, bao gồm cả chế độ nô lệ. \n\nNhưng sứ mệnh của chúng tôi là luôn cải thiện trải nghiệm chúng tôi cung cấp ở đây! Chúng tôi hy vọng sẽ sớm gặp lại bạn để bạn có thể có một trải nghiệm thực sự khó quên! \n\nCám ơn và hẹn gặp lại,\n\nThế giới khám phá Đọc thêm",
            "Tôi có cảm xúc lẫn lộn về nơi này. Về mặt tích cực, các cuộc triển lãm được thực hiện rất tốt với nhiều thông tin chi tiết, thú vị. Nó có tính tương tác khá cao nên rất thu hút trẻ em. các con tôi rất thích nó Thông tin trên một số màn hình cũng có thể khá chi tiết và kỹ lưỡng, điều này rất phù hợp cho các bậc cha mẹ muốn tìm hiểu sâu hơn một chút về các chi tiết cụ thể của kỷ nguyên khám phá đó. Phòng cuối cùng cần ghé thăm là một điểm tham quan nơi bạn đi trên thuyền và trải qua nhiều giai đoạn khác nhau. Điều này được thực hiện rất tốt và thực sự tuyệt vời đối với trẻ em. Điểm trừ: tổng cộng chỉ có bốn phòng để tham quan. Ba cái đầu tiên không lớn lắm, mặc dù có một số thông tin hữu ích. Cuối cùng là chuyến tham quan bằng thuyền. Chúng tôi thấy đó là một mức giá khá cao mà chúng tôi đã trả 65 euro cho một gia đình năm người cho một nơi nhỏ như vậy. Tôi hiểu rằng việc thiết lập một chuyến tham quan bằng thuyền rất tốn kém, nhưng chúng tôi mong muốn có nhiều phòng hơn để tham quan. Xin lưu ý rằng bạn có thể nhận được giá rẻ hơn một chút nếu mua vé trực tuyến trước. Chúng tôi thực sự đã dành thời gian và đã ghé thăm tất cả trong 90 phút. Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn phản hôi của bạn. \nMục đích của chúng tôi là không ngừng cải tiến trải nghiệm mà chúng tôi cung cấp. \nChúng tôi hy vọng sẽ sớm gặp lại bạn và do đó, bạn có thể có một chuyến thăm khó quên và tuyệt vời.\nĐọc thêm",
            "Cách tuyệt vời để tìm hiểu lịch sử của Bồ Đào Nha. Thông tin tuyệt vời và một chuyến đi thú vị xuyên thời gian. Thật tuyệt khi có lời giải thích bằng tiếng Anh. Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã phản hồi tuyệt vời của bạn.\nChúng tôi rất vui khi nhận được đánh giá của bạn. Cam kết của chúng tôi là làm mọi thứ có thể để mang lại trải nghiệm độc đáo và khó quên.\n\nMong rằng chúng tôi sẽ sớm gặp lại bạn.\nĐọc thêm",
            "Ý tưởng này rất hấp dẫn nhưng hiệu suất lại thấp hơn mong đợi, nội dung hơi đắt vì tổng cộng chỉ có 4 phòng thực hiện buổi biểu diễn. Một số màn hình và hình ảnh động bị hỏng, thiếu chuyên nghiệp. Nó gần như phù hợp với những nhận xét mà tôi đã kiểm tra trước khi đặt chỗ nên tôi không thất vọng lắm. Với một vài nỗ lực, họ có thể làm tốt hơn nhiều.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn phản hôi của bạn. \nMục đích của chúng tôi là không ngừng cải tiến trải nghiệm mà chúng tôi cung cấp. \nChúng tôi hy vọng sẽ sớm gặp lại bạn và do đó, bạn có thể có một chuyến thăm khó quên và tuyệt vời.Đọc thêm",
            "Chúng tôi chuyển đến Bồ Đào Nha từ Mỹ cách đây 2 năm và tôi đã đọc về lịch sử của Bồ Đào Nha. Trải nghiệm này đã giúp củng cố những gì tôi đã đọc và đưa những nhân vật và sự kiện quan trọng vào cuộc sống. Các màn hình tương tác rất nhiều thông tin cũng như màn hình hiển thị cuộc sống trên thuyền. Tính năng nước thật thú vị!  Đề xuất một hoạt động khác với nhà thờ và bảo tàng!Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã phản hồi tuyệt vời của bạn.\nChúng tôi rất vui khi nhận được đánh giá của bạn. Cam kết của chúng tôi là làm mọi thứ có thể để mang lại trải nghiệm độc đáo và khó quên.\n\nChúng tôi hy vọng sẽ sớm gặp lại bạn. Đọc thêm",
            "Mỗi thành phố nên có một thứ gì đó như thế này! Phần bảo tàng tiêu chuẩn chỉ nhỏ, nhưng chuyến đi thuyền thì tuyệt vời. Đã đến thăm nơi này hai lần. Tôi rất ấn tượng. Nơi tuyệt vời cho những người học trực quan. Thật ngạc nhiên khi tất cả những thứ này vừa vặn với những gì có vẻ là một tòa nhà nhỏ từ bên ngoài Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã phản hồi tuyệt vời của bạn.\nChúng tôi rất vui khi nhận được đánh giá của bạn. Cam kết của chúng tôi là làm mọi thứ có thể để mang lại trải nghiệm độc đáo và khó quên.\n\nChúng tôi hy vọng sẽ sớm gặp lại bạn. Đọc thêm",
            "Bảo tàng thú vị, nhưng thật đáng buồn nếu bạn gặp vấn đề về di chuyển, bạn không thể ra vào thuyền vì chúng không dừng lại. Vì vậy, tôi phải ngồi đợi trong khi những người khác trong nhóm của tôi đi vòng quanh. Cảm thấy thất vọng và bị bỏ rơi - thật đáng ngạc nhiên trong thời đại ngày nay họ không cho phép người khuyết tậtĐọc thêm",
            "Kính thưa quý khách,\n\nRất tiếc, nhận xét của bạn không phản ánh đúng thực tế không gian của chúng tôi.\nThế giới Khám phá là một không gian hòa nhập, nơi bất kỳ ai cũng có thể đến thăm chúng tôi, do đó cung cấp tất cả các điều kiện cho những người bị suy giảm khả năng vận động.\nNgay cả trong khu vực nội trú cũng có khả năng dừng thuyền để du khách ra vào với khả năng di chuyển hạn chế.\nChúng tôi rất tiếc vì trải nghiệm của bạn không phải là tốt nhất, tuy nhiên, chúng tôi mời bạn quay lại với chúng tôi và tận hưởng toàn bộ chuyến thăm. \n\nCảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            487,
            371,
            162,
            52,
            43
        ],
        "review_amount": 1115,
        "location": [
            "Porto",
            "Thế giới khám phá",
            "Bắc Bồ Đào Nha",
            "Bồ Đào Nha",
            "Quận Porto",
            "Châu Âu",
            "Những điều cần làm ở Porto"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written July 4, 2023",
            "Written July 8, 2023",
            "Written January 7, 2024",
            "Written April 16, 2024",
            "Written April 17, 2024",
            "Written April 7, 2024",
            "Written April 2, 2024",
            "Written March 1, 2024",
            "Written January 7, 2024",
            "Written October 13, 2023",
            "Written July 23, 2023",
            "Written July 9, 2023",
            "Written July 4, 2023",
            "Written June 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189180-d6839364-Reviews-World_of_Discoveries-Porto_Porto_District_Northern_Portugal.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d17635301-Reviews-Farinha-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d24873444-Reviews-Barrica_by_YoursPorto-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d25273334-Reviews-Incontro_Bistrot-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d24154711-Reviews-The_Door-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d22973331-Reviews-Holy_Sandwich_Shop-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d20228340-Reviews-Simplex_Virtus-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d18716252-Reviews-UATA_Porto-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d20111975-Reviews-Bilha_Nova_Restaurante-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d12267175-Reviews-Taberna_Real_do_Fado-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189180-d8397585-Reviews-Porta_4-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d1418745-Reviews-Alfandega_Porto_Congress_Centre-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d9883196-Reviews-Church_of_Sao_Pedro_de_Miragaia-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d21248000-Reviews-Immersivus_Gallery-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d8818055-Reviews-Palacio_das_Sereias-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d15740177-Reviews-Chafariz_das_Virtudes-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d23027707-Reviews-Chafariz_Da_Colher-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d20941355-Reviews-Miradouro_Da_Bandeirinha_Da_Saude-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d10695231-Reviews-Passeio_das_Virtudes-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d12879000-Reviews-Chafariz_da_Rua_das_Taipas-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d8078667-Reviews-Miradouro_da_Vitoria-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d6839364-Reviews-or10-World_of_Discoveries-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d12802743-Reviews-Lago_Artes-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d6867430-Reviews-FC_Porto_Museum-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d19454762-Reviews-Casa_Sao_Roque_Centro_de_Arte-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d25103865-Reviews-Domus_Arte-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d4059995-Reviews-Centro_Portugues_de_Fotografia-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d243624-Reviews-Casa_do_Infante-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d243628-Reviews-Museu_Serralves-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d243631-Reviews-Museu_Nacional_Soares_dos_Reis-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d8443483-Reviews-MMIPO_Museu_da_Misericordia_do_Porto-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d26789181-Reviews-3D_Fun_Art_Museum_Porto-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d17815818-Reviews-MyFriendsRoom_Discoveries-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d1174453-Reviews-DouroAzul-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d7659605-Reviews-My_Greenway_Tours-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d19127559-Reviews-OCUBO_IMMERSIVUS-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d8754734-Reviews-Biclas_Triclas_Rent_a_Bike_and_Tours-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d12652398-Reviews-Monkey_Rider-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d23559037-Reviews-Calla_Wellness_Spa-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19878507-Reviews-Dubai_Marina_Walk-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d10169118-Reviews-Bali_Gili_Fast_Boat-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2359846-Reviews-Shymbulak_Mountain_Resort-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g776026-d4873324-Reviews-Spiaggia_Fontane_Bianche-Fontane_Bianche_Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g298433-d3224049-Reviews-Playa_de_la_Isla_Taboga-Isla_Taboga_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g196579-d12998409-Reviews-Paris_La_Defense_Arena-Nanterre_La_Defense_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d10664331-Reviews-Phuket_Private_Driver-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g274878-d277348-Reviews-Postojna_Cave-Postojna_Inner_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g50559-d12113756-Reviews-Guilford_Lake_State_Park-Lisbon_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d10624528-Reviews-Imgiebah_Bay-Mellieha_Island_of_Malta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189180-d6839364-Reviews-or10-World_of_Discoveries-Porto_Porto_District_Northern_Portugal.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189180-d6839364-Reviews-World_of_Discoveries-Porto_Porto_District_Northern_Portugal.html"
    }
]