[
    {
        "attraction_name": "Wormsloe Historic Site",
        "attraction_name_vi": "Di tích lịch sử Wormsloe",
        "general_info": [
            "1.933 đánh giá",
            "40 trong số 227 việc cần làm ở Savannah",
            "Địa điểm lịch sử",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Một đại lộ cây sồi sống ngoạn mục dẫn du khách đi một dặm xuống một con đường thuộc địa đến một trung tâm du khách, nơi họ có thể xem phim lịch sử ngắn, tham quan bảo tàng và ghé qua một cửa hàng quà tặng. Một con đường mòn đi bộ dẫn đến tàn tích mèo tabby năm 1737 của công trình kiến ​​trúc lâu đời nhất còn sót lại ở Savannah. Những con đường mòn quanh co qua quang cảnh đầm lầy tuyệt đẹp đến Khu vực Đời sống Thuộc địa, nơi những người phiên dịch hóa trang trình diễn lịch sử sống vào buổi chiều, nếu thời tiết cho phép. Năm dặm đường mòn thiên nhiên nữa dành cho những người thích phiêu lưu hơn. Đọc thêm",
        "reviews": [
            "Tất nhiên các bức ảnh đều tuyệt vời. Chúng tôi đến trung tâm du khách và đi bộ đến tàn tích của Ngôi nhà Tabby. Nhân viên của Giftshop nói với con gái tôi rằng cô ấy có thể trở thành một kiểm lâm cấp dưới và điều đó thật thú vị đối với cô ấy.Đọc thêm",
            "Đó là một điểm dừng nhỏ tốt đẹp. Con đường lót bằng gỗ sồi rất đẹp. Tôi đánh giá cao việc họ đã trồng cây mới để thay thế những cây đã chết hoặc bị hư hỏng. Đó là một trải nghiệm thú vị. \nĐề xuất, không nhận ra những bộ phim đã được thực hiện ở đó. Bây giờ tôi phải xem hết...haha\nĐọc thêm",
            "Nếu bạn chỉ quan tâm đến làn đường cây, thực sự có hai lựa chọn ở đây để tham quan làn đường cây mang tính biểu tượng. Bạn có thể đỗ xe trong 5 phút và đứng ở biển báo đường và chụp ảnh và nhìn. Hoặc bạn có thể đậu xe và lấy vé vào đồn điền. Sau đó, bạn có thể lái xe dọc theo con đường có hàng cây và ở lại cho đến khi chúng đóng lại. Đây không phải là nơi Forest Gump chạy. Tuy nhiên, nó trông giống nhau.\n\nĐồn điền thuộc về gia đình Noble Jones. Các thành viên trong gia đình vẫn sống trên tài sản ở một nơi ở riêng. Chuyến tham quan đồn điền là tự hướng dẫn. Có một bảo tàng nhỏ với một video. Mang theo nước và giày thoải mái. Việc trồng cây xuyên qua những khu vực nhiều cây cối rậm rạp trên những con đường trải sỏi. Chúng tôi nhìn thấy rất nhiều thằn lằn trong rừng và cua dọc bờ biển. Những bức tường kiên cố của ngôi nhà ban đầu vẫn còn, vị trí ngôi mộ ban đầu được đánh dấu mặc dù hài cốt không còn ở đó nữa, những bờ hàu từ những đống đổ nát của người Mỹ bản địa và một vài ngôi nhà thuộc địa nằm dọc theo các lối đi. Con đường này dài ít nhất một dặm để ngắm nhìn các di tích lịch sử và có những con đường bổ sung mà bạn có thể đi bộ nếu muốn.Đọc thêm",
            "Đây là một nơi thú vị và xinh đẹp để ghé thăm.  Bạn có thể thực hiện một chuyến đi bộ ngắn dưới một dặm hoặc một quãng đường dài hơn 2 dặm một chút.  Nhân viên công viên rất thân thiện và cung cấp những lời khuyên cũng như thông tin để tận dụng tối đa chuyến tham quan.Đọc thêm",
            "Cuối cùng chúng tôi đã đến được công viên đồn điền lịch sử này. Họ chỉ mở cửa đến 5 giờ chiều nên hãy nhớ đến đó sớm để xem toàn bộ Wormsloe! Có một khoản phí chỉ 11 người lớn. Chúng tôi đã tiếp cận phần lớn nơi này bằng cách lắng nghe những câu chuyện quá khứ về vùng đất từ ​​các nhân viên kiểm lâm của công viên và mạo hiểm đi xuống tất cả các con đường nằm ở đó. Chúng tôi đã có một chuyến đi bộ thú vị dài 3 dặm trên con đường màu cam dẫn bạn xuyên qua khu rừng và băng qua nhiều điểm thiên nhiên. Những con đường mòn khác ngắn hơn Không được phép đi xe đạp trên bất kỳ con đường mòn nào. FYI chỉ đi bộ đường dài và dắt chó đi dạo. Có rất nhiều lịch sử về GA và SC trên khắp các công viên tiểu bang và quốc gia. Đối với tôi, giá trị lịch sử của những khu vực này là tìm hiểu về cách mọi thứ đã được thực hiện trong quá khứ để không lặp lại chúng trong tương lai trừ khi chúng mang lại lợi ích như nhau cho mọi người. Mang theo đồ dã ngoại, nhiều nước, đồ ăn nhẹ và giày đi bộ. Nếu bạn có một chiếc xe sạch sẽ thì đừng đến đây, xe của bạn sẽ bị bám bụi. Bạn có thể dành một ngày ở đây và không tận dụng hết giá trị lịch sử. Chúng tôi cũng có thể xem một số minh họa về cách họ sống vào những năm 1800. Tất cả các kiểm lâm viên và nhân viên của địa điểm này đều rất thông tin. Cảm ơn bạn!Đọc thêm",
            "Di tích lịch sử Wormsloe ở Savannah là thiên đường của miền Nam, nơi thời gian như ngừng trôi giữa những cây sồi sống hùng vĩ phủ đầy rêu Tây Ban Nha. Những cây cổ thụ hàng thế kỷ tạo thành tán cây tự nhiên, hé lộ nhiều lớp lịch sử và sự lộng lẫy qua từng bước chân. Khám phá khu điền trang thuộc địa được bảo tồn tốt, chúng tôi kinh ngạc trước bầu không khí mê hoặc được tạo ra bởi những cành cây rộng lớn và đồ trang trí phủ rêu. Giữa những tàn tích tường tabby, chúng tôi hình dung về quá khứ và ngưỡng mộ sức phục hồi của Wormsloe. Ý nghĩa lịch sử của địa điểm và những nỗ lực bảo tồn tỉ mỉ đã được chứng minh, khiến chuyến thăm của chúng tôi trở thành cuộc gặp gỡ tình cờ với lịch sử phong phú của Savannah. Thật may mắn khi được trải nghiệm vẻ đẹp vượt thời gian này, Wormsloe kết hợp hoàn hảo giữa thiên nhiên và lịch sử, để lại dấu ấn không thể phai mờ trong tâm hồn của Old South. Đọc thêm",
            "Chỉ lặp lại các đánh giá khác.  Tải của lịch sử. Chúng tôi đã hết thời gian nên không thể đi bộ hết các con đường. Đã dành khoảng một giờ, có thể dễ dàng dành nhiều thời gian hơn.  Hãy chắc chắn đi bộ đến tàn tích ngôi nhà mướp.Đọc thêm",
            "Công viên lịch sử gần trung tâm thành phố Savannah, nổi tiếng với con đường vào dài đẹp như tranh vẽ với những hàng cây sồi sống trưởng thành uốn cong được trang trí bằng Rêu Tây Ban Nha.\n\nCơ hội chụp ảnh hoàn hảo!\n\nCó một khoản phí nhỏ để vào công viên.  Nếu không có thời gian ra công viên, bạn có thể đỗ xe tạm ở khu vực đỗ xe buýt để chụp vài bức ảnh kỷ niệm. \n\nCông viên cung cấp những con đường mòn với cơ hội nghe và nhìn thấy các loài chim cũng như động vật nhỏ.\n\nRất đáng để dừng lại một chút, dù chỉ để chụp vài bức ảnh.Đọc thêm",
            "Thành thật mà nói, khung cảnh nhìn xuống con đường rợp bóng cây đó cũng xứng đáng với thời gian và tiền bạc của bạn! Chúng tôi đi vào cuối ngày, đến lúc 4 giờ, đóng cửa lúc 5 giờ. Chúng tôi di chuyển nhanh chóng để xem tàn tích của ngôi nhà thuộc địa kiên cố ban đầu và nghĩa trang gia đình. Nếu không có một chuyến tham quan để cung cấp bối cảnh thì thật khó để nắm bắt được ý nghĩa của sự việc. Có nhiều lớp lịch sử ở đây, khu định cư thuộc địa sớm, các sự kiện Cách mạng Hoa Kỳ, cộng với Nội chiến, vì vậy có rất nhiều điều cần giải quyết. Đối với chúng tôi, điều đó hơi phản khí hậu và thay vào đó, chúng tôi ước mình được đến Nghĩa trang Bonaventure - bia mộ sẽ dễ hiểu hơn! Vì vậy, chúng tôi khuyên bạn nên đi tham quan đến đây hoặc chỉ đến nghĩa trang Bonaventure.Đọc thêm",
            "Wormsloe rất phù hợp để chụp ảnh cây! Có một khu vực nhận phòng nhỏ ngay phía sau cổng vào bên phải. Sau khi nhận phòng, bạn đi xuống con đường xuyên qua những hàng cây xinh đẹp. Bạn sẽ nhận được một số bức ảnh tuyệt vời trên đường đi! Tại điểm dừng tiếp theo của bạn có một khu vực đậu xe và một tòa nhà có bảo tàng nhỏ, cửa hàng quà tặng nhỏ và phòng tắm. Có những con đường đi bộ dễ dàng, nơi bạn sẽ có thể chụp được nhiều bức ảnh tuyệt vời hơn.Đọc thêm",
            "Cây tuyệt đẹp, hướng dẫn tốt đẹp và hướng dẫn xe điện. Bạn không còn có thể lái xe của mình xuống con đường rợp bóng cây. Bạn đỗ xe tại cửa hàng quà tặng của trung tâm du khách và có thể mua vé xe điện đến bảo tàng và những con đường mòn. Bạn cũng có thể thuê xe đạp hoặc đi bộ xuống. Những bức ảnh này được chụp từ xe điện.Đọc thêm",
            "Chúng tôi thực sự rất thích đi bộ trên quãng đường dài với Live Oaks. Cuối cùng, có một nhân viên kiểm lâm rất tốt bụng đã cho chúng tôi biết về lịch sử của Wormsloe. Bạn có thể đi xe điện họ cung cấp nếu bạn muốn. Chúng tôi cũng đi theo con đường phía sau đến khu di tích và khu mộ. Họ cũng có một trung tâm du khách tốt đẹp. Chúng tôi đã tìm thấy một số phiếu giảm giá và cũng nhận được khoản giảm giá cao cấp.Đọc thêm",
            "Xem cây và bảo tàng nhỏ, không trị giá 10 đô la. Đi đến đồn điền Gullah gần nó. Chuyến du lịch này thật khập khiễng và nhàm chán. Giúp bạn tiết kiệm tiềnĐọc thêm",
            "Gia đình tôi rất thích chuyến tham quan này, chúng tôi bắt xe đẩy đến cuối hàng sồi và đi bộ trở lại cửa hàng quà tặng. Tôi muốn quay lại và đạp xe dọc con đường rợp bóng sồi.Đọc thêm",
            "Tôi rất thích Công viên Quốc gia Wormsloe nên tôi đã mua chiếc áo phông này! Tôi thực sự rất thích lịch sử khi có thể đi bộ xung quanh bằng xe điện để đưa chúng tôi đến từ khu vực lịch sử. Ngoài ra, con đường bên cạnh những cây sồi sống rêu Tây Ban Nha là một cơ hội chụp ảnh tuyệt vời!!Đọc thêm",
            "Tôi chắc chắn sẽ nói với bạn rằng tốt nhất bạn nên đặt một chuyến tham quan ở đây chỉ vì phải lái xe ra ngoài thành phố và có bãi đậu xe ở đây. Những bức ảnh rợp bóng cây mà bạn nhìn thấy kéo dài hơn một dặm vào nơi này, vì vậy hãy chuẩn bị đi bộ nếu bạn đến bằng ô tô. Tôi cũng đã tham gia chuyến tham quan Grey Line với Nghĩa trang Bonaventure. Với hướng dẫn viên du lịch, bạn có thể biết được câu chuyện phía sau về nơi lưu trú cũng như một số thông tin về những bộ phim đã sử dụng địa điểm này. Tuy nhiên, có một số dấu hiệu có thể trợ giúp nếu bạn không có người hướng dẫn. Mang giày thoải mái và có thể mang theo một ít thuốc xịt côn trùng khi bạn đang ở khu vực đầm lầy. Nếu không, vào một ngày đẹp trời, đây có thể là một cuộc tản bộ thú vị giữa thiên nhiên và lịch sử. Ngoài ra, còn lại phần còn lại của ngôi nhà trên khu đất này, bạn chỉ cần sẵn sàng đi bộ đường dài.Đọc thêm",
            "Đến thăm con gái trưởng thành của tôi.  Cô ấy cũng như tài xế Uber của chúng tôi đều biết rằng bạn không thể đi qua vòm đá có cổng nữa.  Trung tâm du khách mới rất đẹp và chúng tôi đã mua vé đi xe điện. Chúng tôi cảm thấy vội vã vì xe điện chỉ đến sau mỗi 30 phút và nó đang đến gần khi chúng tôi đang ở quầy. Chúng tôi đã có một bài phát biểu lịch sử ngắn gọn, thú vị trước khi xe điện khởi hành và thông tin được cung cấp qua loa khi chúng tôi đi xuống đại lộ những cây sồi. Sau khi đến bảo tàng, con gái tôi, tôi đã chọn không đi bộ đến tàn tích mèo mướp vì nó khá nóng nực và sau khi đọc các nhận xét cũng như xem ảnh, chúng tôi không cảm thấy những gì cuối cùng chúng tôi sẽ thấy ở đó sẽ đáng giá.  Thay vào đó, chúng tôi chọn đi bộ xuống đại lộ và tận hưởng vẻ đẹp của những cây sồi. Chúng tôi đi ngang qua những người đi xe đạp và phát hiện ra rằng thuê xe đạp là một lựa chọn mà chúng tôi không được thông báo - rất đáng thất vọng.  Tôi cũng thất vọng vì vòm đá cần được rửa nhiều, khó đọc và không tạo nên một bức tranh đẹp.  Ồ tốt! Đọc thêm",
            "Tuyệt vời! Thật là một nơi để thoát khỏi thành phố và tận hưởng thiên nhiên. Không giống như JennyPennifer từ một số bài đánh giá dưới đây, tôi đánh giá cao và tôn trọng cuộc nói chuyện về chế độ nô lệ. Quá khứ của chúng ta rất quan trọng, cũng như hiện tại của chúng ta. Chúng ta không cần phải ăn mừng nó, nhưng chúng ta sẽ hiểu được nó.Đọc thêm",
            "Bức ảnh tuyệt vời về những cái cây lớn với đầy rêu.  Đi xe điện là một cuộc phiêu lưu - chúng tôi là những người duy nhất trên đó và chuyến đi gập ghềnh đến mức tôi bị đau đầu vì nó.  Đề nghị đi bộ.  Chúng tôi cũng đến đó quá gần giờ đóng cửa nên đã bỏ lỡ việc đi qua bảo tàng và khu di tích lịch sử.  Ước gì chúng ta đến đó sớm hơn.Đọc thêm",
            "Oak Alley rất đẹp và thật tuyệt vời khi đi dạo trên đó. Không có nhiều thứ để xem hơn thế. Chúng tôi đi xe điện về khi xong việc và nghe một bài giảng về chế độ nô lệ mà tôi không đánh giá cao. Tôi khá chắc chắn rằng tất cả mọi người trên chiếc xe đẩy đó đều ít nhất 50 tuổi đều biết rằng ở một đồn điền như Wormsloe ở miền Nam thời tiền nội chiến, có chế độ nô lệ. Không cần thiết phải có một bài giảng gay gắt mang tính buộc tội kéo dài suốt chuyến đi ngược lên đại lộ.Đọc thêm"
        ],
        "star_ratings": [
            1016,
            568,
            232,
            73,
            44
        ],
        "review_amount": 1933,
        "location": [
            "Savannah",
            "Georgia G.A.",
            "Những điều cần làm ở Savannah",
            "Hoa Kỳ",
            "Di tích lịch sử Wormsloe",
            "Bờ biển Georgia"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written July 16, 2023",
            "Written July 26, 2023",
            "Written July 30, 2023",
            "Written October 9, 2023",
            "Written January 10, 2024",
            "Written January 13, 2024",
            "Written January 28, 2024",
            "Written February 14, 2024",
            "Written February 21, 2024",
            "Written June 4, 2024",
            "Written May 29, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 8, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 23, 2024",
            "Written April 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60814-d169881-Reviews-Wormsloe_Historic_Site-Savannah_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d437184-Reviews-Driftaway_Cafe-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d1484703-Reviews-Sandfly_BBQ-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d1024453-Reviews-Jalapenos_Mexican_Restaurant-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d3416850-Reviews-Loc_s_Chicken_and_Waffles-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d9782278-Reviews-Castaways-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d13543978-Reviews-Auspicious_Baking_Co-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d15195193-Reviews-Rocky_s-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d12240866-Reviews-Tequila_s_Town-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d4569824-Reviews-Your_Pie-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60814-d23588761-Reviews-The_5_Spot_Sandfly-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d4776939-Reviews-Pin_Point_Heritage_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d146889-Reviews-Skidaway_Island_State_Park-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d103148-Reviews-Bonaventure_Cemetery-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d1077850-Reviews-Oatland_Island_Wildlife_Center-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d4346523-Reviews-Lake_Mayer_Community_Parks-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d2177891-Reviews-Grayson_Stadium-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d527322-Reviews-University_of_Georgia_s_Marine_Education_Center_and_Aquarium-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d3360805-Reviews-Botanical_Garden-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d10506658-Reviews-Picker_Joe_s_Antique_Mall-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d12432276-Reviews-Savannah_African_Art_Museum-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d169881-Reviews-or10-Wormsloe_Historic_Site-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d259614-Reviews-Forsyth_Park-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d107740-Reviews-Lafayette_Square-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d527415-Reviews-South_Beach-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d146907-Reviews-Harris_Neck_National_Wildlife_Refuge-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d4106219-Reviews-Coastal_Georgia_Botanical_Gardens-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d7265499-Reviews-Emmet_Park-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d23775417-Reviews-Lux_Picnic_Savannah-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d13815812-Reviews-Ellis_Square-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d7365306-Reviews-Savannah_Coastal_Ecotours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d3573740-Reviews-Pedal_Pub_Savannah-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d6902889-Reviews-Norwood_Tavern-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d6372642-Reviews-Savannah_Bonaventure_Dash_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d9801077-Reviews-Bonaventure_Don-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d14798828-Reviews-Spry_Mind_Body-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d7062353-Reviews-Chef_Darin_s_Kitchen_Table_Hands_On_Cooking_Classes-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d10754822-Reviews-Savannah_Cruzers-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d3807293-Reviews-Savannah_Walking_History_Tours_by_Steve_Ellis-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d3957942-Reviews-Noble_Jones_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d2230136-Reviews-Shannon_Scott_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d15075383-Reviews-Mad_Cat_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d2220860-Reviews-Bonaventure_Cemetery_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g635864-d3300798-Reviews-Skaros_Rock-Imerovigli_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d669290-Reviews-Matoyianni_Street-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d103915-Reviews-Slide_Rock_State_Park-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188126-Reviews-St_James_s_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096204-d12083773-Reviews-Secret_Paradise_of_Alaminos-Alaminos_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d313655-Reviews-Tombs_of_the_Kings-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g46259-d10460905-Reviews-Lake_Horace-Weare_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g33059-d127968-Reviews-Hakone_Estate_and_Gardens-Saratoga_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1216409-Reviews-Minus5_ICEBAR-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35084-d6833162-Reviews-Mable_House-Mableton_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60814-d169881-Reviews-or10-Wormsloe_Historic_Site-Savannah_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60814-d169881-Reviews-Wormsloe_Historic_Site-Savannah_Georgia.html"
    }
]