[
    {
        "attraction_name": "Wounded Knee Massacre Monument",
        "attraction_name_vi": "Đài tưởng niệm vụ thảm sát đầu gối bị thương",
        "general_info": [
            "283 đánh giá",
            "1 trong số 1 điều cần làm ở Wounded Knee",
            "Địa điểm lịch sử",
            "Tượng đài Tượng đài"
        ],
        "attraction_summary": "Một đài tưởng niệm nhỏ tưởng niệm những người bản xứ bị giết trong vụ thảm sát Wounded Knee.Đọc thêm",
        "reviews": [
            "Tượng đài bao gồm một bãi đậu xe rải sỏi với biển hiệu công việc đã mờ và nghĩa trang trên đồi. Tôi sẽ thành thật và nói rằng tôi đã thất vọng.  Bãi đậu xe có biển hiệu có người bán hạt, vì vậy nếu bạn đang tìm kiếm thứ đó, tôi đoán đây là một cơ hội.  Khi chúng tôi đi bộ lên đồi đến nghĩa trang, chúng tôi được chào đón bởi người mà tôi cho là người chào đón tự bổ nhiệm, người chỉ biết một hoặc hai câu chuyện về những người được chôn cất ở đây.  hầu hết nghĩa trang đều mọc um tùm.   Trạm giao dịch đã đóng cửa từ lâu và dường như đang dần sụp đổ.   Có lẽ tôi sẽ không lái xe từ Rapid City xuống đây nữa.  Thật không may, tôi thực sự thất vọng với trang web này vì thảm kịch đã xảy ra ở đây.Đọc thêm",
            "Tôi phải nói rằng sau khi đọc những đánh giá này, tôi đã có suy nghĩ thứ hai về việc bày tỏ sự tôn trọng của chúng tôi tại Wounded Knee.  Nhưng tôi vui vì chúng tôi đã đi. Vâng, chúng tôi đã được một người phụ nữ tiếp cận ở bãi đậu xe. Cô ấy bước ra khỏi một chiếc ô tô có ba người đàn ông trong đó và ngượng ngùng hỏi chúng tôi có muốn xem đồ trang sức của cô ấy không. Chúng tôi đồng ý nhưng hỏi xem có ai có thể cho chúng tôi biết thêm về trang web này không. Chú của cô trên xe đồng ý làm người hướng dẫn cho chúng tôi nên họ theo chúng tôi lên đồi. Không lúc nào chúng tôi cảm thấy bị đe dọa. Thật vinh dự khi được nghe Bác chia sẻ kiến ​​thức về trang web và chia sẻ đôi điều về cuộc sống của mình. Cô chủ cũng rất thân thiện và nói nhiều. Đúng, tôi mua bông tai cho cô ấy vì tôi thích chúng. Có, chúng tôi ĐÃ ĐƯA ĐẾN cho Bác của cô ấy một khoản phí sau cuộc trò chuyện vì đã chia sẻ kiến ​​thức của ông ấy với chúng tôi. Anh ấy không yêu cầu một cái. Cuối cùng, chúng tôi đã gặp được những người tốt bụng, hiền lành và chúng tôi rất vui khi được tìm hiểu thêm về họ. Địa điểm Tượng đài có thể được chăm sóc tốt hơn, nhưng hãy nhớ rằng địa điểm này nằm trong một trong những khu đặt chỗ nghèo nhất ở Hoa Kỳ. Họ không có nhiều tiền để dành cho việc bảo trì. Trang web này đáng để ghé thăm cho dù nó có nhếch nhác đến đâu.Đọc thêm",
            "Vui mừng vì chúng tôi dừng lại để xem tượng đài và bày tỏ lòng kính trọng.  Khu vực biệt lập nhưng đẹp.  Chúng tôi ngay lập tức được tiếp cận bởi một cặp cha con được tuyên bố là tổ hợp và yêu cầu chúng tôi trả cho họ 100 đô la cho một chiếc dream catcher.  Chúng tôi đã đàm phán xuống vì muốn hỗ trợ nền kinh tế địa phương nhưng cũng lưu ý rằng trong số khoảng 6 hoặc 7 phương tiện chỉ có hai là du khách trong khi số còn lại có rất nhiều người dân địa phương và tất cả đều bán dream catcher, vòng tay, v.v.  \n\nKhu vực tượng đài và nghĩa địa bị phong hóa và nhếch nhác nhưng vẫn đẹp.  Một câu chuyện bi thảm và một người nên học để ghi nhớ.  \n\nMột lần nữa, rất vui vì chúng tôi đã dừng lại nhưng tôi không chắc liệu mình có đi du lịch một mình hay không. Đọc thêm",
            "Vui mừng vì chúng tôi dừng lại để xem tượng đài và bày tỏ lòng kính trọng.  Khu vực biệt lập nhưng đẹp.  Chúng tôi ngay lập tức được tiếp cận bởi một cặp cha con được tuyên bố là tổ hợp và yêu cầu chúng tôi trả cho họ 100 đô la cho một chiếc dream catcher.  Chúng tôi đã đàm phán xuống vì muốn hỗ trợ nền kinh tế địa phương nhưng cũng lưu ý rằng trong số khoảng 6 hoặc 7 phương tiện chỉ có hai là du khách trong khi số còn lại có rất nhiều người dân địa phương và tất cả đều bán dream catcher, vòng tay, v.v.  Khu vực tượng đài và nghĩa địa bị phong hóa và nhếch nhác nhưng vẫn đẹp.  Một câu chuyện bi thảm và một người nên học để ghi nhớ.  Một lần nữa, rất vui vì chúng tôi đã dừng lại nhưng tôi không chắc liệu mình có đi du lịch một mình hay không. Đọc thêm",
            "Cũng giống như lần đánh giá trước từ tháng 4 năm 2024, tôi rất nghi ngờ liệu mình có đến tượng đài hay không. Tôi thực sự muốn đi, nhưng tôi đọc quá nhiều điều tiêu cực trên mạng đến nỗi đến phút cuối cùng tôi vẫn phân vân liệu mình có nên đi hay không. Tôi vui vì tôi đã đi. Một nơi quan trọng như vậy chỉ có thể được biết đến nếu mọi người đến chứ không phải nếu mọi người tránh xa. Đương nhiên, người dân địa phương cũng có ảnh hưởng đến điều này bằng sự hiếu khách. Đó là một nơi ấn tượng. Tôi đi cùng một người bạn đồng hành và có nhiều khách du lịch hơn tại chỗ, điều này khiến tôi yên tâm. Không ai làm phiền chúng tôi. Ở tấm biển đỏ cuối đường có một chiếc ô tô chở một người phụ nữ, một cô gái trẻ và một đứa trẻ nhỏ. Họ bán những chiếc vòng bắt giấc mơ và dây chuyền. Tôi tự hỏi liệu tôi có thể mua một cái không. Tôi nghĩ mình nên để lại một ít tiền, sự nghèo khó và buồn bã là điều hiển nhiên. Bạn có thể lái xe lên từ biển báo ở cuối đường. Bạn có thể đỗ xe, bạn cũng có thể ở trong xe. Bạn có thể vào nghĩa trang và chụp ảnh. Làm điều đó với sự tôn trọng và chính sách. Nói chung là rất đáng giá.Đọc thêm",
            "Tôi phải nói rằng sau khi đọc những đánh giá này, tôi đã có suy nghĩ thứ hai về việc bày tỏ sự tôn trọng của chúng tôi tại Wounded Knee.  Nhưng tôi vui vì chúng tôi đã đi. Vâng, chúng tôi đã được một người phụ nữ tiếp cận ở bãi đậu xe. Cô ấy bước ra khỏi một chiếc ô tô có ba người đàn ông trong đó và ngượng ngùng hỏi chúng tôi có muốn xem đồ trang sức của cô ấy không. Chúng tôi đồng ý nhưng hỏi xem có ai có thể cho chúng tôi biết thêm về trang web này không. Chú của cô trên xe đồng ý làm người hướng dẫn cho chúng tôi nên họ theo chúng tôi lên đồi. Không lúc nào chúng tôi cảm thấy bị đe dọa. Thật vinh dự khi được nghe Bác chia sẻ kiến ​​thức về trang web và chia sẻ đôi điều về cuộc sống của mình. Cô chủ cũng rất thân thiện và nói nhiều. Đúng, tôi mua bông tai cho cô ấy vì tôi thích chúng. Có, chúng tôi ĐÃ ĐƯA ĐẾN cho Bác của cô ấy một khoản phí sau cuộc trò chuyện vì đã chia sẻ kiến ​​thức của ông ấy với chúng tôi. Anh ấy không yêu cầu một cái. Cuối cùng, chúng tôi đã gặp được những người tốt bụng, hiền lành và chúng tôi rất vui khi được tìm hiểu thêm về họ. Địa điểm Tượng đài có thể được chăm sóc tốt hơn, nhưng hãy nhớ rằng địa điểm này nằm trong một trong những khu đặt chỗ nghèo nhất ở Hoa Kỳ. Họ không có nhiều tiền để dành cho việc bảo trì. Trang web này đáng để ghé thăm cho dù nó có nhếch nhác đến đâu.Đọc thêm",
            "Đó có thể là một chuyến viếng thăm tâm linh. Bí quyết là NẾU bạn thực sự đến đó, đó là thời gian may mắn, nếu bạn đi lang thang thì đó chỉ là một chuyến du lịch Đọc thêm",
            "I went to Wounded Knee a day earlier this week with my 12-year-old Son, a black van drove up, and two people got out and told me that their water pipe busted, I told them that Im not a plumber, then they wanted to sell a small dream catcher and bracelets, I told them that I cont carry cast, they said that they would follow me to the ATM, I told them that I was there to pay my respects to the victims.  The older man, who said he was the dad to the other person went on to say that they had talked with the tribal leaders about charging tourists a fee for visiting the site, that the Tribal Leaders turned them down, but here they were, trying to shake me down. Not getting anywhere with me, they finally drove away, then a small black car drove up, hesitated, then drove away.  I drove up to the mass burial site on the hill, where the victims were buried, I hastily made a video with my iPhone before the next beggar showed up, there were individual graves surrounding the mass burial site, there were graves of native U.S. military veterans from WW1  WWII, I found that ironic, but people love this land and serve and fight for it.  When that small black car drove up, the man was getting out and a lady was on the opposite side, I didnt get the impression that they were there to sell me a dream catcher or a bracelet.   Im not a mind reader, I didnt know their intentions, but I got back in my vehicle and drove back down that rain-beaten, dirt road back to the street below, as I made my way down that hill, I checked my rearview mirror, the couple was standing there looking, could be at my vehicle or at the massacre site.  I didnt learn about this massacre in school.  No matter my experience, this is a. must-see.  Not satisfied with not being able to properly orientate myself to where the people were murdered, because of the interruptions, two days later I drove back out there, this time alone.  On the way there  I  saw a Police vehicle, and then at the parking lot, I saw a police vehicle pass by, no black van or black car drove up.  I would like for the U.S. Government and the Tribal Leaders to erect traditional tepees at the massacre site, in the approximate location that they were in 1890, the names of the dead should be etched in marble or bronze, a material that would last and not deteriorate, there should also be a visitor center that employs native Americans that know the history, tour guides.  It should be emphasized that children and women were among the dead, the photographs of the cowards that committed this crime should be on the walls of the visitor center.  The cemetery should be cleaned regularly to show the dead the respect that they deserve, just like the U.W. Military cemetery.Read more",
            "Đọc những đánh giá gần đây nhất, thật buồn khi nói rằng 13 năm trước chúng tôi đã ở đó và nó như thể bị đóng băng theo thời gian.  Chúng tôi cũng đã gặp người hướng dẫn viên du lịch say rượu cũng như người phụ nữ lớn tuổi đối diện đài tưởng niệm rất thân thiện và hữu ích.  Cô giải thích rằng việc đó không an toàn và không bao giờ được theo ai đi bất cứ đâu.  Rằng thế hệ trẻ đã rơi vào những thói quen xấu liên quan đến du khách.  Chúng tôi mua một đôi bông tai xinh đẹp do chính tay cô ấy làm và rời đi.  Không an toàn 13 năm trước và dường như vẫn không an toàn.   Hãy cẩn thận, hãy quay đầu lại.  Đọc thêm",
            "Wounded Knee là địa điểm không thể bỏ qua trong chuyến đi đến Nam Dakota của chúng tôi. Chúng tôi lái xe vào bãi đậu xe nơi có tượng đài, và 30 giây sau, một phụ nữ người Mỹ bản địa nhảy ra khỏi ô tô, đến gần chúng tôi và bắt đầu kể cho chúng tôi nghe về vụ thảm sát. Chúng tôi tưởng cô ấy là hướng dẫn viên du lịch. Cô ấy liên tục yêu cầu chúng tôi giúp đỡ cô ấy. Chúng tôi đã đưa tiền cho cô ấy. Tôi và chị gái bắt đầu đi bộ đến nghĩa trang và một người đàn ông say rượu tham gia cùng chúng tôi..và không chịu rời đi. Anh ấy cũng cần được giúp đỡ. Điều này đang trở nên đáng sợ. Lúc này tôi và chị tôi đang tách ra và tôi nhìn thấy ba người đàn ông và một phụ nữ đang vây quanh cô ấy. Tất cả đều say khướt và nồng nặc mùi rượu. Tất cả họ đều cần một khoản quyên góp. Khi chúng tôi đi xuống con đường dẫn đến chiếc xe tải, chúng tôi quan sát thấy mọi chiếc xe dừng lại ngay lập tức bị đâm vì tiền. Chúng tôi muốn đi dạo trong khuôn viên và dành thời gian ở nghĩa trang. Nó rất chạy xuống nhưng hấp dẫn. Nhiều cựu chiến binh người Mỹ bản địa. Có an toàn để đi đến di tích? Tôi nghĩ là không. Đọc thêm",
            "Tượng đài bao gồm một bãi đậu xe rải sỏi với biển hiệu công việc đã mờ và nghĩa trang trên đồi. Tôi sẽ thành thật và nói rằng tôi đã thất vọng.  Bãi đậu xe có biển hiệu có người bán hạt, vì vậy nếu bạn đang tìm kiếm thứ đó, tôi đoán đây là một cơ hội.  Khi chúng tôi đi bộ lên đồi đến nghĩa trang, chúng tôi được chào đón bởi người mà tôi cho là người chào đón tự bổ nhiệm, người chỉ biết một hoặc hai câu chuyện về những người được chôn cất ở đây.  hầu hết nghĩa trang đều mọc um tùm.   Trạm giao dịch đã đóng cửa từ lâu và dường như đang dần sụp đổ.   Có lẽ tôi sẽ không lái xe từ Rapid City xuống đây nữa.  Thật không may, tôi thực sự thất vọng với trang web này vì thảm kịch đã xảy ra ở đây.Đọc thêm",
            "Đi đến Công viên Badlands Natl. Nó thực sự rất đẹp. Tôi muốn tới Đài tưởng niệm Đầu gối bị thương nên chúng tôi đã làm vậy. Lái xe đường dài. Dừng lại ở địa điểm thảm sát. Chồng tôi đã mua thứ gì đó từ người phụ nữ Ấn Độ ở nơi xảy ra vụ thảm sát.  Có người ngồi trong ô tô phía sau cô.  Anh hỏi về tượng đài, nó ở bên kia đường trên ngọn đồi nhỏ.  Chúng tôi lái xe lên con đường mòn, bước ra ngoài và tôi nhìn thấy một chiếc ô tô đang lao lên đồi. Bảo chồng tôi khóa xe lại.  Tôi đi vào nghĩa trang. Nó quá tệ. Cỏ dại mọc khắp nơi. Sau đó, 2 thanh niên Ấn Độ bước xuống xe đến chỗ chồng tôi nhưng không nghe được họ nói gì. Chồng tôi gọi cho tôi nên tôi chụp ảnh Tưởng niệm và tôi thấy người thứ 3 đang tiến về phía xe của chúng tôi.  Đó là lúc tôi nhận ra lý do tại sao chồng tôi lại gọi tôi xuống xe.  Lúc đó tôi rất sợ hãi vì nghe thấy họ xin tiền. Tôi đi vòng qua anh chàng thứ 3 và lên xe. Người anh nồng nặc mùi rượu.  Chồng tôi bước vào và cho một anh chàng 10 điểm và chúng tôi biến mất khỏi đó.  Chồng tôi sau đó nói với tôi rằng anh chàng đầu tiên thò ra phải bắt tay anh ấy rồi không chịu buông ra.  Chồng tôi là cảnh sát trước khi nghỉ hưu nên anh ấy đã bỏ đi vì biết rằng đó là một chiến thuật để giữ chân ai đó trong khi đối tác của bạn đánh anh ấy.  Đó là một trải nghiệm rất đáng lo ngại.  Chúng tôi có cảm giác như người phụ nữ ở hiện trường vụ thảm sát bên kia đường hoặc bạn bè của cô ấy trong chiếc xe tải phía sau có liên quan và có thể đã gọi cho những người đàn ông đó để thông báo rằng chúng tôi sẽ lên đó.  Họ biến mất ngay sau khi những người đàn ông đó xuất hiện.Đọc thêm",
            "Địa điểm này cần được bảo trì, dựng biển báo và sửa chữa đài tưởng niệm. Những người đàn ông trẻ tuổi đột nhiên bước ra sau khi chúng tôi vào nghĩa địa và ở tuổi 68, điều đó thật đáng sợ. Chúng tôi rời đi ngay lập tức và sẽ không bao giờ quay trở lại. Chúng tôi đến để bày tỏ lòng kính trọng đối với những người đã bị chúng tôi đối xử sai trái.  Đọc thêm",
            "Xin chào, tôi và gia đình sẽ đi du lịch đến Nam Dakota vào cuối tháng này, tháng 7 năm 2023. Đến thăm Đài tưởng niệm Đầu gối bị thương có an toàn không? Mục đích chính của chuyến thăm của chúng tôi là để bày tỏ lòng kính trọng đối với các nạn nhân của vụ thảm sát này. Đọc thêm",
            "Tượng đài Wounded Knee có mở cửa cho công chúng vào thời điểm này không?Đọc thêm",
            "Xin chào, Jean1023...\n\nLần cuối cùng tôi đọc trên trang web của Oglala Lakota Nations là chỉ những chuyến đi cần thiết mới được phép đặt trước. Để đến Đài tưởng niệm vụ thảm sát đầu gối bị thương, người ta phải đặt chỗ trước. Tôi đã cố gắng đưa số điện thoại của Quốc gia vào đây nhưng có điều gì đó đang ngăn tôi gửi số này nên tôi đã xóa số này. Liên hệ với Oglala Lakota Nation qua trang web của họ.\n\nNếu điều này không mang lại câu trả lời cho bạn, hãy thử liên hệ với trang web chính thức của chính phủ Nam Dakota...họ có liên kết Covid-19 với một đường dây thông tin. Xin lỗi tôi không thể bao gồm điều đó ở đây.\n\nHy vọng điều này sẽ giúp ích.\n\nNancy BroughtonĐọc thêm",
            "Bạn đã liên hệ với ai về hướng dẫn hte của Wounded Knee?Đọc thêm",
            "Có những cư dân địa phương tại nơi xảy ra vụ thảm sát và tại nghĩa trang rất sẵn lòng trả lời các câu hỏi.Đọc thêm",
            "Nó có mở cửa cho công chúng không?Đọc thêm",
            "Có, nó mở cửa cho công chúng và không mất phí khi dừng lại để đọc bảng thông tin hoặc đến thăm nghĩa trang nhỏ trên đỉnh ngọn đồi nhỏ hoặc sườn núi bên kia đường. Tuy nhiên, bạn có thể cân nhắc mang theo một ít tiền mặt để mua một số đồ trang sức thủ công từ những người Mỹ bản địa đậu ô tô và xe tải gần bảng quảng cáo và kiếm sống từ công việc thủ công của họ. Tôi không biết liệu người đàn ông ở nghĩa trang, người kể câu chuyện về vụ thảm sát cho những người ghé thăm có mong đợi tiền boa hay không. Anh ấy đang bận nói chuyện với người khác khi tôi ở đó nên tôi không gặp anh ấy. Tuy nhiên, tôi nghĩ nếu làm như vậy, tôi có thể đã trả cho anh ấy một ít tiền cho thời gian và kiến ​​thức chuyên môn của anh ấy.Đọc thêm",
            "Xin chào, tôi đang lên kế hoạch đi thăm đầu gối bị thương vào tháng 10 năm 2018, tôi đang đi du lịch từ Vương quốc Anh. London. Ai có thể giúp đỡ và cho tôi biết tuyến đường tốt nhất hoặc cách chính xác để đến đó không, việc thuê một chiếc ô tô là ngoài giới hạn vì lái xe không kiểm soát được. Trân trọng . DanniĐọc thêm",
            "Xin chào, tôi đã sống ở Khu đặt chỗ gần đó được ba năm.\nThuê một chiếc xe.  Thị trấn gần nhất để ở là White Clay, nhưng Hot Springs rất gần và có nhiều nơi tuyệt vời để ở.\n\nKhi đến Suối nước nóng, bạn PHẢI đến Evans Plunge, hồ bơi trong nhà lớn nhất đất nước, được cấp nước tự nhiên bằng nước ấm, sạch, ngay cả giữa mùa đông.\n\nKhông, Wounded Knee không phải là một nơi tốt đẹp.  Nhưng khu bảo tồn lại là quận nghèo nhất nước Mỹ, đừng mong đợi một bảo tàng sang trọng từ những người nghèo nhất nước Mỹ.  Hãy đi và quyên góp một cách hào phóng. \n\nPine Ridge là quận nghèo nhất nước Mỹ, nó giống như một quốc gia thuộc thế giới thứ ba.  Hầu hết người dân không có nước sinh hoạt, nhiều người không có điện.  Thu nhập trung bình dưới 5K một năm và chỉ có 10 học sinh tốt nghiệp THPT và chưa đến 1 học sinh tốt nghiệp đại học.\n\nSuối nước nóng là một lựa chọn thay thế thú vị và trên đường đến Wounded Knee, bạn sẽ vượt qua Buffalo Gap, nơi bạn sẽ nhìn thấy bò rừng hoang dã. \n\nChadron Nebraska cũng ổn, nhưng Hot Springs có rất nhiều việc phải làm cũng như những nhà hàng và nhà nghỉ tuyệt vời. \n\nTôi sống ở khu bảo tồn trong ba năm, đầu tiên là giáo viên khoa học, sau đó là Người viết tài trợ cho Trường Loneman và Quận White Clay.\n\nBob Comarow\nĐại học Columbia, Tiến sĩ. \n\nChúng tôi nợ người dân Lakota rất nhiều.\nTôiĐọc thêm",
            "Nó được dựng lên khi nào?Đọc thêm",
            "Tượng đài được xây dựng vào năm 1903. Nghĩa trang được công nhận là di tích quốc gia vào năm 1990.Đọc thêm",
            "chào mọi người, tôi sẽ đến thăm wounde knee vào cuối tháng 4 đầu tháng 5 năm nay sau khi tôi đến thăm Big horn; nhưng vì tôi không lái xe nên sẽ rất tuyệt nếu có ai đó lái xe theo hướng đó hoặc không xa.\nTôi đang nghĩ đến việc đi từ Montana đến rapid city bằng xe buýt sau đó đi nhờ xe. nhưng bất kỳ sự giúp đỡ nào cũng sẽ rất tuyệt.\n\nchristianĐọc thêm",
            "Nếu bạn định đi nhờ xe, hãy đi theo đường 79 về phía nam từ thành phố Rapid đến Hermosa.  Tuyến đường đẹp hơn sẽ là 16 đến Keystone Mt. Rushmore sau đó là 40 đến Hermosa.  Bạn sẽ bỏ lỡ Đường Núi Sắt, nhưng tôi nghĩ sẽ rất khó để có được một chuyến đi.  Từ Hermosa, đi theo đường 40 đến Sòng bạc Prairie Wind. Họ có hệ thống xe buýt mới phục vụ việc đặt chỗ, bao gồm cả Kyle, Oglala, hãy nhớ dừng lại ở trường Red Clouds, Pine Ridge để ăn gì đó khi ở trong thị trấn - và có thể là một món quà để lại ở Wounded Knee.  Ngoài ra còn có các điểm dừng tại Porcupine an Wanblee nằm ở phía nam của Bad Lands. Bạn sẽ quay lại Montana hay nơi nào khác?Đọc thêm",
            "Có bao nhiêu du khách đến đây mỗi năm? tôi cần giúp đỡ cho một dự án trường học.Đọc thêm",
            "Tôi khuyên bạn nên liên hệ với Bảo tàng Đầu gối bị thương ở Wall, SD.  Thông tin liên lạc của họ là \n\n600 Main St, Wall, SD 57790 605 279-2573\n\nHọ cũng có một trang web.Đọc thêm",
            "Phương tiện giao thông công cộng từ thành phố nhanh như thế nàoĐọc thêm",
            "Xin lỗi, tôi không biết vì chúng tôi đã thuê xe. Có xe bus đường dài, xuất phát từ khu vực trung tâm thành phố, google cho thông tin đó.Đọc thêm",
            "Tôi sẽ ở Rapid City trong hai đêm, liệu có thể bắt taxi đưa chúng ta đến đây không? Đọc thêm",
            "Đây là một chặng đường dài từ Rapid City. Tốt nhất bạn nên thuê một chiếc ô tô trong ngày, nó sẽ rẻ hơn rất nhiều so với việc thuê một chiếc taxi.Đọc thêm"
        ],
        "star_ratings": [
            120,
            64,
            26,
            36,
            37
        ],
        "review_amount": 283,
        "location": [
            "Đầu gối bị thương",
            "Hoa Kỳ",
            "Đài tưởng niệm vụ thảm sát đầu gối bị thương",
            "Nam Dakota SD",
            "Những điều cần làm ở đầu gối bị thương"
        ],
        "reviews_time": [
            "Written October 1, 2023",
            "Written April 20, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written May 16, 2024",
            "Written April 21, 2024",
            "Written April 11, 2024",
            "Written March 29, 2024",
            "Written November 28, 2023",
            "Written October 6, 2023",
            "Written October 1, 2023",
            "Written September 28, 2023",
            "Written September 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54880-d144992-Reviews-Wounded_Knee_Massacre_Monument-Wounded_Knee_South_Dakota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g54880-d144992-Reviews-or10-Wounded_Knee_Massacre_Monument-Wounded_Knee_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54765-d7982538-Reviews-Singing_Horse_Trading_Post-Porcupine_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294314-d12158251-Reviews-Humantay_Lake-Cusco_Cusco_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g41492-d560029-Reviews-Craigville_Beach-Centerville_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d561777-Reviews-Gene_Leahy_Mall_at_The_RiverFront-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d1469318-Reviews-Mullersches_Volksbad-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d6539306-Reviews-Rogue_Nation_Brewery_Spirits-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d2371845-Reviews-Mt_Erie_Park-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d1070421-Reviews-The_John_Denver_Sanctuary-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d1743109-Reviews-Starlight_Six_Drive_In-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51577-d8721466-Reviews-Pauls_Valley_Waterpark-Pauls_Valley_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g667483-d18190051-Reviews-Bholaganj_Sada_Pathor-Sylhet_Division.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54880-d144992-Reviews-or10-Wounded_Knee_Massacre_Monument-Wounded_Knee_South_Dakota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54880-d144992-Reviews-Wounded_Knee_Massacre_Monument-Wounded_Knee_South_Dakota.html"
    }
]