[
    {
        "attraction_name": "Wuzhen Water Town",
        "attraction_name_vi": "Thị trấn nước Ô Trấn",
        "general_info": [
            "2.630 đánh giá",
            "1 trong số 23 hoạt động giải trí ở Đồng Hương",
            "Địa điểm ưa thích",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Ô Trấn, một thị trấn nước 1300 năm tuổi ở hạ lưu sông Dương Tử, là khu danh lam thắng cảnh quốc gia 5A và là một trong mười thị trấn văn hóa lịch sử hàng đầu của Trung Quốc. Nằm trên đồng bằng Hàng Châu-Gia Hưng-Hồ Châu ở phía bắc tỉnh Chiết Giang, nó nằm ở trung tâm của tam giác vàng bao gồm Thượng Hải, Hàng Châu và Tô Châu. Có thể dễ dàng tiếp cận Ô Trấn thông qua một số đường cao tốc và quốc lộ. Năm 2001, Ô Trấn được vinh danh là ứng cử viên cho Danh sách Di sản Văn hóa Thế giới của UNESCO. Vào cuối năm 2006, nó được đưa vào Danh sách sửa đổi các ứng cử viên của Trung Quốc cho Di sản Văn hóa Thế giới của UNESCO. Năm 2009, Ô Trấn được mệnh danh là điểm đến du lịch sinh thái PATA đầu tiên ở Trung Quốc đại lục. Kênh đào lớn Bắc Kinh-Hàng Châu cổ xưa chảy qua thị trấn, được chia cắt bởi đường thủy thành bốn khu vực là Dongzha, Xizha, Nanzha và Beizha. Kể từ khi thành lập vào năm 872 sau Công nguyên, Ô Trấn chưa bao giờ thay đổi tên, vị trí, đường thủy hoặc lối sống. Các tòa nhà truyền thống vẫn còn nguyên vẹn cho đến ngày nay ngay cả sau hàng trăm năm phong hóa.Đọc thêm",
        "reviews": [
            "Đã dành một đêm tại nhà trọ ở khu vực Wuzhen Xizha. Thị trấn sạch sẽ và phong cảnh thực sự rất đẹp. Miễn phí vận chuyển hành lý từ quầy về nhà trọ. Nhìn chung một trải nghiệm dịch vụ tuyệt vời. Ăn sáng tại địa điểm ăn sáng bên trong Xizha cũng là một trải nghiệm khó quên.\nGa xe lửa gần nhất là ga Tong Xiang, bạn phải đi taxi để đến đó.Đọc thêm",
            "Đây là một trong những di sản văn hóa nổi tiếng của Trung Quốc. Đối với những người lớn lên ở vùng nông thôn, khu phố cổ này có lẽ không có gì đặc biệt. Nhưng đối với những người sống ở thành phố, đây là một viên ngọc không thể bỏ qua. Khu phố cổ được bao quanh bởi các tuyến đường thủy. Bờ biển được lót bằng những tòa nhà cũ được xây dựng trong những năm không xác định nhưng được bảo tồn tốt. Những cây cầu đá bắc qua các tuyến đường thủy có nhiều hình dạng và kích thước khác nhau. Suốt cả ngày và đêm, những chiếc thuyền chèo nhỏ trôi dọc theo các tuyến đường thủy với khách du lịch. Nơi này là thiên đường cho các nhiếp ảnh gia, chuyên nghiệp hay không. Có những xe buýt đưa đón du khách đến các khách sạn khác nhau bên trong thị trấn, nhưng bạn sẽ không nhìn thấy họ vì họ đi trên các làn đường đặc biệt của họ, hầu như không nhìn thấy được. Thật đáng tiếc là mặc dù phí vào cửa gần 200 nhân dân tệ, khu nghỉ dưỡng vẫn đông nghịt khách du lịch, đặc biệt là trong thời gian nghỉ lễ. Đọc thêm",
            "Một nơi rất độc đáo. Mặt tiền của các tòa nhà và kiến ​​trúc khác biệt so với các kênh đào ở Amsterdam. Đảm bảo rằng bạn ghé thăm lối vào chính mở cửa đến 10 giờ tối. Bằng cách này bạn có thể chiêm ngưỡng cả phong cảnh ban ngày và ban đêm. Phần lối vào nhỏ hơn đóng cửa lúc 6 giờ chiều. Phí vào cửa mỗi người là 150 nhân dân tệ.\nRất nhiều người sẽ ăn mặc để chụp ảnh nên bạn sẽ phải cạnh tranh với họ để có được khung cảnh đẹp như tranh vẽ.\nPhải đi cả hai chuyến với giá 65 nhân dân tệ mỗi người, tối đa 8 khách trên thuyền\nĐó là một chuyến đi đáng nhớ trong một ngày.Đọc thêm",
            "Một nơi rất độc đáo. Mặt tiền của các tòa nhà và kiến ​​trúc khác biệt so với các kênh đào ở Amsterdam. Đảm bảo rằng bạn ghé thăm lối vào chính mở cửa đến 10 giờ tối. Bằng cách này bạn có thể chiêm ngưỡng cả phong cảnh ban ngày và ban đêm. Phần lối vào nhỏ hơn đóng cửa lúc 6 giờ chiều. Phí vào cửa mỗi người là 150 nhân dân tệ. Rất nhiều người sẽ ăn mặc để chụp ảnh, vì vậy bạn sẽ cạnh tranh với họ để chụp được khung cảnh đẹp như tranh vẽ. Phải đi cả hai chuyến với giá 65 nhân dân tệ mỗi người, tối đa 8 người trên thuyền. Thật tuyệt chuyến đi một ngày đáng nhớ.Đọc thêm",
            "Đây là một trong những di sản văn hóa nổi tiếng của Trung Quốc. Với những người lớn lên ở nông thôn, phố cổ này có lẽ không có gì đặc biệt. Tuy nhiên, đối với những người sống ở thành phố thì đây là viên ngọc quý không thể bỏ qua. Phố cổ có nhiều tuyến đường thủy đan xen. Dọc bờ biển là những tòa nhà cũ được xây dựng từ những năm không xác định nhưng được bảo tồn tốt. Những cây cầu đá bắc qua sông có nhiều hình dạng và kích cỡ khác nhau. Suốt cả ngày lẫn đêm, những chiếc thuyền nhỏ chèo dọc theo tuyến đường thủy chở khách du lịch. Nơi này là thiên đường cho các nhiếp ảnh gia, dù chuyên nghiệp hay không. Có xe buýt đưa đón du khách đến các khách sạn khác nhau trong thị trấn, nhưng bạn sẽ không nhìn thấy họ khi họ di chuyển trên làn đường đặc biệt, hầu như khuất tầm nhìn. Điều đáng tiếc là dù phí vào cửa gần 200 nhân dân tệ nhưng khu nghỉ dưỡng vẫn tràn ngập khách du lịch, đặc biệt là trong thời gian nghỉ lễ.Đọc thêm",
            "Đã dành một đêm tại nhà trọ ở khu vực Wuzhen Xizha. Thị trấn sạch sẽ và phong cảnh thực sự rất đẹp. Miễn phí vận chuyển hành lý từ quầy về nhà trọ. Nhìn chung một trải nghiệm dịch vụ tuyệt vời. Ăn sáng tại địa điểm ăn sáng bên trong Xizha cũng là một trải nghiệm khó quên. Ga xe lửa gần nhất là ga Tong Xiang, bạn phải đi taxi để đến đó.Đọc thêm",
            "Watertown được tổ chức tốt - về mặt bố trí. Phí vào cửa khác nhau.  Kiểm soát đám đông là tối thiểu. Chúng tôi đến thăm vào mùa cao điểm vào tháng 8, vào một đêm mát mẻ. Đừng tránh nếu bạn cảm thấy ngột ngạt và hãy ghé thăm vào buổi sáng trước khi các huấn luyện viên du lịch đến.Đọc thêm",
            "Quay ngược thời gian, vào thị trấn nước xinh đẹp cổ kính. Tôi không thể không tự hỏi cuộc sống của những người dân địa phương đã sống ở đó nhiều năm trước sẽ như thế nào. Kiến trúc đẹp và cảm giác yên bình, đây là một nơi tuyệt vời để dành vài giờ đi bộ xung quanh - mặc dù khi tôi đi trời nóng 40 độ - vì vậy hãy mang theo một ít kem chống nắng và nước! Rất nhiều cửa hàng và nhà hàng để bạn nghỉ ngơi và mua quà lưu niệm! Đọc thêm",
            "Nơi này có cảm giác hoàn toàn được sản xuất và giả tạo, và khi bạn đọc về cách nó được xây dựng lại và tái phát triển trong những năm gần đây, bạn sẽ nhận ra điều đó. Về cơ bản, kế hoạch là, bạn trả 150Y mỗi người để vào khu phố cổ để chụp một số bức ảnh, mua sắm trong các cửa hàng thuộc sở hữu của nhà phát triển, ăn trong các nhà hàng thuộc sở hữu của nhà phát triển và ở trong các Khách sạn do nhà phát triển sở hữu với giá quá cao và thiếu rất nhiều. Tiết kiệm tiền của bạn và đi đâu đó đích thực trong thời gian giới hạn của bạn ở Trung Quốc. Nơi này sẽ là một sự thất vọng.Đọc thêm",
            "Đáng yêu, sạch sẽ, lịch sử và trực quan tuyệt đẹp. Quận phía Tây là nơi tốt nhất để ghé thăm và các cửa hàng địa phương tràn ngập những món quà đích thực từ thị trấn và trên khắp Trung Quốc. Đọc thêm",
            "Ô Trấn có lẽ là một trong những thị trấn sông nước nổi tiếng nhất Trung Quốc nếu không muốn nói là nổi tiếng nhất. Nó thực sự đẹp và đáng để ghé thăm. Gần đây tôi đã đến Wuzhen và đó là lần thứ hai của tôi. Lần đầu tiên tôi đến đó là vào năm 2009. Trong thời gian đó, nhiều thứ đã thay đổi. Vẻ đẹp của thành phố cổ vẫn được bảo tồn nhưng cũng có một khu vực mới với một số tòa nhà hiện đại. Đến thăm Wuzhen và nhiều nơi khác nói chung ở Trung Quốc những ngày này không thực sự thuận tiện do vấn đề virus corona. Trước đây, người Trung Quốc có thể đi du lịch nước ngoài nhưng bây giờ thì không, điều đó có nghĩa là các điểm du lịch địa phương đang bị tấn công và ngày càng đông đúc hơn. Tuy nhiên, nếu bạn đã quen với việc đi lại theo cách của mình, bạn vẫn có thể tận hưởng chuyến thăm của mình. Theo như tôi nhớ nhưng có thể tôi nhầm vào năm 2009, chỉ có một khu phố cổ mở cửa cho du khách tham quan, đó là khu nổi tiếng nhất. Phía Tây của thị trấn nước. Bây giờ còn có lối vào phía Đông. Tổng giá cho cả hai lối vào là 190 RNB. Nó khá đắt tiền và không thực sự có giá trị. Nếu tôi là bạn, tôi cũng sẽ chọn lối vào phía Tây vì hai lối vào được đề cập rất xa nhau trừ khi bạn quyết định đi taxi.Đọc thêm",
            "Một thị trấn cổ với nét quyến rũ của dòng nước chảy từ những con kênh, vẫn giữ được dáng vẻ cổ kính. Cái nhìn chính xác về những gì thường thấy trong bức tranh rửa mực của Trung Quốc. Một trải nghiệm đáng giá và một nơi thư giãn thú vị. Bên cạnh đó, bảo tàng thu hút nhiều sự quan tâm và tấm vải in màu xanh của nơi sản xuất tại Trung Quốc.Đọc thêm",
            "Đây là một thị trấn nước xinh đẹp nằm cách Thượng Hải chưa đầy hai giờ lái xe.  Có khá nhiều thị trấn nước xung quanh Thượng Hải, nhưng cho đến nay đây là thị trấn tốt nhất. Thị trấn này đã làm rất tốt việc bảo tồn kiến ​​trúc nguyên bản.  Nó sạch sẽ và được tổ chức tốt. Bạn có thể thực hiện một chuyến đi trong ngày từ Thượng Hải, nhưng tôi khuyên bạn nên ở lại 1 đêm trong cổng Tây hoặc Đông Zha. Lý do là để bạn có thể tận hưởng khung cảnh tuyệt vời vào buổi sáng trước khi cổng mở cho du khách tham quan trong ngày.  Điểm nổi bật phải là ánh sáng dọc theo bờ sông của thị trấn vì nó tuyệt vời nên bạn nhất định phải lưu lại vào buổi tối. Phí vào cửa công viên phía Tây là 150 RMB.  Nếu bạn ở trong công viên, bạn sẽ được giảm 20% phí vào cửa.Đọc thêm"
        ],
        "star_ratings": [
            1301,
            981,
            306,
            28,
            13
        ],
        "review_amount": 2629,
        "location": [
            "Chiết Giang",
            "Trung Quốc",
            "Các hoạt động ở Đồng Hương",
            "Châu Á",
            "Thị trấn nước Ô Trấn",
            "Đồng hương"
        ],
        "reviews_time": [
            "Written January 12, 2024",
            "Written February 20, 2024",
            "Written May 26, 2024",
            "Written May 27, 2024",
            "Written February 20, 2024",
            "Written January 12, 2024",
            "Written August 23, 2023",
            "Written July 17, 2022",
            "Written November 15, 2021",
            "Written April 11, 2021",
            "Written August 29, 2020",
            "Written August 9, 2020",
            "Written June 16, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g659921-d799251-Reviews-Wuzhen_Water_Town-Tongxiang_Zhejiang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g790186-d3424855-Reviews-MeiLi_Jia_DanGao_ShiJie_WanJia_Huayuan-Jiaxing_Zhejiang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659921-d2386443-Reviews-BuBu_LianHua_Cafe-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659921-d4565025-Reviews-HanLin_FuDi-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d7598103-Reviews-Xi_Zha-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d7598184-Reviews-East_Zha-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d2003452-Reviews-Jiaxing_Former_Residence_of_Mao_Dun-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d1834654-Reviews-Fanglu_Pavilion-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d1833882-Reviews-People_s_Park_of_Jiaxing-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659301-d1871215-Reviews-Nanxun_Town_History_Museum-Huzhou_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d1834655-Reviews-Xiatongshan_Hanlin-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d799251-Reviews-or10-Wuzhen_Water_Town-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d1834056-Reviews-Little_Putuo_Temple-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d2003666-Reviews-Tongxiang_Yuanyuan_Hall-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d5121010-Reviews-Tongxiang_ShiDai_GuangChang_BuXingJie-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d5120571-Reviews-TongXiang_TeSeJie-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d1834057-Reviews-Xiuzhen_Taoist_Temple-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d5120568-Reviews-RunFeng_BuXingJie-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d5319634-Reviews-DiQi_JiaoYi_Qu_DongXing_ShangSha_PuYuan_GouWu_ZhongXin_XiBei-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g790186-d3362226-Reviews-Dongxing_Shopping_Center-Jiaxing_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659301-d1871429-Reviews-Xiaolianzhuang_Scenic_Resort-Huzhou_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d1834520-Reviews-Feng_Zikai_Memorial-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d1834478-Reviews-Tongxiang_Museum-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659301-d1871214-Reviews-Nanxun_Garden-Huzhou_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g659301-d1871507-Reviews-Former_Residence_of_Zhang_Shiming-Huzhou_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451012-Reviews-Valley_of_Love-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d153926-Reviews-Makaha_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d2322601-Reviews-ZOO_Ljubljana-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g186625-d275063-Reviews-Clare_Island-County_Mayo_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057642-d14072126-Reviews-Pintour-Pimonte_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g255060-d257278-Reviews-Sydney_Opera_House-Sydney_New_South_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g189413-d4788874-Reviews-Potamos_Beach-Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g312804-d2037770-Reviews-Iguazu_Falls-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g33667-d209435-Reviews-Main_Street-Telluride_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g580284-d12938537-Reviews-C_an_Picafort_Market-Ca_n_Picafort_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g659921-d799251-Reviews-or10-Wuzhen_Water_Town-Tongxiang_Zhejiang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g659921-d799251-Reviews-Wuzhen_Water_Town-Tongxiang_Zhejiang.html"
    }
]