[
    {
        "attraction_name": "Wyandotte Caves",
        "attraction_name_vi": "Hang Wyandotte",
        "general_info": [
            "22 đánh giá",
            "- 1 trong 3 điều cần làm ở Leavenworth",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Hang động này hiện là một phần của Công viên bang O - Bannon Woods. Các chuyến tham quan được cung cấp vào mùa hè vào thứ Sáu, thứ Bảy, Chủ Nhật và các ngày lễ từ Cuối tuần Ngày Tưởng niệm đến Cuối tuần Ngày Lao động. Chúng tôi đã đến thăm công viên vào tháng 3 nên rất tiếc là không thể tham gia chuyến tham quan, nhưng bản thân công viên này rất đẹp. Hang Indiana và Hang Marengo đều ở gần đó.Đọc thêm",
        "reviews": [
            "Tôi thực sự không biết nên xếp hạng gì cho bài đánh giá này, bởi vì Hang Wyandotte đã hoàn toàn bị bỏ hoang nên chúng tôi đã đi ngang qua đó trên đường đến Nhà hàng Leavenworth, IN Overlook. Mọi thứ đều bị đóng kín, cỏ dại mọc lên qua các vết nứt ở bãi đậu xe. Về mặt tích cực trong chuyến thăm của bạn, IDNR đã xây dựng một phòng vệ sinh hoàn toàn mới ngay cạnh bãi đậu xe. Nó đã được mở khóa và một cảnh tượng đáng hoan nghênh. Tôi - rất vui vì IDNR đang bảo vệ loài dơi và luôn có Hang Marengo ngay phía cuối con đường từ Hang Wyandotte.Đọc thêm",
            "Nơi này cung cấp 2 tour khác nhau - 30 phút. hoặc 2 giờ. Tôi đã làm cái ngắn hơn vì tôi cũng có 2 cái khác phải làm vào ngày hôm đó. Chuyến tham quan này có đội hình nhỏ hơn, có dế trong hang và có thể có dơi.  - không - không nhìn thấy - Vì nó thuộc sở hữu của hệ thống công viên lịch trình kiểm tra nhiều lần. Hầu hết các chuyến tham quan thường bắt đầu lúc 9 giờ, trong khi chuyến này không bắt đầu cho đến 10 giờ. Tôi phải đợi hơn một giờ vì tôi đến đó trước 9 giờ. Tôi phải ngồi trên xe bật điều hòa vì trời nóng gần 90 độ vào sáng hôm đó và bọ bay thật khủng khiếp khi đứng bên ngoài. Chuyến tham quan thứ 2 kéo dài 2 giờ. long đã được cung cấp lúc 11 giờ và 1 hoặc 2 giờ chiều. Hướng dẫn viên đã cung cấp cho chúng tôi nhiều thông tin về lịch sử khám phá hệ thống hang động này và những gì chúng tôi sẽ thấy trong mỗi chuyến tham quan. Nơi này ẩm ướt và có những vũng nước mà bạn không thể nhìn thấy vì ánh sáng không sáng lắm. Cuối cùng, bạn phải giặt giày vì vậy nếu bạn có con nhỏ, hãy giúp chúng nếu không chúng sẽ ướt toàn bộ đôi giày. Muốn quay lại vào năm sau để thực hiện chuyến tham quan 2 tiếng như mọi người đã nói thì tốt hơn.Đọc thêm",
            "Đây là hang động đầu tiên hoàn hảo cho đứa trẻ 5 tuổi của chúng tôi.  Chúng tôi đã có người theo chủ nghĩa tự nhiên cho riêng mình trong chuyến đi bộ dài 30 phút.  Chúng tôi nhìn thấy dế và dơi trong hang động và rất thích tìm hiểu về hang động, lịch sử của khu vực và hệ sinh thái xung quanh.  Rất mong khi bé lớn hơn một chút để được tham quan hang động lớn!Đọc thêm",
            "Họ vừa mới mở cửa trở lại cách đây không lâu. Đây là một địa điểm khác để ghé thăm khi chúng tôi đang đi theo đường mòn hang động ở đây. Chúng tôi đã đi theo đường mòn ngắn. Tôi thích nơi này hơn vì nó tự nhiên hơn so với các hang động, rất đẹp, nhưng thường có nhiều thứ do con người tạo ra. Chuyến tham quan ngắn nhưng tốt. Điều duy nhất tôi không thích là nó là một công viên tiểu bang và họ chỉ có một số thời điểm nhất định để tham quan, vì vậy hãy kiểm tra lịch trình của họ vì nó có hạn. Họ có một chuyến tham quan dài hơn mà chúng tôi đã không tham gia, nhưng nó tốt hơn theo những gì tôi nghe được. Đọc thêm",
            "Nhìn chung, chúng tôi rất thích các tour du lịch, thông tin - hướng dẫn viên của chúng tôi. Chúng tôi tham gia một tour, ăn trưa dã ngoại rồi tham gia tour thứ hai. Điểm trừ duy nhất đối với chúng tôi là cả hai tour đều rất đông người, và đôi khi tôi có thể hiểu được nhu cầu này, nhưng tour tiếp theo của chúng tôi chỉ có 4 người trong tour đầu tiên và 6 người trong tour thứ hai. - Chúng tôi có 20 người - - Chúng tôi nói rằng chúng tôi có thể đợi một nhóm nhỏ hơn, nhưng những người phụ nữ đang lên lịch cho biết tất cả đều là những nhóm rất đông người. Đọc thêm",
            "Rất vui vì những thứ này được mở lại! Họ là một kỳ quan đáng chú ý. Hướng dẫn viên du lịch có nhiều thông tin, những người kiên nhẫn và hiểu biết. Bạn cần phải có thể trạng tốt vì có rất nhiều thăng trầm ngoài các bước. Sẽ không khuyên bạn nên đưa trẻ nhỏ đi.Đọc thêm",
            "Đưa đoàn trinh sát đến hang động Wyandotte, một sự kiện thường niên.  Tất cả đều thích thú với chuyến đi bộ - Big Wyandotte, khoảng 3 giờ.  Hướng dẫn rất nhiều thông tin và thú vị để làm việc cùng.  Không phải là một cuộc phiêu lưu lầy lội mà chúng ta thường tham gia nhưng vẫn rất thích thú.Đọc thêm",
            "",
            "Đây là hang động nhỏ hơn trong 2 hang động ở Wyandotte.  Đó là một hang động tuyệt vời để đi vào xem bạn có thích hang động hay không!  Nó có một ít thứ trong đó và chỉ là một chuyến tham quan kéo dài 30-40 phút. Nó hơi cao một chút ở mức - 8,00 cho người lớn.  Nếu bạn không leo bậc thang hay leo đồi thì đây không phải là hang động dành cho bạn, nó có cả đường vào và ra khỏi hang.  Mang giày có lực kéo vì đây là hang động ẩm ướt và có một số vết trơn.  Cũng như nhiều Công viên Tiểu bang, biển báo của họ rất kém.  Khi bạn nhìn thấy biển báo Lịch sử, lượt của bạn sẽ rất nhanh!  Sau đó hãy tìm một căn nhà gỗ nhỏ và một tấm biển nhỏ phía trên có dòng chữ Tham quan hang động.  Hang động tốt cho trẻ em do chuyến tham quan kéo dài.Đọc thêm"
        ],
        "star_ratings": [
            14,
            4,
            4,
            0,
            0
        ],
        "review_amount": 22,
        "location": [
            "Các hoạt động ở Leavenworth",
            "Indiana - TRONG -",
            "Hoa Kỳ",
            "Leavenworth là gì?",
            "Hang Wyandotte"
        ],
        "reviews_time": [
            "Written April 1, 2024",
            "Written July 6, 2021",
            "Written July 26, 2019",
            "Written July 9, 2019",
            "Written June 9, 2019",
            "Written August 1, 2018",
            "Written May 28, 2018",
            "Written September 15, 2017",
            "Written August 16, 2017",
            "Written July 13, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37260-d1069641-Reviews-Wyandotte_Caves-Leavenworth_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d3672827-Reviews-O_Bannon_Woods_State_Park-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d12972107-Reviews-Harrison_Crawford_State_Forest-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d1069641-Reviews-or10-Wyandotte_Caves-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d1069641-Reviews-or20-Wyandotte_Caves-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d4367106-Reviews-Indiana_Caverns-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d2350522-Reviews-Stephenson_s_General_Store-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d4356701-Reviews-Zimmerman_Art_Glass_Business-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d271175-Reviews-Corydon_Capitol_State_Historic_Site-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d5834952-Reviews-Walter_s_Pub-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37325-d4084650-Reviews-Cave_Country_Canoes-Milltown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d4400688-Reviews-Red_Barn_Antique_Mall-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d3400303-Reviews-Battle_of_Corydon_Battlefield-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d6027930-Reviews-Hayswood_Nature_Reserve-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d6533478-Reviews-Golf_Shores_Fun_Center-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d13812357-Reviews-Blaine_H_Wiseman_Visitor_Center-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d11777697-Reviews-Harrison_County_Discovery_Center-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d6695293-Reviews-Old_Town_Store-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d14798306-Reviews-Ridge_Waters-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1222050-Reviews-Pavilion_Kl-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d9716522-Reviews-FIFA_Museum-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g45316-d1556836-Reviews-Chico_Hot_Springs-Pray_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2061869-Reviews-Istanbul_Sapphire-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g147344-d546321-Reviews-Gros_Islet_Street_Party-Gros_Islet_Gros_Islet_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d25460291-Reviews-KhyberPunk-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46223-d7020811-Reviews-The_Brook-Seabrook_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d3566665-Reviews-Ribersborgs_Kallbadhus-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d561696-Reviews-Grapevine_Lake-Grapevine_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37260-d1069641-Reviews-or10-Wyandotte_Caves-Leavenworth_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37260-d1069641-Reviews-Wyandotte_Caves-Leavenworth_Indiana.html"
    }
]