[
    {
        "attraction_name": "Wölffer Estate Vineyard",
        "attraction_name_vi": "Vườn nho điền trang Wölffer",
        "general_info": [
            "241 đánh giá",
            "- 1 trong 6 điều cần làm ở Sagaponack",
            "Nhà máy rượu vang - Vườn nho"
        ],
        "attraction_summary": "For over 30 years, Wölffer Estate Vineyard has been known as one of the finest producers on the East Coast and a center for innovation and hospitality. We are committed to producing premium, distinctive wines, ciders and spirits through a dedication to quality, penchant for style and celebration of place. Wölffer Estate was founded in 1988 by Christian Wölffer, a man with great creative vision and a huge passion for life. The estate today is owned and operated by his children, Marc and Joey Wölffer and Winemaker - Partner Roman Roth. The estate spans approximately 470 acres including the acclaimed 55 acre sustainably farmed estate vineyard located in Sagaponack, NY, 52 acres on the North Fork of Long Island, 200 acres in Mendoza, Argentina, 2.5 acres in Mallorca, Spain and 160 acres managed in collaboration with North Fork growers.Read more",
        "reviews": [
            "Tôi đã đến thăm nhà máy rượu này cùng với đứa con mới biết đi của tôi và chồng tôi. Chúng tôi không đặt chỗ trước nhưng bà chủ nhà đã cho chúng tôi ngồi xuống trong vòng chưa đầy 5 phút. Chỗ này đẹp nhưng giá quá cao. Chai rượu bắt đầu ở mức - 34 và tăng lên - 120 mỗi chai. Bạn cũng không có quá nhiều lựa chọn trong thực đơn đồ ăn. Chúng tôi đã đặt mua một chiếc bánh pizza bánh mì dẹt cùng với một bảng bánh charcuterie và mọi thứ đều khiến chúng tôi phải trả giá - 200. Giá quá cao! Tôi không có ý định đến đây lần nữa.Đọc thêm",
            "Vị trí rất đẹp và chủ sở hữu - nhân viên rất thân thiện. Tuy nhiên, khi đến nếm rượu, chúng tôi mong nhận được thông tin về lịch sử và lời giải thích về từng loại rượu mà chúng tôi nếm. Ở đây không có gì, bạn có thể chọn giữa 4 loại chuyến bay và nó đi kèm với một mô tả ngắn gọn được viết trên bảng nơi phục vụ ly. Điều đáng ngạc nhiên là mức giá, khoảng 40 đô la Mỹ cho tổng cộng 8 oz hoặc 1,2dl. Được rồi, chúng tôi đang ở Hamptons nhưng chung. Thật không may, nó hoạt động quá nhiều như một công việc kinh doanh và thiếu linh hồn. Giá trị đồng tiền đang ở mức thấp.Đọc thêm",
            "Bốn người chúng tôi tụ tập ở đây vào một ngày mưa.  Trang trí rất thú vị và nhân viên thân thiện.  Chúng tôi đã chọn khoảng sáu loại rượu táo mà chúng tôi quan tâm và tự mình nếm thử rượu táo.  Một người bạn chưa bao giờ uống rượu táo trước đây nên cô ấy rất vui khi được thử một vài loại rượu táo khác nhau.  Hãy nhớ đặt chỗ trước.Đọc thêm",
            "Nếu bạn - giàu có bẩn thỉu, muốn phô trương nó, và - đặc biệt nếu bạn - đang ở độ tuổi hai mươi - khao khát khoe làn da rám nắng nhân tạo và những bộ quần áo hàng hiệu mới nhất của mình, thì đây là nơi dành cho bạn.  Ban quản lý sẽ vui lòng tước đoạt đặc quyền của bạn.   - 35 cho 3 pho mát siêu thị?   - 40 cho chuyến bay 4 2 oz. mùi vị?  Đây từng là một nơi nghiêm túc để nếm rượu vang.  Không còn nữa.  Đó là một khung cảnh tiệc tùng ồn ào dành cho những kẻ muốn chà xát sự giàu có của mình vào khuôn mặt của những người hàng xóm.  Nếu bạn thích rượu vang--và bạn nên--mua chúng ở nơi khác, nhưng đừng đến đây để nếm thử.Đọc thêm",
            "Vào một buổi chiều thứ bảy gần đây, chúng tôi đã đăng ký nếm thử tại Wolffer. Tòa nhà và những vườn nho xung quanh thật đáng yêu.  Trải nghiệm nếm thử thật đáng thất vọng. Chỗ ngồi trên sân rất đông, ồn ào và rượu và thức ăn quá đắt. Chúng tôi đã đặt hàng hai chuyến bay nếm thử. Mỗi chuyến bay bao gồm bốn 2 oz.  đổ. Cả hai chuyến bay đều hơn - 30 chuyến mỗi chuyến. Máy chủ đã bị quấy rối và hầu như không mô tả các lựa chọn rượu vang. Chúng tôi không thích bất kỳ lựa chọn nào và rời đi mà không mua một chai nào. Lời khuyên của tôi dành cho những người thích uống rượu và tham quan các nhà máy rượu, hãy quản lý kỳ vọng của mình cho phù hợp.Đọc thêm",
            "Chúng tôi đã tận hưởng chuyến thăm mùa đông ngồi trong khu vực sân có mái che với một máy chủ thân thiện, đầy đủ thông tin. Chúng tôi rất thích một chuyến bay hoa hồng và một đĩa charcuterie. Ngoài ra còn có cửa hàng quà tặng tuyệt vời khi bạn thoát ra. - Đọc thêm",
            "Chúng tôi đã đến thăm vào tháng 11 năm 2022 - trái mùa - vì vậy không thể nhận xét về mức độ bận rộn của nó trong mùa hè.  Nhưng chúng tôi đã đến dự sinh nhật của mẹ tôi và đã có khoảng thời gian tuyệt vời.  Chuyến bay rượu vang thật thú vị - bạn nhận được bốn bình nhỏ đựng các loại rượu khác nhau - và đĩa phô mai rất ngon.  Người phụ nữ đang giúp đỡ - tôi nghĩ tên cô ấy là Laura - rất ngọt ngào, hiểu biết và nói chuyện rất vui vẻ.  Chỗ nghỉ này rất đẹp, cả trong lẫn ngoài sân.  Mặc dù nhà máy rượu này có lẽ được biết đến nhiều nhất với loại rượu hoa hồng, nhưng loại rượu yêu thích của chúng tôi là rượu pinot noir và rượu Riesling khô.  Rất khuyến khích như một điểm dừng chân buổi chiều vui vẻ.Đọc thêm",
            "Had nicer wine tastings at less revered vineyards.  Always a turnoff when an experience seems greedy  -  impersonal.Reserved for a wine tasting.  Ordered Rosé  -  White Horse flights, because no option to select individual wines or acclaimed Rosé ciders.  Given a wine glass  -  carafe of water to rinse glass in between tastings.   - I - m used to each wine being served in its own drinking vessel- who wants wine diluted by water or co-mingled with previous pour?! -   No palate cleansers.  Never been to a tasting where something, a communion wafer  - sarcasm - , isn - t offered.  When I inquired, was asked if I wanted to order food.   - Dinner plans in 2 hours, just a palate cleanser please. -   Waiter brought 4 Carr - s crackers on a saucer  -  billed us  - 3.  Have no words.  Spent over  - 100 on a few sips of wine that didn - t include what I came to try  -  you felt need to charge a dollar per cracker.Hostess led us to table outside without speaking a word, didn - t offer indoor seating.  Waiter kicked off experience informing us he knows little about the wines.  Table kept getting bussed despite me declining the reach, twice.  Meaning, staff cleared flight tray which included identification card before I was done.  Now I - m trying wines without even knowing what I - m trying- the whole point of a wine tasting!Grounds pretty.  Wines enjoyable.  Purchased 3 bottles in their store  -  two 4-packs Rosé cider for  - 20 more than what tasting cost!  Moral of story, skip tasting  - which really isn - t a tasting just a food  -  drink menu -   -  grab whole bottles of what you want to try. Will cost the same, you - ll get 5x the quantity,  -  be able to dissect it in comfort without being rushed or disregarded.  I don - t know, Hamptons, are my expectations higher than that of a New Yorker?Read more",
            "Đến thăm vào tối thứ Hai lúc 6 giờ chiều. Khung cảnh đẹp và môi trường thư giãn. Chúng tôi đã uống một chai Estate Rose tuyệt vời mà chúng tôi có thể mua được.  Chúng tôi cũng có một chiếc bánh mì dẹt ngon tuyệt. Rất khuyến khích một chuyến thăm ở đây.Đọc thêm",
            "Rất tốt, bạn gái của tôi và tôi dừng lại ở đây trên đường đến Montauk và không thất vọng. Thậm chí còn mua vài chai để mang về nhà!Đọc thêm"
        ],
        "star_ratings": [
            136,
            56,
            23,
            9,
            17
        ],
        "review_amount": 241,
        "location": [
            "Vườn nho điền trang Wölffer",
            "Đảo dài",
            "New York - NY -",
            "Hamptons",
            "Hoa Kỳ",
            "Sagaponack",
            "Các hoạt động ở Sagaponack"
        ],
        "reviews_time": [
            "Written May 5, 2024",
            "Written August 31, 2023",
            "Written August 14, 2023",
            "Written July 22, 2023",
            "Written May 15, 2023",
            "Written December 24, 2022",
            "Written November 18, 2022",
            "Written September 28, 2022",
            "Written August 8, 2022",
            "Written June 25, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48542-d593572-Reviews-Wolffer_Estate_Vineyard-Sagaponack_Long_Island_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48542-d21224499-Reviews-Old_Stove_Pub-Sagaponack_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47360-d901190-Reviews-Fairway_Restaurant-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48542-d3318616-Reviews-Townline_BBQ-Sagaponack_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47360-d3546459-Reviews-Jean_Georges_at_Topping_Rose_House-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47360-d445588-Reviews-Almond-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47360-d4111388-Reviews-Starbucks-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47360-d14196458-Reviews-L_W_Market-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47360-d799162-Reviews-Pierre_s_Bridgehampton-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48787-d449680-Reviews-La_Capannina-Wainscott_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47360-d457354-Reviews-BOBBY_VAN_S_STEAKHOUSE-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48542-d184226-Reviews-SagPond_Vineyards-Sagaponack_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47360-d4453547-Reviews-South_Fork_Natural_History_Museum-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47360-d3383702-Reviews-Children_s_Museum_of_The_East_End-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d532129-Reviews-Main_Beach-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48542-d12414049-Reviews-Madoo_Conservancy-Sagaponack_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47360-d593573-Reviews-Channing_Daughters_Winery-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d3194313-Reviews-LongHouse_Reserve-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47360-d8539884-Reviews-Round_Swamp_Farm-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47360-d8336499-Reviews-The_Bridgehampton_Museum-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47360-d3386840-Reviews-Bridge_Gardens-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48542-d593572-Reviews-or10-Wolffer_Estate_Vineyard-Sagaponack_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48542-d23128504-Reviews-Sagaponack_Farm_Distillery-Sagaponack_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d3368006-Reviews-Sag_Harbor_Charters-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d4167742-Reviews-Sailacat_Boat_Charters-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29806-d8492066-Reviews-Amagansett_Beach_and_Bicycle-Amagansett_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47360-d209691-Reviews-Victoria_s_Secret-Bridgehampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d14784355-Reviews-Ocean_City_Welcome_Center-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g36922-d1867325-Reviews-Illinois_Beach_State_Park-Zion_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g47922-d8501441-Reviews-Red_Wing_Park-Hopewell_Junction_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1931394-d149540-Reviews-St_Lucia_Golf_Club-Cap_Estate_Gros_Islet_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1956092-d6894940-Reviews-Energylandia-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189447-d207185-Reviews-Cave_of_Apocalypse-Patmos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g33848-d9465646-Reviews-Grace_Farms-New_Canaan_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g297699-d805528-Reviews-Banjar_Hot_Springs-Singaraja_Buleleng_District_Buleleng_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294444-d7140334-Reviews-Munsu_Water_Park-Pyongyang.html",
            "https://www.tripadvisor.com/Attraction_Review-g47851-d4559676-Reviews-Hamlin_Beach_State_Park-Hamlin_Finger_Lakes_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48542-d593572-Reviews-or10-Wolffer_Estate_Vineyard-Sagaponack_Long_Island_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48542-d593572-Reviews-Wolffer_Estate_Vineyard-Sagaponack_Long_Island_New_York.html"
    }
]