[
    {
        "attraction_name": "Xavage Park by Xcaret",
        "attraction_name_vi": "Công viên Xavage của Xcaret",
        "general_info": [
            "636 đánh giá",
            "- 4 trong số 156 điều cần làm ở Cancun",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Một công viên giải trí phiêu lưu ở phía nam Cancun cung cấp các hoạt động ngoài trời đầy cảm hứng như chèo thuyền vượt thác, cưỡi xe tải quái vật và chơi dây thừng.Đọc thêm",
        "reviews": [
            "Kaleb là một phi công lái máy bay phản lực tuyệt vời. Rất khuyến khích anh ấy. Chúng tôi đã ở đây vào một ngày không hề bận rộn chút nào - tạ ơn Chúa vì nếu bận rộn, chúng tôi sẽ bị xếp hàng chờ đợi và mất thời gian để chuẩn bị cho bất kỳ điểm tham quan nào. Ngoài ra còn có sự cố với một con rắn trong phòng tắm khi chúng tôi đến, nhưng các nhân viên đã ngăn chặn khu vực đó và không cho mọi người vào. Phải mất vài giờ trước khi con rắn được gỡ bỏ và các phòng tắm được mở cửa trở lại - nhưng điều đó có thể không liên quan gì đến nhân viên cũng như cách xử lý con rắn khá an toàn và sự bảo vệ của nhân viên.\n\nChúng tôi đã thực hiện tùy chọn bao gồm tất cả, tôi có thể - không thể nói rằng nó đáng giá vì nếu chúng tôi dừng ăn, chúng tôi sẽ - không có thời gian cho tất cả các điểm tham quan. Đọc thêm",
            "Dear Christine,\n\nThank you so much for visiting Xavage!\n\nWe are so glad to hear that you had a fun experience at our adrenaline park. We truly appreciate you recognizing the work of our staff. We love to service with great happiness and leave a positive mark on our visitors.\n\nIt - s worth mentioning that the park is located in an environment, which is in constant contact with nature. Therefore, there are certain interactions between some local species in the park and our day-to-day operations. Nevertheless, our staff acts based on our safety and animal care protocols. At Grupo Xcaret, we - ve always been synonymous with safety and quality, and we prioritize the integrity and well-being of our visitors, guests, and members.\n\nWe - d love to have you back in this or at any other park of Grupo Xcaret, such as Xoximilco and Xenotes in Cancun. Xel-Há, Xenses, Xplor and Xplor Fuego in the Riviera Maya. There is a park for every different taste, which can be adapted to your preferences.\n\nKind regards. \n\nBrenda H. \nGrupo Xcaret  -  Customer Service. \n - 52  - 998 -  883-3143 - US 855-326-0682\nRead more",
            "This park is a MOST DO, for those adrenaline junkies out there. We had a blast, and there is so much to do, with such tight timeframe  - park closes at 5pm - . The jet boat and rafting must be on your priority list, and there is a short window to enjoy them. Make sure you plan accordingly. We had a big group, and the guides were able to accommodate us  - thank you Alfredo, and our rafting guides Miguel and Ubaldo - . The jetboat was a thrilling ride, with high speed, close corner turns, and five  - not one -  360 -  turns. Pay for the video, and you will be able to keep that ride saved for the rest of your life. Osvaldo was our boat - s pilot, and he made sure we all had the adrenaline rush moving through our veins... \nAs for the high wire obstacle course, you MUST be in good fitness and mental health condition to do it. I am 60 yrs old, and was able to do the second tier, but it was tiring, and required mental attitude towards completing it. My grandson did the highest tier, and it took him almost two hours to complete. Recommended, but be prepared to do it. \nThen it comes to the buggies. Good ride, but it is mostly to experience the thrill of riding through boulders and dirt roads. If you have never done something like that, it is highly recommended. \nThe downside from my perspective, is that the queue time is too long in each attraction, for the time the park is open. If you only have one day ticket, you may want to skip the kayaks, or the pool time, to enjoy the zipline ride, the buggies, the rafts, and finish up with the jet boat ride. Then if the time allows, go for the  - monkeys -  high wire -  obstacle course.Read more",
            "Dear visitor,\n\nThank you so much for visiting Xavage!\n\nWe truly appreciate the time you took to share your rating with us, and we are so glad to hear how exciting your experience was. Also is gratifying to read that the attitude of our attentive staff stood out. At Grupo Xcaret, we always consider the service as an opportunity to leave a positive mark on our visitors because we are committed to serving with great happiness to all our visitors. \n\nWe would like to mention that on occasion the number of people may vary according to the season. It - s common that in high season we receive a greater number of visitors. However, we do our best to make our visitors -  experience as pleasant as possible. All your comments will be taken into consideration since it helps us to keep innovating our experiences. We - d love to have you back in this or at any other park of Grupo Xcaret, such as Xoximilco and Xenotes located in Cancun.\n\nCordially,\n\nBrenda H.\nGrupo Xcaret  -  Customer Service.\n -  52  - 998 -  883-3143 - US 855-326-0682Read more",
            "Had a great time here doing all the activities, \n\nwas extremely annoyed to find out when we got there that the cameras weren - t working  - didn - t fancy telling anyone this before leaving our hotel, I wonder why? We had paid for the photo package with the parks back in the UK before coming out to Mexico so they refunded us in cash when we were there. I guess they cleverly realise once your at the park your not exactly going to turn back and ask for a refund as your probably quite far from where your staying so you will stay at the park and just accept that the camera isn - t working. If I - d of known this when I booked it or when they came to collect us on the day i would not of gone \n\nAnyway that aside, lovers the water rapids and the monster trucks, and the jet boat  - absolutely insane the amount of power that thing has when all the people are on it - \n\nThe food was ok, but personally feel the food at XPLOR was better. Also don - t like being pushed to have horrible drink choices. Had to ask just to get normal water as there was no coke available on the machines.Read more",
            "Dear Dave,\n\nThank you so much for visiting Xavage!\n\nIt - s a pleasure to read that you had a great time with the activities at our park. We would like to share that in the Xavage buffet, you can find delicious and abundant dishes from all around the world and for every taste. A large area of Mexican specialties, seafood, a vegan area, and much more. We are sorry that your perception of our buffet did not meet your expectations. \n\nRegarding your photo package, we - re sorry for the inconvenience. It - s worth mentioning that we are constantly working on innovation and improvement of all our services in order to provide unique and unforgettable experiences to all our visitors. Nevertheless, we appreciate your comments and will direct them to the corresponding department to continue improving. \n\nWe hope you can give us a second chance to visit us again or invite you to know any other park from Grupo Xcaret. \n\nCordially,\nJosé P.\nGrupo Xcaret  -  Customer Service.\n -  52  - 998 -  883-3143 - US 855-326-0682\nRead more",
            "Công viên tuyệt vời với nhiều hoạt động. Đi bè là hoạt động tốt nhất và người hướng dẫn Rene của chúng tôi là người giỏi nhất. Anh ấy đã khiến hoạt động chèo thuyền trở nên xứng đáng khi chúng tôi đã thực hiện nó hơn ba lần! Rất khuyến khích anh ấy.Đọc thêm",
            "David thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nThật vui khi biết rằng bạn coi Xavage là một công viên tuyệt vời và bạn thích các hoạt động của chúng tôi như Chèo thuyền vượt thác. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi xem xét tất cả các nhận xét tử tế của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xcaret và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682Đọc thêm",
            "Chúng tôi yêu Xavage!!! Công viên này dành cho lứa tuổi thanh thiếu niên trở lên. Có khu vui chơi nước cho trẻ nhỏ nhưng chỉ vậy thôi. Điều đó tốt nhưng chỉ cần lưu ý. Con gái 11 tuổi và con trai 15 tuổi của chúng tôi yêu thích tất cả những điểm tham quan ở đó. Môn học yêu thích của họ là trò vượt chướng ngại vật Khỉ và đi bè. Carlos quả là một nhà lãnh đạo tuyệt vời. Chúng tôi đã cười và chắc chắn cảm nhận được sự phấn khích của hoạt động này. Cuối cùng, anh ấy đưa ra ba lựa chọn là bơi đến điểm kết thúc của chúng tôi, nhảy khỏi bè hoặc lật bè. Con gái chúng tôi bảo lật bè ! Thật là vui quá! Chắc chắn hãy yêu cầu Carlos ở vòng đua bè.Đọc thêm",
            "Marisol thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nChúng tôi rất vui khi biết rằng bạn yêu thích công viên của chúng tôi và bạn đã có rất nhiều niềm vui với các hoạt động của chúng tôi như Khóa học Đi dây và Đi bè. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\nĐọc thêm",
            "Chúng tôi rất thích David và Cristell trong Monster nhưng tình trạng của xe không được tốt lắm, vì ghế bị hỏng có thể tốt hơn nên tôi cho họ điểm 8.\n\nLibélula, thật tuyệt vời, thậm chí không thể nói là đáng kinh ngạc 10 - 10, Michel là một cậu bé rất lôi cuốn và là một phi công.\n\nĐi bè, tôi yêu thích các nhân viên, họ có một bài phát biểu tốt và năng động.\n\nChuyến bay của chim ưng, có thể nhanh hơn, tôi không thích, vì chậm. \n\nMonos, đó là một trải nghiệm tuyệt vời, tôi chưa bao giờ tưởng tượng được việc leo lên loại đường đua đó\n\nĐi bè 10\nTôi muốn quay lại.Đọc thêm",
            "Ruby thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nThật vui khi biết rằng bạn đã có trải nghiệm tốt với các hoạt động tại công viên của chúng tôi. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Bạn có thể yên tâm rằng chúng tôi xem xét tất cả ý kiến ​​của bạn và không ngừng nỗ lực đổi mới cũng như duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682Đọc thêm",
            "Monster là hoạt động đầu tiên của chúng tôi và chúng tôi đánh giá cao nó. Cristell, Axel và Edwin trong Monster là những người rất tốt, họ đối xử rất tốt với chúng tôi. A 10 - 10, nhưng tôi và bạn gái kết luận rằng chỗ ngồi cần được cải thiện.\n\nDragonfly, đó là một trải nghiệm rất tốt, thật đáng kinh ngạc với những góc quay 360 độ. Kaleb là một phi công giỏi.\n\nĐi bè, Freddy rất thân thiện, chúng tôi thích cách đối xử.\n\nChuyến bay của chim ưng rất chậm nhưng tôi thích nó, tôi không nhớ tất cả các nhân viên nhưng họ khiến tôi cảm thấy an toàn và nó gần với đường đua Mike và Julio.\nĐồ ăn rất ngon, đó là một trong những công viên yêu thích của tôi. Tôi hy vọng sẽ trở lại vào năm tới. Đọc thêm",
            "Hasan thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nChúng tôi thực sự vui mừng khi biết rằng bạn đã có trải nghiệm thú vị với các hoạt động tại công viên phiêu lưu của chúng tôi và bạn rất thích thú với các món ăn tại nhà hàng của chúng tôi. Tại Grupo Xcaret, chúng tôi luôn coi dịch vụ là cơ hội để để lại dấu ấn tích cực trong lòng du khách. Chúng tôi xem xét tất cả các nhận xét của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xcaret và Xel-Há, bao gồm nhiều hoạt động hơn với thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682Đọc thêm",
            "We had the best time at Xavage! So much fun and so much adrenaline throughout the day! \n\nStarted off with the monster trucks, and it was incredible. So much fun and so exhilarating! \nThe course is great with lots of obstacles, and even mud pits. Loved this! \n\nNext we went rafting, this was  my wife - s favorite!!! We had YOMARA and she made the entire experience SO ENJOYABLE. She - s full of energy, and positive vibes, and honestly she deserves a raise, or at least a training position because ALL of your guides should be as fun as her!!!! Thank you YOMARA! \n\nNext we did the hawk flight which was enjoyable! It was a little slow, but so so fun either way! \n\nLastly we did the monkeys obstacle course and we loved it so much! We didn - tcatch any of the workers names, but we had told a few of them that we were on our honeymoon, and they congratulated us the entire way.\n\nWe also ate at the buffet, which wasn - t anything overly special, but the food was still good, and re-energized us after the obstacle course. We also had a server that was really awesome, I don - t recall his name, but he brought My wife and I a double shot of espresso to try and wake us up.\n\nWe will definitely return to this park with our kids!Read more",
            "Alexandra thân mến.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nThật vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời nhất tại công viên phiêu lưu của chúng tôi và chúng tôi - rất vui vì dịch vụ của nhóm chúng tôi đã đáp ứng mọi mong đợi của bạn. Chúng tôi thực sự đánh giá cao thời gian bạn dành để để lại cho chúng tôi xếp hạng xuất sắc và chúng tôi sẽ xem xét phản hồi có giá trị của bạn để tiếp tục cải thiện.\n\nChúng tôi hy vọng bạn sẽ sớm quay lại và mời bạn ghé thăm những trải nghiệm phiêu lưu khác của chúng tôi như Xplor hoặc Xenotes. Để biết thêm thông tin, hãy truy cập trang web chính thức của chúng tôi.\n\nTrân trọng.\n\nDaniel G.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - Mỹ: 855-326-0682\nĐọc thêm",
            "It was amazing! We couldn - t finish all the monkey rope courses so, the first thing you should consider is don - t be late. Arrive on time, leave all your stuff in the lockers quickly and go directly to the rope courses. All the staff there was awesome. Very polite and professional. Oziel in the dragonfly does a great job. Washi or Guashi on the rafts was sensational. \n\nMy only complain was at the restaurant when the hostess wasn - t there at the reception, so we were waiting and waiting, so we decide to get in to take a table. A staff member stops us and ask us to get back and wait. I explained to her that nobody was there and there were to many empty tables to take. Nobody else was making a line and the restaurant was almost empty. It was absurd. Then a hostess with a red jacket arrive and was kind of rude when she guide us to the table. It was very disappointing, that one person could make the last minutes on the park frustrating. Then we observed that the hostess was everywhere but not in her place, chatting with others. Carlos, the waiter at the restaurant was the one that saves the day. He makes my son - s  birthday. \n\nRead more",
            "Izkander thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nThật vui khi biết rằng bạn đã có trải nghiệm khó quên với các hoạt động tại công viên của chúng tôi. Tình huống được báo cáo trong đánh giá của bạn làm chúng tôi ngạc nhiên vì với tư cách là một công ty, chúng tôi làm việc với tất cả nhân viên để nâng cao kỹ năng dịch vụ khách hàng của họ. Chúng tôi rất tiếc vì nhận thức của bạn về một số thành viên về thái độ nhân viên của chúng tôi không được tốt nhất trong lần ghé thăm gần đây nhất của bạn. Những gì bạn đề cập chắc chắn là khác xa với tiêu chuẩn dịch vụ của chúng tôi. Tuy nhiên, chúng tôi sẽ xem xét tất cả ý kiến ​​của bạn và không ngừng nỗ lực đổi mới cũng như duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\nĐọc thêm",
            "This is our second visit to Xavage.\n\nI was determined this time to do a course on Monos  - the  - ropes -  course - . I did the blue course which was plenty challenging for a person that is not too fond of heights, but I finished it and while I was challenged, I also felt completely safe at all times.\nHawk is always fun and the kayaking is a great way to relax a bit from all the other high energy activities. \n\nMy partner enjoys driving the course at Puma, which is fun, but remember not to put your tongue between your teeth! The course is rough  - as promised -  and will jar your bones. I wouldn - t miss the experience. He also greatly enjoys Dragonfly  - jetboat - , which I wish I could do, but as a person who suffers from motion sickness, I feel it - s best to skip this activity.\n\nMy best time on this visit was the white water rafting. I have been a white water guide on many northwest  - USA -  rivers, and I had an exceptionally fun time on this man-made river thanks to my exuberant and expertly skilled guide Ramon. I was the only English speaker wanting to go at the time, so to make me more comfortable, Ramon recruited another guide, Mike, to be in the front of the boat with me. Thanks to these two this activity was definitely the highlight of my visit to the park.Read more",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nChúng tôi rất vui khi bạn quay lại và biết rằng bạn rất vui với các hoạt động của chúng tôi. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi xem xét tất cả các nhận xét tử tế của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\nĐọc thêm",
            "Chuyến đi trong ngày tuyệt vời đến Xavage. Chiếc thuyền phản lực quay 360 độ là điểm nổi bật trong ngày của chúng tôi, tuy nhiên, xe địa hình ATV, đường zip và đi bè cũng rất xuất sắc. Nhân viên thật tuyệt vời, cũng như các hướng dẫn viên - tất cả đều được đặt qua TUI -. Bạn thực sự chỉ được cung cấp nước trái cây trong khắp công viên, vì vậy nếu bạn muốn một ly soda trong gói trọn gói, bạn sẽ phải săn lùng nó. Rất ít câu hỏi và tất cả các chuyến đi đều có sẵn. Có một ngày rất thú vị.Đọc thêm",
            "Kính thưa quý khách.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nThật vui khi biết rằng bạn đã có một ngày tuyệt vời tại công viên phiêu lưu của chúng tôi và chúng tôi rất vui vì dịch vụ của nhân viên đã đáp ứng được mong đợi của bạn. Tất cả những nhận xét tử tế của bạn là động lực để chúng tôi tiếp tục cung cấp những trải nghiệm độc đáo và khó quên cho mỗi nhà thám hiểm. Ngoài ra, chúng tôi muốn chia sẻ rằng chúng tôi cung cấp nước ngọt tại nhà hàng quốc tế của mình. \n\nChúng tôi rất mong bạn sớm quay lại và chúng tôi cũng mời bạn đến thăm các công viên giải trí khác của chúng tôi như Xel-Há, Xenses hoặc Xplor. Xin vui lòng tham khảo trang web chính thức của chúng tôi để biết thêm thông tin.\n\nTrân trọng.\n\nDaniel G.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - Mỹ: 855-326-0682\nĐọc thêm",
            "Tốt nhất của thời gian! Chồng tôi và tôi yêu công viên tuyệt vời và tuyệt vời này! Hãy sẵn sàng để mệt mỏi như địa ngục! Chúng tôi bắt đầu với dây thừng - hoạt động mệt mỏi nhất cho đến nay - .  Chúng tôi thực sự yêu thích và lặp lại hoạt động đi bè, rất cảm ơn Esther và Asuncion, những người hướng dẫn tốt nhất từ ​​trước đến nay!Đọc thêm",
            "Jacqueline thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày tuyệt vời với các hoạt động tại công viên của chúng tôi. Tại Grupo Xcaret, chúng tôi luôn coi dịch vụ là cơ hội để để lại dấu ấn tích cực trong lòng du khách. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. \n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682Đọc thêm",
            "Công viên tuyệt vời mà tôi thực sự nóng lòng muốn được đi lại vào dịp sinh nhật của mình vào tháng 12.  Xel Ha là công viên yêu thích của tôi, nhưng bây giờ chắc chắn là Xavage!  Tuy nhiên, tôi không khuyên bạn nên nếu bạn có con nhỏ - dưới 10 tuổi - điều đó khá căng thẳng!Đọc thêm",
            "Jeanine thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nThật vui khi biết rằng bạn coi Xavage là công viên yêu thích của mình. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi muốn chia sẻ rằng tại Xavage, trẻ em có một nơi đặc biệt dành cho chúng tên là Splash Zone, nơi có cầu trượt, cầu, vòi phun nước và hồ bơi lội. Họ cũng có thể tận hưởng các hoạt động khác của công viên nếu đáp ứng được yêu cầu của từng người. \n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\nĐọc thêm",
            "Miguel - Silver - là một người tuyệt vời và chúng tôi lặp lại hoạt động này chỉ dành cho anh ấy, bữa ăn nhẹ rất ngon và những người trong chim ưng thực sự rất tốt với bọn trẻ - s, chúng tôi thực sự yêu thích công viên này, rất khuyến khíchĐọc thêm",
            "Amy thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nThật vui khi biết rằng bạn yêu thích công viên của chúng tôi và hài lòng với các món ăn tại nhà hàng của chúng tôi. Tại Grupo Xcaret, chúng tôi luôn coi dịch vụ là cơ hội để để lại dấu ấn tích cực trong lòng du khách. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. \n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\n\nĐọc thêm",
            "We have been to many of the parks in this empire, but we were left annoyed by this one.  We hired a car and arrived around 10am and the park appeared not very full.  It took about 30 minutes to check-in  - even though we had pre-purchased tickets -  and the process was very chaotic  - jumping around lines, new lines opening etc - .  We first went to the ropes course where there was about 20 people in front of us, but after 30 minutes of waiting and the line barely moving we moved onto the rafting.  The rafting was an excellent experience.  Only waited a few minutes and straight onto a raft and an excellent driver.  Great photos.  After that we went back to the ropes course and were able to wait another 20 mins or so before starting.  The staff in general are lovely and hard working. It just appears that the park isn - t set up to handle the volume of people.  The ropes course was challenging even at the green level and my teens started on the higher level and came down.  Very good course and well worth it. Lunch is buffet style and lots of options. We then tried to do the Monster Trucks and speed boat.  It was now about 3pm.  We were told that the wait for each was an hour.  Crazy.  I read lots of reviews where people said they did things twice so not sure how that happens.  We had a very bad experience on the wait times.  So we left.  Only having done 2 activities.  Very disappointed. We bought the all inclusive photo package and had some issues with receiving all of the shots but they fixed it after I called them. I think this park could be excellent but they need some engineering and systems help to refund and improve the experience.Read more",
            "Dear visitor,\n\nThanks for sharing your comments.\n\nFor Group Xcaret all our visitors are very important. We are glad to read that you had an excellent experience with the activities at our park and that you were delighted with the food at our restaurant. We would like to share that on occasions the number of people may vary according to the season. It - s common that in high season we receive a greater number of visitors. However, we do our best to make our visitors -  experience as pleasant as possible.\n\nXavage is an adventure park in the Mexican Caribbean, where if you get All-Inclusive admission, you have unlimited access to all the activities at Xavage, including Rafting down the only whitewater rapids in Cancun, and Riviera Maya, a spectacular zip-line, a full-speed ride on a Jet Boat while having surprising turns and drifts, besides all the features in the Basic admission. It - s worth mentioning that your admission includes a buffet meal at the restaurant and unlimited snacks, as well as non-alcoholic beverages. Nevertheless, we do our best to make our visitors -  experience as pleasant as possible. We appreciate your comments and will direct them to the corresponding department to continue improving. \n\nKind Regards.\nJosé P.\nGrupo Xcaret  -  Customer Service.\n -  52  - 998 -  883-3143 - US 855-326-0682Read more",
            "My husband and I visited Xavage with our adult daughter and our 16 year old son.  We were also with friends who have twin 14 year olds.  We all had an AMAZING time!!  This park was the highlight of a wonderful vacation.  The white water rafting with Esther and Adrian was SO much fun!!!  They made the experience even better having the two boats competing and doing all sorts of fun things on rapids and for pictures!  Make sure to jump out at the end and swim.  We loved it.Equally as good was the jet boat ride.  Our driver Michael was fantastic and gave us the BEST ride!  We couldn - t believe how many twists and turns he made in the waterways that weren - t terribly wide.  One thing we were surprised with was how smooth the ride was!  No whip lash or motion sickness at all.  We had a 14 year old girl in our group who was a little nervous and she loved it.The monster trucks were INSANE!  We couldn - t believe what they have you driving over.  It was a blast.  You have to be a minimum of 18 to drive these and they want you to have lots of driving experience and we see why- lots of turns and technical driving involved.  The zip line was super chill and lovely.  Not fast and crazy like the zip lines at Xplor  - which we loved - .  But it was super enjoyable.  The ropes course is HUGE and a little more challenging than we anticipated.  We are all in good shape- we lift weights and exercise regularly and have two boys in our group that attend an American Ninja Warrior gym and we all found it to be harder than we expected.  There are four levels and our experienced boys started with level 3 out of four thinking they may switch up a level if they wanted.   - You can switch levels throughout - .  They all ended up going down to level 2.  The rest of us started on level two and switched to level 1 part way through.  My big piece of advice is that even level 1 is a challenge!  We wished that level 1 was a bit easier- our hesitant 14 year old left as she was too scared.  Would have liked to have seen some easier obstacles.  We still enjoyed the ropes course overall.We did not attempt to do the kayaks as we can kayak at home instead repeated monster trucks and zip line. The park overall felt EMPTY!!  There were some waits- maybe 30 minutes at rafting and speed boats.  Maybe 5-10 minutes tops at other spots.  The park is beautiful inside- we were concerned it would not be as pretty as the other Xcaret parks as it is close to the freeway and new- but we were wrong!  It is lovely and well maintained. We all enjoyed the buffet lunch.  There were hardly any people in there.  We loved the person that would make you tacos.  Big selection of food and we all found many things we liked. Our one tiny complaint about the park is that they really want you to leave at 5:00.  They even turn off the showers in the locker - change rooms.  We had driven rental cars there  - by the way- great covered parking structure -  and so we were in no hurry to leave and were hoping to shower off before changing, but not that big of a deal.  Xochimilco starts at this same location in the evening so I think they needed to clear us out to get it started.This park was the highlight of our trip!!  We will certainly return next time we are in Cancun.Read more",
            "Marci thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với các hoạt động tại công viên của chúng tôi như Đi bè, Thuyền phản lực và Xe tải quái vật, đồng thời bạn cũng rất thích thú với các món ăn tại nhà hàng. Chúng tôi xem xét tất cả các nhận xét của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682Đọc thêm",
            "Gia đình tôi và tôi đã đến Xavage cho một ngày phiêu lưu và đã có khoảng thời gian tuyệt vời. Công viên không hề đông đúc nên rất nhanh chóng để đến các điểm tham quan.  Đi bè nước trắng là tuyệt nhất từ ​​trước đến nay !!! Rất vui và chúng tôi đã làm điều đó hai lần. Hướng dẫn thứ hai thật tuyệt vời và hữu ích khi thực hiện một số điều thú vị khi chúng tôi đi xuống thác ghềnh. Chiếc thuyền phản lực cũng tuyệt vời cũng như đường zip kiểu siêu nhân. Bữa tiệc buffet rất ngon và nước có hương vị thật tuyệt vời. Điều đáng thất vọng duy nhất là giá của các gói ảnh!  Tôi rất muốn mua nhưng chi phí quá điên rồ. Tôi nghĩ rằng họ sẽ bán được nhiều gói hơn nếu giảm giá!Đọc thêm",
            "Dear visitor,\n\nThank you so much for visiting Xavage!\n\nIt - s a pleasure to read that you had a great time with the activities at our park such as the Rafting and the Jet boat. We would like to comment that our photo package has the advantage of being unlimited, and our visitors can take all the photos they wish. In addition, our photos are professional and of high quality, taken automatically from unique angles. We take into consideration all your comments and are constantly working on innovating and keeping our standards for your preference.\n\nWe would love to have you back soon, and we invite you to visit us at any other Grupo Xcaret parks and tours such as Xplor and Xenotes which includes more adventure activities surrounded by nature!\n\nCordially,\nJosé P.\nGrupo Xcaret  -  Customer Service.\n -  52  - 998 -  883-3143 - US 855-326-0682\nRead more",
            "Ôi trời, đây là công viên tốt nhất mà tôi từng đến, giá trị tốt nhất, không có sự gian lận của nhân viên chụp ảnh rồi tính phí - 20 mỗi bức ảnh, địa điểm này - 45 ảnh không giới hạn, chúng tôi có 43 ảnh mỗi bức và tất cả các bức ảnh hành động, đồ ăn đều ngon bữa sáng và bữa trưa tuyệt vời không giới hạn, nhân viên thân thiện và tất cả các hoạt động tuyệt vời, các câu hỏi ngắn, được trả tiền - 135 mỗi bữa cho cả ngày và bao gồm cả phương tiện đi lại, tôi - rất muốn giới thiệu công ty và địa điểm này - - Đọc thêm",
            "Darran thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nThật vui khi biết rằng bạn coi Xavage là công viên tốt nhất và bạn thích các hoạt động của chúng tôi cũng như hài lòng với các món ăn tại nhà hàng. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi xem xét tất cả các nhận xét tử tế của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\nĐọc thêm",
            "Đón tại khách sạn diễn ra suôn sẻ. Chúng tôi ở lại Play Soones. Phải đậu khi nó mở. Đội hình duy nhất là Tàu cao tốc, mất một giờ. Vấn đề là chúng tôi đã mua gói ảnh. Bạn không thể kiểm soát số lượng ảnh bạn có thể chụp như với Xplor hoặc Xelha. Vì vậy số lượng ảnh rất hạn chế so với các công viên khác. Công viên này có giá cao hơn Xplor. Khoảng một phần ba số bức ảnh không xuất hiện và khoảng 15 trong số 70 bức ảnh là của người khác.  Chuyến tham quan bằng thuyền kayak ít phổ biến nhất ở công viên này và giờ tôi đã biết tại sao. Nước thật kinh tởm và có mùi hôi.  Quầy bán đồ ăn nhanh bị hạn chế cũng như bữa trưa tự chọn. Họ đã cố gắng cắt giảm chi phí bằng cách phục vụ đồ ăn rẻ và bạn có thể biết được qua sự lựa chọn và chất lượng.  Với số tiền - - - chúng tôi đã trả, phía bắc xứng đáng. Lần đầu tiên và lần cuối cùng ở đây. Không đề xuất địa điểm này. Đọc thêm",
            "Dear visitor, \n\nThanks for sharing your comments.\n\nFor Group Xcaret all our visitors are very important. Xavage is an adventure park in the Mexican Caribbean, where if you get All-Inclusive admission, you have unlimited access to all the activities at Xavage, including Rafting down the only whitewater rapids in Cancun, and Riviera Maya, a spectacular zip-line, a full-speed ride on a Jet Boat while having surprising turns and drifts, besides all the features in the Basic admission. It - s worth mentioning that your admission includes a buffet meal at the restaurant and unlimited snacks, as well as non-alcoholic beverages. \n\nRegarding the photo purchase, we - re sorry for the inconvenience. We recommend to add the Photo Pass to the admission ticket in advance since you can capture the best moments and settings with all the photos you want during your visit at the park. You may find all the information about this product on our official website. It - s worth mentioning that after your visit the photo services have different rates. In case you wish, you can send an email to foto - xcaret.com so we can see what options we have for you in order that you can get your photos.\n\nKind Regards.\nJosé P.\nGrupo Xcaret  -  Customer Service.\n -  52  - 998 -  883-3143 - US 855-326-0682\nRead more",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại công viên Xavage. Chúng tôi đến công viên lúc 10 giờ sáng và rời đi lúc đóng cửa - 5 giờ chiều. Chúng tôi đi thuyền cao tốc hai lần và thực hiện khóa học khỉ, đi bè, đu dây và xe tải quái vật một lần. Chúng tôi có thể làm được nhiều hơn nhưng hãy di chuyển với tốc độ nhàn nhã. Chúng tôi cảm thấy đó là một ngày đầy hoạt động khiến chúng tôi kiệt sức. Chúng tôi mong muốn trở lại để có thêm hứng thú.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xavage!\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với các hoạt động tại công viên của chúng tôi và chúng tôi rất vui khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi xem xét tất cả các nhận xét tử tế của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xplor và Xenotes, bao gồm nhiều hoạt động phiêu lưu được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\nĐọc thêm"
        ],
        "star_ratings": [
            519,
            66,
            19,
            13,
            20
        ],
        "review_amount": 637,
        "location": [
            "Quintana Roo",
            "Cancun",
            "Công viên Xavage của Xcaret",
            "México",
            "Những điều cần làm ở Cancun",
            "bán đảo Yucatan"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written July 23, 2023",
            "Written October 3, 2023",
            "Written October 17, 2023",
            "Written October 22, 2023",
            "Written November 4, 2023",
            "Written November 4, 2023",
            "Written November 16, 2023",
            "Written December 11, 2023",
            "Written February 21, 2024",
            "Written May 17, 2024",
            "Written May 6, 2024",
            "Written April 15, 2024",
            "Written April 12, 2024",
            "Written March 29, 2024",
            "Written March 28, 2024",
            "Written March 24, 2024",
            "Written March 18, 2024",
            "Written March 14, 2024",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150807-d17343392-Reviews-Xavage_Park_by_Xcaret-Cancun_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d27439624-Reviews-Restaurante_Cielo_y_Tierra_Grand_Outlet_Riviera_Maya-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d5538602-Reviews-La_Trattoria-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d9738708-Reviews-Riviera_Maya_Restaurant-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d10791931-Reviews-Los_De_Pescado-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d2095026-Reviews-Bugambilias-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d7907887-Reviews-Manglar_Buffet_Restautant-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d2262391-Reviews-La_Gondola_Sunrise-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d5029997-Reviews-Los_Caporales-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d5825916-Reviews-Momo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d10425745-Reviews-Arrecifes_Nizuc_Brazilian_Restaurant_Moon_Palace-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d5892254-Reviews-Xoximilco_Cancun_by_Xcaret-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13074825-Reviews-Piston_Pueblo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10043359-Reviews-Ventura_Park-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1880559-Reviews-Dolphinaris_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3782414-Reviews-A_Touch_of_Magic_by_Claudia-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575485-d2304581-Reviews-Museo_Subacuatico_de_Arte-Quintana_Roo_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d13999101-Reviews-Tequila_Factory_Cancun_and_Villas-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d153190-Reviews-Wet_n_Wild_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d16714258-Reviews-Water_Park_at_The_Grand-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d25401492-Reviews-Forza_Mx_Simulator-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d17343392-Reviews-or10-Xavage_Park_by_Xcaret-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13953990-Reviews-Puerto_Maya_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d24092853-Reviews-El_Retono-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19950557-Reviews-Xel_Ha_Park-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6611973-Reviews-Parque_Agua_Escondida-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d17569089-Reviews-Parque_Ventura_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4960260-Reviews-Moon_Palace_Golf_Course-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15518661-Reviews-Land_Savvy-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6419625-Reviews-USA_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8134685-Reviews-Reliable_Transfers_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2534666-Reviews-Cancun_Shuttle_and_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8028435-Reviews-CancunVans-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7825385-Reviews-Cancun_Limo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7826048-Reviews-Transfers_USA-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d1735328-Reviews-Marina_La_Bonita-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7937871-Reviews-Nautik_Adventours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1197700-Reviews-Riviera_Cancun_Golf_Resorts-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g54810-d1998098-Reviews-Spearfish_Canyon_Scenic_Byway-Spearfish_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g2543854-d4583210-Reviews-Phraya_Nakhon_Cave-Sam_Roi_Yot_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d245527-Reviews-Linnanmaki_Amusement_Park-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d10356461-Reviews-Boardman_River_Boardwalk-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1765459-Reviews-Moss_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d104473-Reviews-Ruby_Falls-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60574-d4374214-Reviews-Bar_J_Chuckwagon_Supper_Western_Music_Show-Wilson_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d23485484-Reviews-The_Unreal_Garden-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d2615272-Reviews-Panorama_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2224777-Reviews-Kowloon_City-Hong_Kong.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150807-d17343392-Reviews-or10-Xavage_Park_by_Xcaret-Cancun_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150807-d17343392-Reviews-Xavage_Park_by_Xcaret-Cancun_Yucatan_Peninsula.html"
    }
]