[
    {
        "attraction_name": "Xcaret",
        "attraction_name_vi": "Xcaret",
        "general_info": [
            "48.585 đánh giá",
            "1 trong số 119 hoạt động giải trí ở Playa del Carmen",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Với 50 điểm tham quan tự nhiên và văn hóa, Xcaret là công viên giải trí và nước rộng lớn. Lượn lờ một cách lười biếng dọc theo ba con sông ngầm, ghé thăm khu bảo tồn cá đuối gai độc hoặc nhảy lên tàu cao tốc. Người lớn có thể đăng ký một buổi thưởng thức rượu vang tại hầm rượu hoặc thưởng thức bữa tối 7 món và trình diễn những màn trình diễn hoành tráng tại Nhà hát Gran Tlachco. Nếu bạn dự định dành cả ngày ở đó, hãy mang giày thoải mái và mang theo hoặc thuê xe đẩy cho trẻ nhỏ. Bạn có thể chọn vé vào cửa bao gồm bữa ăn tự chọn từ nhà hàng bạn chọn. Tận hưởng giảm giá nếu bạn mua vé trước.  TripadvisorĐọc thêm",
        "reviews": [
            "There are already several thousand reviews so leaving just a punch list of pro-tips to consider before arriving at Xcaret:\n\n1 Pack comfortable water shoes or purchase them at the park to move throughout the parkactivities  comfortably.\n2 Bring refillableinsulated water bottles, there are filtered water refill stations throughout the park. Stay hydrated to enjoy the entire day!\n3 Bring a waterproof phone casebag or purchase them at the park so you never miss capturing a memory of your experiences. Also keep cash on hand so you can tip the workers generously.\n4 Check out La Cocina Restaurant for an amazing authentic Mexican buffet included with Xcaret Plus ticket and enjoy the horse exhibit check schedule before arriving while you eat.\n5 Consider exploring the non-water features Aquarium, Shark, and Sea Turtle exhibits, Aviary, Butterfly Pavilion, Mayan Village, ChapelCemetery first before rushing into the under rivers or enjoying the beach or snorkel areas. You can drop most of your belongings at a rental locker while you enjoy these activities. Afterwards you can change into swimwear and you can stay wet and enjoy all the outdoor activities without drying off and changing. It will also be less crowded in the underground rivers when you go later.\n6 Bring lots of reef safebiodegradable sunscreen and remember to apply throughout the day or wear a long sleeve sun shirt to stay protected. If you forget or run out you can also purchase at the various stores at the park.\n7 Keep cash available so you can tip the workers who are hustling to provide you great service and an amazing experience.\n8 Plan to stay for the night show, you will not be disappointed.\n\nNOTE: If you are not participating in the activities that are additional or not included with your admission e.g. Stingray Encounter, Swim with Dolphins, Sea Trek, Adrenalina, Snuba Reef, Paraxute, Snorkeling Tour, etc you dont have to wait in the long lines after entering the park in the main plaza. If you change your mind later there are plenty of places all over where you can make reservations for those activities.Read more",
            "Kính gửi du khách, \n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi thực sự trân trọng thời gian bạn dành ra để lại cho chúng tôi đánh giá tuyệt vời như vậy và thật tuyệt khi được nghe tất cả các đề xuất của bạn. Chúng tôi muốn chia sẻ rằng để mang đến cho du khách trải nghiệm thú vị nhất có thể, chúng tôi đề xuất bạn liên hệ với các Mô-đun dịch vụ du khách của chúng tôi, được phân phối tại công viên để giải đáp mọi thắc mắc của bạn trong chuyến tham quan và họ sẽ rất vui lòng cung cấp cho bạn các tuyến đường và lịch trình tốt nhất để tận hưởng công viên theo sở thích của bạn. Chúng tôi cũng có các biển báo khắp công viên và bản đồ có sẵn trên trang web của chúng tôi để bạn tìm các hoạt động và dịch vụ mà bạn quan tâm.\n\nChúng tôi rất mong được chào đón bạn trở lại công viên này hoặc bất kỳ công viên nào khác của Grupo Xcaret, chẳng hạn như Xavage, Xoximilco và Xenotes ở Cancun. Xel-Há, Xenses, Xplor và Xplor Fuego ở Riviera Maya. Có một công viên dành cho mọi sở thích khác nhau, có thể được điều chỉnh theo sở thích của bạn.\n\nTrân trọng. \n\nBrenda H. \nDịch vụ khách hàng của Grupo Xcaret. \n52 998 883-3143 - US 855-326-0682\nĐọc thêm",
            "Tôi đã mua vé ngày Xcaret tiêu chuẩn với Buffett và phương tiện di chuyển khứ hồi, từ điểm đón dành cho những người không ở khách sạn. Công viên đắt tiền nhưng đáng giá từng xu. Tôi khuyên bạn nên đi taxi và đi sớm để không cảm thấy vội vã và có thể tận hưởng công viên theo tốc độ của riêng mình. Xe về khởi hành lúc 4h chiều và 9h tối. Tôi cũng khuyên bạn nên đi ăn buffet ở khu vực cá heo và ngồi ở tầng cao nhất. Bữa tiệc buffet của tôi có một đồ uống có cồn miễn phí, được lựa chọn từ một số loại bia. Tôi thực sự rất thích khung cảnh của mình khi ăn một số món ăn ngon nhất tôi có ở Rivera Maya. Dòng sông ngầm có thể rất tắc nghẽn nếu bạn đi khi hầu hết các xe buýt của bạn đều đến. Tôi để ý thấy một số người đang thư giãn trên sông trong khi phần lớn đám đông đang đi ra ngoài để bắt xe buýt. \n\nĐây là cơ sở duy nhất mà tôi yêu thích và khen ngợi cũng như say sưa giới thiệu với gia đình và bạn bè của mình. Tôi không cảm thấy bị tính phí quá cao với tư cách là một khách du lịch, bị những người bán hàng quấy rối, cũng như không cảm thấy đây là một hoạt động có giá trị thấp để lấy tiền từ khách du lịch. Hơn nữa, tôi đã đi cùng một đứa trẻ 3 tuổi rất yêu thích nơi này.\n\nChúng tôi nóng lòng muốn quay lại lần nữa! Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi rất vui khi đọc được đánh giá tuyệt vời của bạn và chúng tôi rất vui khi biết rằng trải nghiệm của bạn ở công viên sinh thái của chúng tôi đã đáp ứng mọi mong đợi của bạn. Chúng tôi cũng rất vui vì bạn đã tận hưởng khung cảnh trong khi thưởng thức những món ăn ngon của chúng tôi. Chúng tôi thực sự đánh giá cao tất cả những nhận xét có giá trị của bạn, điều này thúc đẩy chúng tôi tiếp tục cung cấp những trải nghiệm kỳ diệu.\n\nChúng tôi rất mong sớm được đón bạn trở lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn.\n\nTrân trọng.\n\nBrenda H.\nDịch vụ khách hàng của Grupo Xcaret.\nMex: 52 998 883-3143 - US: 855-326-0682Đọc thêm",
            "Thật tuyệt vời, thật thú vị, công viên được giữ gìn cẩn thận, sạch sẽ và nhân viên quá hữu ích. Chúng tôi ở tại khách sạn gần đó nên có thể ra vào công viên tùy ý suốt cả tuần. Nếu chỉ có một ngày, chưa chắc chúng ta có thể làm được tất cả. Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nThật vui khi đọc đánh giá của bạn và chúng tôi rất vui khi biết rằng bạn đã có rất nhiều trải nghiệm tại công viên sinh thái của chúng tôi. Tôi cũng rất vui khi biết rằng thái độ của đội ngũ nhân viên chu đáo của chúng tôi rất nổi bật. Chúng tôi đánh giá cao tất cả các nhận xét của bạn, điều này thúc đẩy chúng tôi tiếp tục cung cấp những trải nghiệm độc đáo và khó quên cho mỗi du khách. Chúng tôi rất mong bạn sớm quay lại và chúng tôi mời bạn đến thăm các công viên của Tập đoàn Xcaret.\n\nChân thành,\n\nBrenda H.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682Đọc thêm",
            "Rất nhiều thứ để xem và làm. Môi trường sống hoang dã tuyệt vời.  Buổi biểu diễn ngựa tuyệt vời. Buổi gala kết thúc tuyệt vời. Công viên được thiết kế rất tốt và bố trí hoạt động tốt. Thật không may, các bản đồ có thể tải xuống gây nhầm lẫn cũng như việc điều hướng bằng ứng dụng tha Xcaret. Nhưng bạn sẽ nhận được nó khi bạn đi qua công viên. Và, nói về công viên, hãy đảm bảo rằng bạn nhớ nơi mình đã đỗ xe nếu lái xe đến đây. Đọc thêm",
            "Phil thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nThật vui khi biết rằng bạn coi Xcaret là một nơi tuyệt vời và bạn rất thích các điểm tham quan văn hóa và thiên nhiên của chúng tôi. Chúng tôi muốn chia sẻ rằng để mang lại trải nghiệm thú vị nhất cho du khách tại công viên của chúng tôi, chúng tôi khuyên bạn nên tiếp cận Mô-đun dịch vụ du khách, được phân phối tại công viên để cung cấp cho bạn các tuyến đường và lịch trình tốt nhất. Chúng tôi cũng có các biển báo khắp công viên, những con đường được tô màu và bản đồ để bạn tận hưởng các hoạt động và dịch vụ mà bạn quan tâm. Chúng tôi xem xét tất cả các nhận xét tử tế của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682Đọc thêm",
            "Lướt xuống dòng sông lười dưới lòng đất và giữa các kẽ hở thật tuyệt vời. Thực sự cần thiết trong thời tiết nóng ẩm giữa tháng 8. Có rất nhiều thứ để xem như rùa biển, cá heo, cá mập, v.v. Một số tàn tích của người Maya và một số nghệ nhân bán đồ lưu niệm có lẽ được sản xuất tại Trung Quốc vì tôi đã nhìn thấy những thứ tương tự ở sân bay.  Được trả khoảng 350 mỗi người để truy cập 5 ngày. Không chắc điều đó có đáng không.  Khu vực tuyệt vời cho trẻ dưới 12 tuổi vui chơi trong các hoạt động dưới nước.Đọc thêm",
            "David thân mến.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm chúng tôi!\n\nChúng tôi rất vui mừng khi biết rằng bạn rất thích các điểm tham quan tự nhiên của chúng tôi. Chúng tôi sẽ xem xét phản hồi của bạn để cải thiện và tiếp tục cung cấp cho khách truy cập những trải nghiệm kỳ diệu. \n\nTại Grupo Xcaret, chúng tôi có rất nhiều công viên giải trí đáp ứng mọi sở thích như Xoximilco, Xavage và Xenotes ở Cancun. Xel-Há, Xplor và Xplor Fuego ở Riviera Maya có thể được điều chỉnh theo nhu cầu của bạn.\n\nChân thành,\n\nBrenda H. \nDịch vụ khách hàng của Grupo Xcaret. \n52 998 883-3143 - US 855-326-0682Đọc thêm",
            "Đến thăm hôm nay với đối tác của tôi. Chúng tôi đã đi theo đường biển, tôi rất muốn giới thiệu. Chúng tôi đã lặn với ống thở và bơi cùng Rays. Bản thân công viên rất lớn và có rất nhiều việc phải làm và không có đủ thời gian trong ngày để làm tất cả. Nó hoàn toàn tuyệt đẹp. Các loài động vật rất đẹp để quan sát. Thức ăn rất hoàn hảo nên có rất nhiều thứ để lựa chọn. Tất cả trong một ngày tuyệt vời rất muốn giới thiệu. Đọc thêm",
            "Katie thân mến.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi đánh giá cao thời gian bạn dành để để lại cho chúng tôi đánh giá tuyệt vời như vậy và thật tuyệt khi biết rằng bạn rất thích chuyến đi biển và những món ăn ngon của chúng tôi. Tất cả những nhận xét tử tế của bạn là động lực để chúng tôi tiếp tục cung cấp những trải nghiệm độc đáo và khó quên cho mỗi du khách.\n\nChúng tôi rất mong sớm được đón bạn trở lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn.\n\nChân thành,\n\nBrenda H.\nDịch vụ khách hàng của Grupo Xcaret.\n52 998 883-3143 - US 855-326-0682Đọc thêm",
            "Chúng tôi ở tại khách sạn Occidental bên cạnh nên không cần di chuyển. Đây là một công viên rộng lớn với rất nhiều điểm tham quan khác nhau, một loại công viên biển, nơi tái hiện lịch sử với một số buổi biểu diễn được đưa vào. Có rất nhiều việc phải làm và bạn chắc chắn sẽ lấp đầy một ngày ở đó, 2 nếu bạn làm việc đó một cách nhàn nhã và xem tất cả các buổi biểu diễn .\n\nChúng tôi đã thực hiện trải nghiệm cá heo thật tuyệt vời, nhiều niềm vui và rẻ hơn nhiều so với thực hiện ở các tiểu bang, cho đến khi bạn có được những bức ảnh đắt đến mức nực cười, gấp đôi chi phí cho trải nghiệm mà tôi hơi thất vọng.\n\nThật tuyệt vời khi nhìn thấy những khu vực thể hiện cuộc sống của người Maya và những truyền thống thú vị của Mexico như Nhà thờ, Hacienda và sân mộ.\n\nThành thật mà nói, chúng tôi thấy các đường hầm dưới lòng đất thực sự căng thẳng. Không có giới hạn về số lượng người xuống nước cùng một lúc và chúng tôi không may mắn, nó bị đâm và do đó không phải là một trải nghiệm thú vị, chúng tôi bị đá, thực sự đau đớn khi họ đeo chân chèo, bị đẩy vào tường và va vào liên tục, nó ồn ào và ngột ngạt. Tôi khuyên bạn nên đi giày nước, 1 sàn nhà sắc nét và 2 sau đó bạn có thể rời sông ở một số điểm nhất định, chẳng hạn như xem xét các công trình lắp đặt tại điểm dừng đó rồi quay trở lại sông và tiếp tục. Điều này cũng làm cho nhiệt dễ chịu hơn.\n\nNói chung là một ngày đẹp trời và chỉ có 2 người chúng tôi phải trả tiền vào cửa. Tôi không chắc liệu tôi có phải là một gia đình 5 người hay không. Tôi thấy nó đáng giá. Nhưng nó thật tuyệt.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nNhận xét của bạn thực sự có giá trị và chúng tôi đánh giá cao thời gian bạn dành để viết đánh giá cho chúng tôi. Thật tuyệt khi biết rằng bạn đã có trải nghiệm thú vị và thích thú với các điểm tham quan của chúng tôi. Hãy để chúng tôi chia sẻ với bạn rằng những bức ảnh trong các hoạt động tùy chọn liên quan đến cá heo có giá bổ sung vì chúng mang lại trải nghiệm cá nhân hóa hơn với số lượng hạn chế. Ngoài việc được cung cấp bởi bên thứ ba. Vì vậy, mức giá của họ phải tuân theo chính sách bán hàng riêng của họ. Dù vậy, chúng tôi xin gửi phản hồi của bạn đến các bộ phận liên quan để tiếp tục cải thiện trải nghiệm của chúng tôi.\n\nRất vui được chào đón bạn sớm quay lại và chúng tôi mời bạn đến thăm các công viên giải trí khác của chúng tôi như Xavage, Xenses hoặc Xplor. Để biết thêm thông tin, bạn có thể truy cập trang web chính thức của chúng tôi.\n\nTrân trọng.\n\nDaniel G.\nDịch vụ khách hàng của Grupo Xcaret.\nMex: 52 998 883-3143 - US: 855-326-0682Đọc thêm",
            "Rất ấn tượng với Xcaret. Khi xe đưa đón từ khách sạn đón chúng tôi lúc 7 giờ sáng và nói rằng họ sẽ đón chúng tôi lúc 9 giờ 30, tôi không chắc mình có thể làm gì trong 14 giờ. \n\nTuy nhiên, ngày hôm đó thực sự trôi qua rất nhanh. Chúng tôi đã trải nghiệm Plus bao gồm bữa tối, tủ đựng đồ và sử dụng chân vịt lặn. \n\nMẹo chuyên nghiệp;\n- khi bạn đến, đừng đi thẳng đến sông. Thay vào đó, hãy tham gia các hoạt động khô. Ví dụ như khu bảo tồn bơ, chuồng chim, làm sô cô la. Sau đó, khi trời nóng, hãy đi lặn, sông và du ngoạn bằng thuyền trong rừng. \n- chúng tôi dùng bữa sáng tại khách sạn và sau đó dùng bữa trưa để ăn lúc 5 giờ 30 tại nhà hàng Mexico và xem ban nhạc ngựa mariachi. \n\nĐồ uống, thức ăn bên ngoài gói khá đắt nhưng không có hạn chế nào về việc mang đồ ăn, thức uống vào! Đọc thêm",
            "Georgia thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại công viên sinh thái của chúng tôi.  Tất cả các nhận xét của bạn là động lực để chúng tôi tiếp tục cung cấp những trải nghiệm kỳ diệu cho mỗi khách truy cập. Điều đáng nói là không được phép mang đồ ăn vào công viên, vì theo kinh nghiệm của chúng tôi, chúng tôi có nhà hàng hoặc cửa hàng có dịch vụ ăn uống. Tuy nhiên, chúng tôi đánh giá cao đánh giá xuất sắc của bạn và cân nhắc thông điệp có giá trị của bạn.\n\nRất vui được chào đón bạn sớm quay lại và chúng tôi mời bạn đến thăm các công viên giải trí khác của chúng tôi như Xavage, Xenses hoặc Xplor. Để biết thêm thông tin, bạn có thể truy cập trang web chính thức của chúng tôi.\n\nTrân trọng.\n\nBrenda H.\nDịch vụ khách hàng của Grupo Xcaret.\n52 998 883-3143 - US 855-326-0682Đọc thêm",
            "Nơi rộng lớn, bạn có thể ở lại cả ngày và có rất nhiều hoạt động. Có Publo Maya, rất thú vị. Ngoài ra, rất nhiều loài chim và bướm. Họ thậm chí còn nhân giống chúng nên tôi thấy một con guacamaya mới sinh được 15 ngày, thật tuyệt vời. Có một con sông nơi bạn có thể bơi được 800 m. Năm nhà hàng có đồ ăn ngon và nhiều hoạt động khác.Đọc thêm",
            "Eduardo thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi rất vui khi biết rằng bạn rất thích các điểm tham quan tự nhiên và văn hóa tại công viên của chúng tôi, đồng thời bạn cũng rất thích thú với các món ăn tại nhà hàng của chúng tôi. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi xem xét tất cả các nhận xét tử tế của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682\nĐọc thêm",
            "Rất vui! \nChúng tôi đã dành cả ngày ở đây và điều đó thật tuyệt! \nRất nhiều thứ để làm, những điều khác nhau để xem!\nPhần yêu thích của chúng tôi là bơi cùng rùa trong bể lặn với ống thở. \nCác nhân viên rất đáng yêu và hữu ích, đồ ăn cũng rất tuyệt. Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày tuyệt vời tại công viên của chúng tôi và có rất nhiều niềm vui với hoạt động lặn với ống thở. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi xem xét tất cả các nhận xét tử tế của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682\nĐọc thêm",
            "Buổi biểu diễn đêm ở Xcaret thật xuất sắc ...... lịch sử của Mexico trong bài hát, điệu nhảy và kịch..... với hàng trăm vũ công, ca sĩ, diễn viên, nhạc sĩ.   Một buổi biểu diễn đẳng cấp thế giới kéo dài hai giờ vào mỗi buổi tối lúc bảy giờ. Xe đưa đón, rất nhiều xe buýt đưa đón khách của khách sạn từ tất cả các khu nghỉ dưỡng đến buổi biểu diễn buổi tối.  Một chút đắt tiền nhưng đáng giá từng xu.  Chúng tôi tốn 119 đô la cho mỗi chuyến đưa đón.....cách khách sạn của chúng tôi khoảng 30 phút.....và buổi biểu diễn kéo dài hai giờ.   Bạn đến sớm hai giờ và có thể tham quan toàn bộ công viên và xem một bảo tàng kiểu hacienda lịch sử vĩ đại, một bản sao đang hoạt động lớn của một nhà thờ cổ, một buổi biểu diễn cưỡi ngựa tuyệt vời ngoài trời, nhiều vườn thú nhỏ khác nhau, bãi biển, các công trình và hiện vật thực sự của người Maya, v.v. Công viên rộng lớn, hạng nhất và không tì vết.  Có một số nhà hàng và cửa hàng quà tặng. Nó trải dài dọc theo những con đường rừng với những loài thực vật và cây cối tự nhiên tuyệt đẹp,Xe buýt đưa đón và khán phòng ngoài trời có mái che rất ấn tượngMột gợi ý cho ban quản lý buổi biểu diễn buổi tối: tiết mục mở đầu một trận bóng của người Maya kéo dài hơi lâu và trở nên hơi nhàm chán.  Tất cả các tiết mục và màn trình diễn khác đều có nhịp độ nhanh, đầy màu sắc và được trình diễn tuyệt vời.   Những bộ trang phục thực sự rất ấn tượng.Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi thực sự đánh giá cao thời gian bạn dành để chia sẻ đánh giá đáng kinh ngạc như vậy và chúng tôi rất vui khi biết rằng bạn thích mọi thứ về buổi biểu diễn đêm, từ các vũ công, ca sĩ, diễn viên và nhạc sĩ cho đến những bộ trang phục ấn tượng. Chúng tôi đánh giá cao tất cả các nhận xét của bạn, điều này thúc đẩy chúng tôi tiếp tục cung cấp những trải nghiệm độc đáo và khó quên cho mỗi du khách. \n\nChúng tôi rất vui được chào đón bạn trở lại công viên này hoặc bất kỳ công viên nào khác của Grupo Xcaret, chẳng hạn như Xavage, Xoximilco và Xenotes ở Cancun. Xel-Há, Xenses, Xplor và Xplor Fuego ở Riviera Maya. Có một công viên dành cho mọi sở thích khác nhau, có thể điều chỉnh theo sở thích của bạn. Bạn có thể truy cập trang web chính thức của chúng tôi để biết thêm thông tin.\n\nChân thành,\n\nBrenda H. \nDịch vụ khách hàng của Grupo Xcaret. \n52 998 883-3143 - US 855-326-0682\nĐọc thêm",
            "Nơi thật khủng khiếp! Trông rất vui từ những bức ảnh nhưng một khi bạn ở đó thì rất đáng thất vọng. Các nhân viên rất đáng sợ và khiến chúng tôi cảm thấy rất khó chịu. Tránh xa ra!! Đọc thêm",
            "Conners thân mến,\n\nCảm ơn bạn đã chia sẻ ý kiến ​​​​của bạn với chúng tôi.\n\nĐối với Grupo Xcaret, tất cả khách truy cập đều rất quan trọng. Tình huống được báo cáo trong bài đánh giá của bạn khiến chúng tôi ngạc nhiên vì với tư cách là một công ty, chúng tôi làm việc với tất cả nhân viên để nâng cao kỹ năng dịch vụ khách hàng của họ. Những gì bạn đề cập chắc chắn là khác xa với tiêu chuẩn dịch vụ của chúng tôi. Chúng tôi rất tiếc vì nhận thức của bạn về thái độ của một số nhân viên và trải nghiệm của bạn ở công viên sinh thái của chúng tôi không đáp ứng được mong đợi của bạn. Chúng tôi xin chia sẻ rằng Xcaret là một công viên khảo cổ sinh thái tuyệt đẹp ở Riviera Maya, nơi có kịch bản ấn tượng với hơn 50 điểm tham quan tự nhiên và văn hóa như sông ngầm, thủy cung, tháp ngắm cảnh, chuồng chim, bãi biển đẹp, Làng Maya, Thế giới Trẻ em, Bảo tàng Hoa lan và Bromeliads, cenote, The Butterfly Pavilion, tàn tích khảo cổ, hang động ẩn giấu và buổi thuyết trình buổi tối của chúng tôi, Xcaret México Espectacular với hơn 300 nghệ sĩ trên sân khấu. Tất cả những điều này và hơn thế nữa đều được bao gồm trong giá vào cửa chung, khiến chúng tôi trở thành một công viên có một không hai. \n\nTuy nhiên, chúng tôi đánh giá cao ý kiến ​​​​của bạn và sẽ chuyển chúng đến bộ phận tương ứng để tiếp tục cải thiện. \n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682Đọc thêm",
            "Chúng tôi yêu nơi này và luôn mong muốn có nhiều thời gian hơn khi rời đi. Nơi yêu thích của chúng tôi là khu bảo tồn bướm! Chúng tôi đến công viên này mỗi lần đi du thuyền, điều này không phổ biến khi chúng tôi đến cùng một nơi nhiều hơn một lần. Có rất nhiều thứ để xem và khám phá ở đây. Chúng tôi thực sự khuyên bạn nên đến đây! Đọc thêm",
            "Andrew thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi rất vui khi biết rằng bạn coi Xcaret là một công viên xinh đẹp và bạn yêu thích nó. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682\nĐọc thêm",
            "Công viên tuyệt vời cho phép bạn trải nghiệm văn hóa Mexico một cách thú vị và là nơi bạn có thể dễ dàng dành cả ngày. Thật không may, nhiều hoạt động thú vị yêu cầu phải trả thêm tiền.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nThật vui khi biết rằng bạn coi Xcaret là một công viên tuyệt vời và chúng tôi rất vui khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi muốn chia sẻ với bạn rằng các hoạt động tùy chọn có giá bổ sung do chi phí bảo trì cao. Những điều này không được bao gồm trong việc nhập học để giữ cho phí nhập học của chúng tôi dễ tiếp cận nhất có thể. Về việc mua ảnh, chúng tôi có nhiều gói khác nhau để bạn có thể chụp ảnh tại công viên.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682Đọc thêm",
            "Chúng tôi đến thăm Xcaret vào ban đêm để xem buổi trình diễn Mexico Espectacular. Trò chơi cầu lửa chơi bằng gậy khúc côn cầu là một bất ngờ không ngờ tới. Tôi biết về trò chơi bóng của người Maya và nó cũng tuyệt vời không kém. Tất cả các ca hát trực tiếp, nhạc cụ và khiêu vũ đều tuyệt vời. Và những chiếc mặt nạ và trang phục thật tuyệt vời! Các cậu bé tuổi teen của tôi có thể ít ấn tượng hơn nhưng tất cả đều yêu thích các phần khác nhau của toàn bộ chương trình kéo dài 2 giờ trừ đi 10 phút nghỉ giải lao. Chúng tôi lái xe riêng của mình và có rất nhiều bãi đậu xe. Chúng tôi đặc biệt yêu thích chuồng chim. Đối với buổi diễn ban đêm, hãy tìm chỗ ngồi trước 6 giờ chiều. Ghế có đệm mỏng mà tôi không ngờ tới nhưng đúng vậy, sau hai giờ, mông của bạn sẽ sẵn sàng rời đi. Trời rất nóng kể từ khi chúng tôi đến vào tháng 5, và điều khiến gia đình chúng tôi có thể làm được là mỗi người chúng tôi có được một quả dâu tây, xoài hoặc piña colada slushie khổng lồ đựng trong cốc Xcaret bằng nhựa từ quầy bán đồ ăn nhẹ cạnh sân vận động. Nó làm chúng tôi mát mẻ và quá lớn, tôi không thể ăn hết nó. Phòng tắm dành cho nữ thậm chí còn có rất nhiều quầy hàng ngay sau đó. Là một gia đình 5 người, mọi người đều nói rằng đây là một sự bổ sung tuyệt vời cho kỳ nghỉ của chúng tôi ở Mexico. Mặc dù tôi rất vui vì chúng tôi đã không dành cả ngày ở đây nhưng tôi cũng rất vui vì đã mua vé cho buổi tối.Đọc thêm",
            "Jennifer thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nThật vui khi biết rằng bạn yêu thích chương trình đêm Xcaret của chúng tôi: Xcaret México Espectacular với hơn 300 nghệ sĩ trên sân khấu và được IAAPA công nhận là vở kịch Mexico hay nhất trên toàn thế giới. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. \n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682\nĐọc thêm",
            "Hoạt động tiếp thị khiến nơi này trở nên đặc biệt thân thiện với môi trường và họ có rác riêng dành cho đồ hữu cơ, nhưng đó là nơi mọi chuyện kết thúc. Động vật tại địa điểm này được nhốt trong những chuồng nhỏ dưới nắng, công viên có những chiếc thuyền phản lực ngốn nhiên liệu, không có dấu hiệu tái chế, mặc dù tôi chưa từng thấy nó ở đâu trong chuyến du lịch Mexico. Lối vào là một phần của món quà, nhưng có vẻ khá dốc. Bữa tiệc buffet mà chúng tôi đã trả tiền, có giá lên tới 90 CAD và gần như không đáng giá. Tuy nhiên, dịch vụ vẫn tốt. Có thể nói rằng chi phí duy trì công viên rất cao, nhưng tôi không thấy sức hấp dẫn mà những người khác thường xuyên có được. Việc điều hướng tài sản là một thách thức và dẫn đến một số chậm trễ trên đường đi. Kết quả là chúng tôi nhanh chóng mất hứng thú. Rất vui vì chúng tôi chỉ trả tiền buffet và taxi, nếu không tôi sẽ khá khó chịu. Có lẽ nếu chúng tôi đến sớm hơn thì chúng tôi sẽ tận dụng được nhiều hơn, nhưng tất cả các điểm tham quan dưới nước đều đóng cửa lúc 5:30 nên phải chạy đua với thời gian để có được chút thời gian dưới nước và sau đó chúng tôi đã sẵn sàng rời đi.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã dành thời gian để chia sẻ ý kiến ​​​​của bạn với chúng tôi.\n\nChúng tôi muốn đề cập rằng Grupo Xcaret đang thực hiện chương trình phân loại chất thải rắn với các du khách và cộng tác viên của chúng tôi. Chúng tôi có bảy Trung tâm Vận chuyển và Thu gom, nơi chúng tôi gửi rác thải do chúng tôi tạo ra trong hoạt động hàng ngày tại các công viên, chuyến tham quan và khách sạn. Điều này cho phép chúng tôi giảm thiểu việc tạo ra chất thải và đảm bảo việc xử lý, loại bỏ và vận chuyển chất thải một cách có trách nhiệm để tái chế. \n\nĐiều đáng nói là tất cả các loài cùng tồn tại trong công viên đều được chăm sóc chu đáo. Khu vực của họ không chỉ đáp ứng các yêu cầu quốc tế mà còn vượt xa chúng. Ngoài ra, mỗi sinh vật có một chế độ ăn uống đặc biệt và nhận được thuốc phòng ngừa. Chúng tôi mang đến cho một số mẫu vật này cơ hội sống sót cao hơn so với trong tự nhiên.\n\nMặt khác, để mang lại trải nghiệm thú vị nhất cho du khách tại công viên của chúng tôi, chúng tôi khuyên bạn nên tiếp cận Mô-đun dịch vụ du khách, được phân phối tại công viên để cung cấp cho bạn các tuyến đường và lịch trình tốt nhất để tận hưởng các hoạt động và dịch vụ mà bạn quan tâm. Rất tiếc vì trải nghiệm của bạn ở công viên sinh thái của chúng tôi không đáp ứng được mong đợi của bạn. Tuy nhiên, bạn có thể yên tâm rằng phản hồi của bạn sẽ được xem xét để tiếp tục cải thiện.\n\nTrân trọng.\n\nBrenda H.\nDịch vụ khách hàng của Grupo Xcaret.\nMexico: 52 998 883-3143 - Mỹ: 855-326-0682\nĐọc thêm",
            "XCaret là một trải nghiệm tuyệt vời! Buổi biểu diễn buổi tối thật đặc biệt! Một mẹo: hướng dẫn viên xe buýt của chúng tôi khuyên bạn nên thực hiện các hoạt động dưới nước vào buổi sáng. Nhưng lúc đó dòng sông ngầm đã chật cứng. Chúng tôi đi qua đó vào buổi chiều và có vẻ như mọi chuyện sẽ dễ chịu hơn nhiều và gần như không quá bận rộn.Đọc thêm",
            "Cynthia thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nThật vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại công viên của chúng tôi và bạn rất thích các điểm tham quan của chúng tôi. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. \n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682\nĐọc thêm",
            "We attended Xcaret today 24524 and I have mixed feelings towards the experience. To start with the positives, the lazy river was amazing, it was a fairly long swim however, even if you cant swim definitely still have a go as you have life vests on and there are ropes to hold onto for the majority of the river. The buffet which was included in our ticket was nice,  standard food but still good quality and the staff were lovely. The beach area looked great as well and there were different parts where you could enjoy a swim. The butterfly and aviary area was  amazing with a lot to see. It was just very warm walking around so bring a water bottle there are lots of areas where you can refill the bottle however the water is room temp. However, there were some negative points regarding the animals. When we first arrive we saw some chicks in a very small enclosure covered by a glass dome, one of the chicks was clearly struggling and was being dragged around by his leg by the other chicks, we went and alerted someone to tell them - one of the ladies we were talking with stayed there and when we saw her again in park she said she waited over an hr and still no one had been to help this chick. We did check back at the end of the day and it looked like someone had been to sort it out Further to this the turtles were in such a small pool and too many of them in there together in my opinion. They say they release them back to the ocean which Im sure they do however, they dont say when they are going to be released and with a pool size that small I would hope it wouldnt be more than a few days! We didnt pay for any extra activities however, we did see the sting ray area which I also thought was a small area. Overall, I do think the experience is a little on the expensive side for what you get. However, we did have a good day just was sad to see how some of the animals were living. We didnt manage to stay to see the show as we were tired from the full day we had. Maybe the evening tickets might have been a better option for us.Read more",
            "Ellie thân mến, \n\nChúng tôi đánh giá cao thời gian bạn dành để chia sẻ trải nghiệm của mình với chúng tôi. \n\nChúng tôi muốn chia sẻ rằng tất cả các loài cùng tồn tại trong công viên đều được chăm sóc chu đáo. Khu vực của họ không chỉ đáp ứng các yêu cầu quốc tế mà còn vượt xa chúng. Ngoài ra, mỗi sinh vật có một chế độ ăn uống đặc biệt và nhận được thuốc phòng ngừa. Chúng tôi mang đến cho một số mẫu vật này cơ hội sống sót cao hơn so với trong tự nhiên. Chương trình vẹt đuôi dài là chương trình sinh sản thành công nhất của Xcaret. Nó đã đạt được Kỷ lục Guinness Thế giới hai lần vì đạt được số lượng vẹt đuôi dài được sinh ra trong điều kiện nuôi nhốt nhiều nhất, loài này có thể tái sinh các khu rừng rậm ở phía đông nam Mexico. Điều quan trọng cần đề cập là vẹt đuôi dài cần được huấn luyện trước khi chúng được thả vào tự nhiên. \n\nChúng tôi cũng có Chương trình Bảo tồn Rùa biển ở Riviera Maya, do Tổ chức Thực vật, Động vật và Văn hóa Mexico, A.C. tổ chức. Với chương trình này, rùa được chăm sóc cho đến khi chúng đủ lớn để an toàn trước các kẻ thù tự nhiên để chúng có thể được đưa trở lại biển. Nếu bạn có bất kỳ nghi ngờ nào về các chương trình nhân giống và bảo tồn của chúng tôi, vui lòng truy cập trang web, blog chính thức của chúng tôi hoặc liên hệ trực tiếp với chúng tôi. \n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682Đọc thêm",
            "Chúng tôi đã có một ngày thực sự tuyệt vời ở đây, khá đắt đỏ, tôi nghĩ chúng tôi đã trả 130 đô la cho mỗi người. Chúng tôi ở lại từ 9 giờ 30 sáng đến 9 giờ 45 tối. Có rất nhiều thứ để xem, vẹt, cá heo, rùa, cá mập, báo đốm, hồng hạc. Buổi biểu diễn ban ngày rất hay, buổi biểu diễn ngựa cũng hay. Tôi có thể nói rằng mặc dù Xplor tốt hơn nhưng chúng tôi lại thích Xplor Park hơn rất nhiều. Tôi cũng nói rằng nếu chúng tôi không thực hiện bất kỳ hoạt động bổ sung nào thì ngày đó sẽ ổn thôi, chúng tôi đã đặt trước các buổi gặp cá đuối và cá heo, với giá thêm 115 mỗi hoạt động, do đó, mỗi ngày sẽ có khoảng 250 hoạt động với các hoạt động bổ sung. Những điều này rất thú vị và khiến chúng tôi cũng có điều gì đó để mong đợi, người đàn ông nói chuyện với chúng tôi về cá đuối gai độc rất nhiều thông tin và hài hước. Buổi biểu diễn buổi tối ổn, mang hơi hướng Mexico, trò chơi bóng truyền thống rất hay và trò chơi cầu lửa, tuy nhiên tôi cảm thấy hơi nhàm chán sau khoảng 1,5 giờ và chương trình kéo dài từ 7 giờ tối đến 9 giờ tối. Trời cũng khá lạnh và họ có những chiếc quạt khổng lồ trên đầu. Chúng tôi đã có Xcaret plus, vì vậy chúng tôi có một tủ khóa bao gồm ba lô, dụng cụ lặn với ống thở và một bữa ăn tự chọn, có 5 bữa tiệc tự chọn để lựa chọn, chúng tôi vô tình đi đến món hải sản vì chúng không được dán nhãn là ngon nhất, và nó rất tuyệt rất thiên về hải sản, không có nhiều sự lựa chọn ngoài hải sản, vì vậy hãy đảm bảo bạn kiểm tra xem ẩm thực trong bữa tiệc buffet bạn đến sẽ như thế nào. Ngoài ra, nó còn là một chai nước vì có rất nhiều trạm nạp chai nước nằm khắp công viên.Đọc thêm",
            "Nat thân mến.\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nThật vui khi biết rằng bạn đã có một ngày thực sự vui vẻ tại công viên sinh thái của chúng tôi và rất vui vì bạn đã tận hưởng được tất cả các điểm tham quan của chúng tôi. Chúng tôi xem xét tất cả phản hồi có giá trị của bạn, giúp chúng tôi tiếp tục nỗ lực cải tiến và đổi mới dịch vụ của mình. Ngoài ra, chúng tôi đánh giá cao xếp hạng năm sao và đề xuất của bạn. \n\nChúng tôi rất mong bạn sớm quay lại và chúng tôi cũng mời bạn đến thăm các công viên giải trí khác của chúng tôi như Xavage, Xenses hoặc Xplor. Xin vui lòng tham khảo trang web chính thức của chúng tôi để biết thêm thông tin.\n\nTrân trọng.\n\nDaniel G.\nDịch vụ khách hàng của Grupo Xcaret.\nMex: 52 998 883-3143 - US: 855-326-0682Đọc thêm",
            "Nhóm dịch vụ khách hàng rất giỏi trong việc trả lời nếu bạn gửi email cho họ trước chuyến đi với bất kỳ câu hỏi nào. Chúng tôi đã đặt chuyến đi qua Xcaret thay vì khách sạn hoặc một công ty có dịch vụ đưa đón và ăn trưa. Xe buýt đến đón chúng tôi muộn nửa giờ, điều đó có nghĩa là chúng tôi có ít thời gian hơn nửa giờ trong công viên, chúng tôi đã quyết định đi xe buýt lúc 4 giờ chiều để quay lại vì chúng tôi đã xem chương trình biểu diễn buổi tối cách đây vài năm và nếu không thì đó sẽ là một ngày dài. Xe buýt đi thẳng, chỉ dừng ở điểm tham quan bên cạnh và mất hơn một giờ từ Moon Palace Resort. Các tiện nghi như tủ đựng đồ, phòng tắm, v.v. rất tốt. Chúng tôi đi bộ khoảng một giờ quanh công viên, sau đó bơi 2 lần trên sông, ăn trưa ở giữa và sau đó đi dạo quanh cửa hàng quà tặng. Việc đó gần như chiếm hết thời gian của chúng tôi. Chúng tôi có một gói ảnh nhưng gặp khó khăn khi chụp một số bức ảnh vì các ban nhạc không quét cho cả hai chúng tôi. Ngoài ra, khi chụp ảnh, bạn không biết phải nhìn vào đâu - tôi biết có những dấu chân được đánh dấu trên sàn nhưng điều đó không nhất thiết có nghĩa là máy ảnh ở phía trước bạn - đôi khi chúng ở phía trên bạn. Tuy nhiên, có một số bức ảnh tuyệt vời, một số bức bạn sẽ không bao giờ chụp được bằng cách tự chụp ảnh bằng điện thoại. Bữa trưa tự chọn thực sự tuyệt. Điểm trừ duy nhất trong ngày là hành trình trở về khách sạn. Phải mất 2 giờ 10 phút để quay lại vì xe buýt dừng ở một số khách sạn khác, tất cả đều cách đường chính 5 - 10 phút. Nhìn chung là một ngày tuyệt vời, tôi sẽ giới thiệu Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xcaret!\n\nChúng tôi rất vui khi biết rằng bạn đã có một ngày tuyệt vời tại công viên của chúng tôi và chúng tôi rất vui khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Về vận tải, chúng tôi không ngừng nỗ lực tối ưu hóa thời gian vận chuyển trong tất cả các dịch vụ của mình. Một số yếu tố như khoảng cách từ khách sạn đến công viên, giao thông và thời tiết ảnh hưởng đến thời gian di chuyển và chúng là những tình huống nằm ngoài tầm với của chúng tôi. Trong khả năng có thể và khi khách liên hệ với chúng tôi thông qua Trung tâm Đặt phòng, chúng tôi khuyên bạn nên ở trong các khách sạn gần công viên để rút ngắn thời gian vận chuyển. Chúng tôi xem xét tất cả các nhận xét của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn!\n\nChân thành,\nJosé P.\nDịch vụ khách hàng của Grupo Xcaret.\n 52 998 883-3143 - US 855-326-0682\nĐọc thêm"
        ],
        "star_ratings": [
            32287,
            9635,
            3928,
            1459,
            1280
        ],
        "review_amount": 48589,
        "location": [
            "México",
            "Bãi biển Carmen",
            "Riviera Maya",
            "bán đảo Yucatan",
            "Quintana Roo",
            "Xcaret",
            "Những hoạt động không thể bỏ qua ở Playa del Carmen"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written July 18, 2023",
            "Written August 1, 2023",
            "Written August 4, 2023",
            "Written August 13, 2023",
            "Written September 14, 2023",
            "Written September 20, 2023",
            "Written September 21, 2023",
            "Written October 8, 2023",
            "Written October 23, 2023",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 30, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150812-d152777-Reviews-Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2704705-d9681120-Reviews-Restaurant_Dos_Playas-Xcaret_Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2704705-d23644057-Reviews-Tah_xido-Xcaret_Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d21775316-Reviews-Pizzeria_Ciao_Bei-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2704705-d10639927-Reviews-Cafeteria_La_Orquidea-Xcaret_Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2704705-d25090118-Reviews-Restaurante_Apapachoa-Xcaret_Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d14976387-Reviews-Xin_Gao-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d13983595-Reviews-Restaurante_Ha-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d23330488-Reviews-Xpiral_Cuevas_Restaurant-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d23552977-Reviews-Chino_Poblano_at_Hotel_Xcaret_Arte-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d23330494-Reviews-Trajinera_Restaurant-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2188983-Reviews-Delphinus_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d10459825-Reviews-Xenses_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1075137-Reviews-Rio_Secreto-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d15834509-Reviews-Ultracarga-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d3320138-Reviews-Quinta_Avenida-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d19094882-Reviews-Martina_Beach_Club-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d1823250-Reviews-Ecopark_Kantun_Chi-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d23913761-Reviews-The_Roof_28_At_The_Reef_28-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d9729175-Reviews-3D_Museum_of_Wonders-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2296462-Reviews-Cenote_Chaak_Tun-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d152777-Reviews-or10-Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d23565341-Reviews-Aqua_Nick-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d17431846-Reviews-Jungala_Aqua_Experience-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4547960-Reviews-Bel_Air_Animal_Park-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d14938269-Reviews-Chanolandia-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d12097064-Reviews-Teatro_Gran_Tlachco-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4882791-Reviews-Xplor_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d3984002-Reviews-Aquarius_Fishing-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d572654-Reviews-Dressel_Divers-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d3538108-Reviews-Dressel_Divers-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d12246056-Reviews-Boutique_Tours_Mexico-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d17562722-Reviews-The_Yacht_Experiences-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1767029-Reviews-The_Reef_Marina-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4097859-Reviews-Cancun_Adventures-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4268452-Reviews-Playa_Private_Tours-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4097853-Reviews-Whale_Shark_Experience_by_Cancun_Adventures-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544366-d4053704-Reviews-Nilai_3_Textile_Shopping_Complex-Nilai_Seremban_District_Negeri_Sembilan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60491-d104349-Reviews-National_Elk_Refuge-Jackson_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d262792-Reviews-Tram_28-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d104477-Reviews-Tennessee_Aquarium-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d559952-Reviews-Independence_Pass-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g2100987-d11824757-Reviews-Bechet_Oreahovo_Ferry-Oryahovo_Vratsa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d568027-Reviews-Tamarack_Marketplace-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32746-d147162-Reviews-Morro_Bay_State_Park-Morro_Bay_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190685-Reviews-Basilique_du_Sacre_Coeur_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d156885-Reviews-Sonoma_Plaza-Sonoma_Sonoma_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150812-d152777-Reviews-or10-Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150812-d152777-Reviews-Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html"
    }
]