[
    {
        "attraction_name": "Xcite Center",
        "attraction_name_vi": "Trung tâm Xcite",
        "general_info": [
            "68 đánh giá",
            "- 7 trong số 18 điều cần làm ở Bensalem",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Lần đầu tiên đến đây và thấy Martina McBride tham dự buổi trình diễn Giáng sinh.  Không thấy chỗ nào có chỗ ngồi xấu. Bạn có thể nhìn thấy từ mọi nơi và âm thanh rất tốt.  Sẽ cân nhắc đi xem một chương trình khác Đọc thêm",
        "reviews": [
            "Thật tiếc là tôi viết điều này với sự thất vọng...........Trung tâm Parx Excite không phải là nơi để xem một buổi biểu diễn.  Tôi - tôi thậm chí không biết bắt đầu từ đâu...........Chúng tôi đến gặp Jerry Cantrell, người mà chúng tôi đã gặp nhiều lần.  Tất nhiên là anh ấy rất tuyệt vời.  Các nhân viên ngoại trừ an ninh dường như không chuẩn bị cho buổi hòa nhạc.  Họ có một dòng cho rượu. Có khoảng 100 người chờ lấy đồ uống để mang vào buổi hòa nhạc.  Có 1 người phụ nữ đang cố gắng hết sức cùng một người đàn ông rót đồ uống vào cốc nhựa. Cô ấy rất thân thiện. Nghiêm túc mà nói thì ai muốn uống BUD - BUD LIGHT?????  Chúng tôi có chỗ ngồi tuyệt vời nhưng có một cặp đôi nghĩ rằng đứng ở lối đi và xem buổi biểu diễn cũng được.  Họ cực kỳ khó chịu vì họ đã chặn tầm nhìn của mọi người lên sân khấu. Sau đó, có rất nhiều người cố gắng xem buổi biểu diễn ở lối đi. Tôi nghĩ thật kỳ lạ khi an ninh hoặc những người làm việc ở đó không bắt họ rời khỏi lối đi.  Đó là một nguy cơ hỏa hoạn một lần nữa dẫn đến việc các nhân viên không được chuẩn bị để đối phó với một đám đông lớn.  Tôi có thể nghe giống Debbie Downer nhưng tôi sẽ không quay lại Parx để xem một buổi biểu diễn.. Tôi đã đến xem 100 buổi biểu diễn và đây là địa điểm tôi ít yêu thích nhất.Đọc thêm",
            "Maddey trong vườn bia thật tuyệt vời nhưng chúng tôi đã phải chờ đợi một cách đáng thất vọng để đến địa điểm do bao bì điện thoại di động.  BỊ BỎ LỠ HÀNH ĐỘNG MỞ ĐẦU.  Chris Tucker rất tuyệt nhưng sẽ cân nhắc xem phải làm gì trong lần ghé thăm tiếp theo. Giá địa điểm là đồ uống hợp lý và giá thực phẩm cao nhưng đó là điều được mong đợi và là một sự chiêu đãi phía sau cho chính chúng ta. Âm thanh tốt, chỗ ngồi hơi chật nếu bạn ngồi cạnh một khung hình lớn.Đọc thêm",
            "Chúng tôi xin lỗi vì sự chậm trễ trong việc tham gia chương trình đó.  Nghệ sĩ đã yêu cầu bên thứ ba xử lý việc lấy điện thoại của khách. Đây không phải là chính sách bình thường của Trung tâm Xcite và nhân viên của chúng tôi không thể quản lý hoặc vận hành quy trình đó.  Sau khi thấy bên thứ ba di chuyển chậm chạp, ban quản lý Trung tâm Xcite đã dừng quá trình lấy điện thoại sau khi khoảng 1/4 số người đã bước vào. Điều này đã tăng tốc độ truy cập nhưng chúng tôi nhận thấy và xin lỗi vì mục nhập bắt đầu chậm.Đọc thêm",
            "Người mua hãy cẩn thận: Nếu bạn mua vé cho một sự kiện ở đây thì mọi người trong nhóm của bạn phải trên 21 tuổi nếu không họ sẽ không cho bạn vào.Đọc thêm",
            "Đã đi xem khoảng chục show ở đây. Địa điểm tuyệt vời.  Tất cả các chỗ ngồi đều tốt và chương trình có giá cả hợp lý. Bạn có thể mang một ly cocktail vào sự kiện. Chỗ ngồi thoải mái. Tiêu cực là bạn phải đi bộ qua sòng bạc để đến đây. Khói thật khủng khiếp.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá chúng tôi - chúng tôi xin lỗi nếu khói xâm nhập, nhưng chúng tôi có thể đảm bảo với bạn rằng tất cả các địa điểm của chúng tôi - Xcite, Nhà hàng, Sportsbook, v.v. - hoàn toàn không có khói thuốc! Chúng tôi hy vọng bạn chọn xem một chương trình khác với chúng tôi trong tương lai.Đọc thêm",
            "Trung tâm Xcite cung cấp một địa điểm tuyệt vời cho một chương trình hài kịch; âm thanh tốt cho loại sự kiện này. Điều này cùng với việc dễ dàng có chỗ ngồi cùng với sự phấn khích trong sòng bạc, khiến đây trở thành một đêm vui chơi đôi bên cùng có lợi.Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi hy vọng sẽ sớm gặp lại bạn với tư cách khán giả!Đọc thêm",
            "Chương trình tuyệt vời Big Head Todd and the Monsters và Toad the Wet Sprocket. Chỗ ngồi tốt, có thể nhìn từ mọi góc độ. Địa điểm gần gũi và gần như thân mật. Âm thanh rất tuyệtĐọc thêm",
            "Đây là những gì chúng tôi thích nghe. Chúng tôi hy vọng bạn sẽ sớm quay lại với một chương trình khác! Đọc thêm",
            "Đã gặp John Fogerty và điều đó thật tuyệt vời!  Sau tất cả những đánh giá không tốt về chỗ ngồi, tôi rất ngạc nhiên.  Những người khác thì cho rằng sân khấu phải cao 10 feet, nhưng nó chỉ bình thường thôi, có thể là 5 feet.  Tôi không cần phải nghển cổ lên xem, nó cũng giống như bất kỳ buổi hòa nhạc nào khác.  Chúng tôi ở bên trái, ở hàng thứ 4, và quang cảnh thật tuyệt vời!  Giống như những người khác đã nói, các ghế được kết nối với nhau và khi người khác di chuyển thì bạn cũng vậy. Sẽ thật tuyệt nếu chỗ ngồi được đặt nghiêng về phía trung tâm sân khấu.  Chúng khiến bạn phải lướt qua toàn bộ sòng bạc để đến trung tâm kích thích ở phía đối diện.  Lái xe và truy cập bãi đậu xe là tốt. Không ảnh hưởng đến xếp hạng của tôi, tôi không thể không nhận xét đây là một nơi xấu xí như thế nào.  Nhìn từ bên ngoài, nó trông giống như một nhà tù, nơi họ thực hiện những thay đổi và vá víu.  Khó có thể tin rằng họ đã cố tình làm điều này. Đọc thêm",
            "Cảm ơn bạn đã phản hồi thẳng thắn về Trung tâm Xcite của chúng tôi. Chúng tôi chắc chắn sẽ chuyển nhận xét về chỗ ngồi của bạn cho nhóm của chúng tôi. Cảm ơn bạn!Đọc thêm",
            "Bản thân địa điểm này rất đẹp, không tuyệt vời nhưng đẹp.  Buổi hòa nhạc của John Fogerty thật tuyệt vời!  NHƯNG NHƯNG NHƯNG bạn phải đi bộ qua sòng bạc cống rãnh đầy khói của con người để đến trung tâm Xcite.  KHÔNG CÓ CÁCH NÀO KHÁC VÀO!  Dù chúng tôi rất thích buổi hòa nhạc và địa điểm nhưng chúng tôi sẽ không bao giờ quay lại vì KHÓI!  Điều đó phải được đăng nổi bật trong phần mô tả buổi hòa nhạc rằng bạn sẽ phải bịt miệng những người hút thuốc bằng đồng xu để đến địa điểm.Đọc thêm",
            "Xếp hạng - trung bình - thực sự phản ánh mức trung bình cho trải nghiệm phân đôi tại địa điểm.  Điểm tích cực: ngoài âm nhạc nổi bật của Jon và ban nhạc của anh ấy, hệ thống âm thanh rất tốt và đội ngũ nhân viên - những người hướng dẫn rất dễ chịu, lịch sự và hữu ích.  Tiêu cực: GHẾ!  Một người nào đó ở gần tôi nhận xét rằng sự khó chịu của họ giống như huấn luyện viên bay.  Điều đó thực sự rất tử tế.  Những thiết bị tra tấn chỉnh hình được gắn chặt với nhau này khiến tôi nhớ đến những chiếc ghế mà tôi đã gặp ở các bến xe buýt cách đây 40 năm.  Và với một đám đông lớn tuổi hơn, một số người trong số họ đã vượt quá giới hạn dường như 5 - 10 - mà những thứ này rõ ràng đã được thiết kế, điều đó thậm chí còn khó chịu hơn.  Một lối vào riêng biệt đến trung tâm biểu diễn không liên quan đến việc phải lê bước qua làn khói thuốc lá trong sòng bạc cũng sẽ là một điểm cộng cho tôi và những người lớn tuổi cũng như những người bị suy hô hấp.  Một lần nữa, địa điểm này có một số điểm cộng và tiềm năng thực sự, nhưng những chiếc ghế THỰC SỰ cần phải được thay thế - và được cung cấp quyền sử dụng phòng biểu diễn không hút thuốc - .Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi chắc chắn sẽ chuyển ý kiến ​​của bạn cho nhóm của chúng tôi.\nĐọc thêm"
        ],
        "star_ratings": [
            18,
            20,
            9,
            14,
            7
        ],
        "review_amount": 68,
        "location": [
            "Hoa Kỳ",
            "Bensalem",
            "Quận Bucks",
            "Trung tâm Xcite",
            "Các hoạt động ở Bensalem",
            "Pennsylvania-PA-"
        ],
        "reviews_time": [
            "Written December 16, 2023",
            "Written March 19, 2023",
            "Written June 4, 2022",
            "Written May 7, 2022",
            "Written January 12, 2020",
            "Written September 3, 2019",
            "Written August 23, 2019",
            "Written August 18, 2019",
            "Written August 18, 2019",
            "Written August 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52189-d12932617-Reviews-Xcite_Center-Bensalem_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d8470461-Reviews-Bambu_Noodle_House-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d13373586-Reviews-Liberty_Bell_Gastropub-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d15814111-Reviews-Beer_Garden-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d1315430-Reviews-Parxgrill-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d3583813-Reviews-Chickie_s_Pete_s-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d433642-Reviews-Carrabba_s_Italian_Grill-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d461414-Reviews-Applebee_s-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d461415-Reviews-Outback_Steakhouse-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d461413-Reviews-TGI_Fridays-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52189-d27410505-Reviews-Blue_Sunday_Bar_And_Grill-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d1627786-Reviews-Parx_Casino-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d10526179-Reviews-Parx_Racing-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d2416749-Reviews-Penn_Community_Bank_Amphitheater-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d2416735-Reviews-Historical_Society_of_Bensalem-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d2044355-Reviews-Neshaminy_Mall-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52276-d2191901-Reviews-Cairnwood_Estate-Bryn_Athyn_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d117100-Reviews-Philadelphia_Mills-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52863-d12770666-Reviews-Smoke_Mirrors_Magic_Theater-Huntingdon_Valley_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d2416741-Reviews-Saint_Katharine_Drexel_Mission_Center_and_Shrine-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52977-d2554614-Reviews-Core_Creek_Park-Langhorne_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d12932617-Reviews-or10-Xcite_Center-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d9786481-Reviews-Xlounge-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d3469420-Reviews-360-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d14114116-Reviews-Bury_The_Hatchet_Bensalem_Axe_Throwing-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d5831195-Reviews-Fox_Hunt_Tavern-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d24182570-Reviews-Painting_With_A_Twist-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52189-d9882786-Reviews-Bensalem_Township_Country_Club-Bensalem_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d23336128-Reviews-Pedego_Manayunk-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d1533303-Reviews-Sunshine_Meadows-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d183810-Reviews-Lummus_Park-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143029-d145267-Reviews-Jackson_Lake-Grand_Teton_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g293993-d671295-Reviews-Black_Stone-Mecca_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10324685-Reviews-Isla_Blanca-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d270670-Reviews-Dutch_Wonderland-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d1395535-Reviews-Split_Rock_Resort_H2Ooohh_Indoor_Water_Park-Lake_Harmony_Pocono_Mountains_Region_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g33344-d534497-Reviews-North_Pole_Santa_s_Workshop-Cascade_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g57097-d8838041-Reviews-Park_City_Alpine_Slide-Park_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d489919-Reviews-Yosemite_Valley-Yosemite_National_Park_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52189-d12932617-Reviews-or10-Xcite_Center-Bensalem_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52189-d12932617-Reviews-Xcite_Center-Bensalem_Pennsylvania.html"
    }
]