[
    {
        "attraction_name": "Xenses Park by Xcaret",
        "attraction_name_vi": "Công viên Xenses của Xcaret",
        "general_info": [
            "1.914 đánh giá",
            "- 13 trong số 120 điều cần làm ở Playa del Carmen",
            "Giải trí - Công viên chủ đề"
        ],
        "attraction_summary": "Một cuộc phiêu lưu kéo dài nửa ngày độc đáo sẽ thử thách các giác quan của bạn, ngay cả những giác quan mà bạn chưa từng biết là mình có! Tham quan hơn 15 hoạt động trên đất liền, trên không và dưới nước. Hãy vui vẻ thông qua những tình huống bất thường mang lại cho bạn ấn tượng không thực tế. Một trải nghiệm đầy thử thách cho tâm trí của bạn, nơi mọi thứ xung quanh bạn không như những gì bạn tưởng.Đọc thêm",
        "reviews": [
            "Đây là một ngày tuyệt vời cho gia đình. Đây là công viên rất tương tác khiến cho toàn bộ trải nghiệm trở nên thú vị. Đường trượt nước và đường zip rất tuyệt mặc dù thanh thiếu niên của tôi thấy chúng hơi nhỏ. Những người khác nói với chúng tôi rằng chúng tôi sẽ đi vòng trong khoảng 2 giờ nhưng chúng tôi đã ở đó trong 4,5 giờ. Tất cả đều tuyệt vời. Nhược điểm duy nhất là những bức tranh này rất đắt để muaĐọc thêm",
            "Kính gửi du khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nThật vui khi được đọc đánh giá của bạn và chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại công viên nửa ngày của chúng tôi. Chúng tôi muốn chia sẻ rằng gói chụp ảnh của chúng tôi có ưu điểm là không giới hạn và du khách có thể chụp bất kỳ bức ảnh nào họ muốn. Ngoài ra, ảnh của chúng tôi rất chuyên nghiệp và chất lượng cao, được chụp tự động từ các góc độ độc đáo. Bạn có thể yên tâm rằng phản hồi của bạn sẽ được xem xét để tiếp tục cải thiện.\n\nChúng tôi rất mong sớm được chào đón bạn trở lại và chúng tôi mời bạn đến thăm chúng tôi tại bất kỳ công viên và tour du lịch nào khác của Grupo Xcaret như Xel-Há và Xenotes, nơi có nhiều hoạt động hơn giữa thiên nhiên.\n\nTrân trọng,\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - US: 855-326-0682 Đọc thêm",
            "Chúng tôi đã làm việc đó vào buổi tối ở công viên vào tuần trước ngày 14 tháng 12 -  \nCông viên được dành riêng vào ban đêm cho các thành viên hoặc khách sạn Xcaret.\nChúng tôi gần như chỉ có một mình đến thăm nó, điều đó thật dễ chịu! Không có thời gian chờ đợi không có đám đông Wow!!\nĐây chắc chắn là điểm thu hút yêu thích của chúng tôi trong cả tuần.. \nCuộc đi bộ trong bóng tối.. thị trấn mà bạn dường như đang đi lên trong khi bạn thì không.. những dòng sông bùn và nước mặn là những điểm tham quan tuyệt vời!!!\nHoàn toàn đưa bạn ra khỏi cảm giác hồi hộp thông thường.. \nBạn sẽ tính toán 3 giờ để hoàn thành tất cả các phần ..\nHãy dành thời gian của bạn và tận hưởng các địa điểm chụp ảnh.. các góc tắt của máy ảnh được thiết lập để chụp những bức ảnh tuyệt vời .. bạn có thể hình dung chúng ngay lập tức trên màn hình tại chỗ. \nSau đó bạn quyết định xem bạn có mua gói đó hay không!!\nNhưng ít nhất hãy chụp những bức ảnh đó.. chỉ để xem chúng khi ở đó - \n\nĐối với chúng tôi, đó là điểm nổi bật trong trải nghiệm Xcaret Arte của chúng tôi. \nĐược tổ chức tốt., dễ dàng tham quan.. làm dịu đi các giác quan của bạn ., một buổi tối rất đẹp!\nPhương tiện di chuyển đến đó cứ sau 20 phút từ khách sạn. \nKhoảng thời gian từ 18h00 đến 19h00 là bạn có đủ thời gian để hoàn thành. Hãy mang theo bộ đồ bơi của bạn.. thực sự bạn sẽ bỏ lỡ một trải nghiệm thú vị nếu bỏ qua phần đó!Đọc thêm",
            "Pepin thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nChúng tôi rất vui khi đọc được đánh giá tuyệt vời của bạn và chúng tôi - rất vui khi biết rằng bạn rất thích công viên tuyệt vời của chúng tôi, nơi trí tưởng tượng không có giới hạn. Chúng tôi cũng rất vui khi biết rằng Photo Pass của chúng tôi đã đáp ứng được mong đợi của bạn. Chúng tôi đánh giá cao tất cả các nhận xét của bạn, điều này thúc đẩy chúng tôi tiếp tục cung cấp những trải nghiệm độc đáo và khó quên cho mỗi du khách.  \n\nSẽ rất vui nếu bạn sớm quay lại và chúng tôi mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động hơn với thiên nhiên. \n\nTrân trọng.\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - US: 855-326-0682Đọc thêm",
            "Tôi thực sự thích công viên, nhưng hy vọng có nhiều thứ để làm hơn với mức giá đó. . Chúng tôi đã thực hiện chuyến tham quan 1 - 2 ngày và đó là khoảng thời gian rất nhiều.\n\nTôi thích các hoạt động này nhưng tôi không nghĩ mình sẽ đi hai lần.  Đây là một công viên tốt nhưng hãy lưu ý những hạn chế- rất nhiều - cảnh báo về sức khỏe - Đọc thêm",
            "Gina thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nThật tuyệt khi biết rằng bạn thích công viên tuyệt vời của chúng tôi, nơi trí tưởng tượng không có giới hạn. Tất cả các nhận xét của bạn đều rất quan trọng và chúng tôi sẽ xem xét phản hồi của bạn để tiếp tục cải thiện. Rất vui được chào đón bạn sớm quay lại và chúng tôi mời bạn đến thăm các công viên khác của chúng tôi ở Riviera Maya như Xcaret, Xel-Há và Xplor. Để biết thêm thông tin, bạn có thể liên hệ với Trung tâm cuộc gọi của chúng tôi.\n\nTrân trọng.\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - Mỹ: 855-326-0682\nĐọc thêm",
            "Chúng tôi đã đến thăm Xenses vài ngày trước và chúng tôi thực sự thích nó! Thật là một trải nghiệm độc đáo và tuyệt vời. Tôi có thể nói rằng gói chụp ảnh là điều bắt buộc phải có, rất nhiều cơ hội chụp ảnh khác nhau và chúng tạo ra những kỷ niệm tuyệt vời! Tôi có thể nói một vài điều, nó thật hấp dẫn. Và ý tôi là nóng oi bức, chỉ có máy lạnh là có sẵn xe buýt nơi bạn có thể ăn nên điều đó được hoan nghênh rất nhiều. Tôi sẽ mặc đồ bơi suốt dọc đường và che đậy, chúng tôi không nhận ra rằng chuyến bay của chim và cầu trượt, v.v. ở đầu thị trấn. Thị trấn có thể khiến bạn khá mất phương hướng - và trong trường hợp của tôi là rất buồn nôn - và chúng tôi phải làm điều đó hai lần vì chúng tôi không có đồ bơi trong lần đầu tiên. Toàn bộ trải nghiệm thật tuyệt vời, rất nhiều điều nhỏ nhặt và thậm chí đi vệ sinh cũng thú vị! Chúng tôi mất khoảng 3 giờ để hoàn thành và chúng tôi tận hưởng từng giây. Điều tiêu cực duy nhất mà tôi có là đồ ăn rất tệ, tôi có một chiếc bánh pizza và nó rất tệ, tuy nhiên đối tác của tôi có món burrito thịt bò và nói rằng nó ổn. Phải làm như vậy hãy ghé thăm nếu bạn - đang ở Mexico và muốn vui vẻ!Đọc thêm",
            "Emily thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nChúng tôi thực sự vui mừng khi biết rằng bạn yêu thích công viên của chúng tôi và bạn đã có trải nghiệm độc đáo và tuyệt vời với các điểm tham quan của chúng tôi. Tại Xenses, chúng tôi cung cấp dịch vụ Xnack để thưởng thức các món ăn nhẹ và món ăn thơm ngon để lấy lại năng lượng - có tính thêm chi phí - . Chúng tôi cũng có những sản phẩm lý tưởng để bạn dùng thử cùng bạn bè hoặc gia đình. Chúng tôi rất tiếc vì cảm nhận của bạn về món ăn được cung cấp không đáp ứng được mong đợi của bạn. Chúng tôi xem xét tất cả các nhận xét của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xcaret và Xenotes, bao gồm các hoạt động được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682Đọc thêm",
            "Đấy đúng là một trải nghiệm tuyệt vời. Tôi thực sự khuyên bạn nên mang giày bơi hoặc không cởi giày trừ khi cần thiết. Bản thân công viên này rất thú vị. Tôi hơi lo lắng khi tự mình làm xensatorium.  Tuy nhiên, tôi đã làm được và tự hào về bản thân dù đã vài lần va vào tường - Trời tối đen như mực - . Tôi không khuyên bạn nên - bạn cảm thấy ngột ngạt hoặc không thoải mái trong bóng tối. Ngôi làng nơi mọi thứ không như vẻ ngoài của nó lại rất thú vị và bạn có thể chụp rất nhiều ảnh.Đọc thêm",
            "Marial thân mến, \n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nChúng tôi thực sự đánh giá cao thời gian bạn dành để để lại cho chúng tôi một đánh giá tuyệt vời như vậy và thật vui khi biết rằng bạn thích The Xensatorium và The Village. Những nhận xét tử tế của bạn là động lực để chúng tôi tiếp tục mang đến những trải nghiệm khó quên cho mỗi du khách.\n\nChúng tôi rất mong được chào đón bạn trở lại công viên này hoặc bất kỳ công viên nào khác của Grupo Xcaret, chẳng hạn như Xavage, Xoximilco và Xenotes ở Cancun. Xel-Há, Xplor và Xplor Fuego ở Riviera Maya. Có một công viên dành cho mọi sở thích khác nhau, có thể điều chỉnh theo sở thích của bạn. \n\nTrân trọng. \n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682Đọc thêm",
            "Chuyến đi nửa ngày tuyệt vời với nhiều trải nghiệm độc đáo khác nhau nhằm mục đích sử dụng tất cả các giác quan của bạn. Nếu bạn không thích bóng tối thì có lẽ nó không dành cho bạn nhưng đối với những người khác thì nó có một số trải nghiệm tuyệt vời. Bạn phải mất một thời gian để định thần lại vì mọi thứ đều khiến các giác quan của bạn rối tung lên, ngay cả việc đi vệ sinh cũng khác - hãy đi và tìm hiểu lý do tại sao - - . Một số cơ hội chụp ảnh tuyệt vời, nếu bạn chọn gói ảnh mà tôi khuyên bạn nên đảm bảo rằng bạn chụp một vài bức ở cùng một điểm chụp ảnh mà nhiều người trong số tôi không có - không có tôi trong đó vì bạn phải nhanh chóng và ở những vị trí nhất định để để các hiệu ứng hoạt động chính xác. Trải nghiệm đầu tiên là đi bộ trong bóng tối hoàn toàn qua mọi môi trường trên hành tinh từ sa mạc, rừng nhiệt đới, rừng rậm, đại dương, đầm lầy và một số nơi khác, phần này rất tốt nhưng không tuyệt vời.  Các hoạt động khác bao gồm trượt nước, đu dây, thư giãn hang sông lười và sông lười bùn. Nó có vẻ nhiều nhưng chỉ mất vài giờ, có thể là 3 đến 4 giờ, đó là kỳ nghỉ xuân nên tôi đoán là thời gian bận rộn và có một chút thời gian chờ đợi của bạn rất ít - tối đa là 10 phút - Nhìn chung một ngày đi chơi thật tuyệt vời và rất đáng để đi.Đọc thêm",
            "Dave thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nThật vui khi biết rằng bạn đã có một ngày tuyệt vời và những trải nghiệm độc đáo tại công viên của chúng tôi. Chúng tôi rất vui mừng khi biết rằng chuyến thăm của bạn đã đáp ứng được mong đợi của bạn. Chúng tôi xem xét tất cả các nhận xét tử tế của bạn và không ngừng nỗ lực đổi mới và duy trì các tiêu chuẩn của chúng tôi theo sở thích của bạn.\n\nChúng tôi rất mong bạn sớm quay lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xcaret và Xenotes, bao gồm các hoạt động được bao quanh bởi thiên nhiên!\n\nChân thành,\nJosé P.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\nĐọc thêm",
            "Đây là nơi tốt nhất cho đến nay - X - đỗ xe mà gia đình tôi và tôi từng đến và là nơi bắt buộc phải mua gói chụp ảnh. Hoạt động yêu thích của chúng tôi - khô ráo - là đi bộ chân trần qua đường hầm Xensatorium trong bóng tối hoàn toàn, nơi bạn cảm nhận, ngửi và nghe thấy đường đi của mình qua các hệ sinh thái khác nhau. Hoàn toàn tâm trí thổi! Đi bộ qua Thị trấn thực sự khiến đầu óc và dạ dày của chúng tôi rối tung - chúng tôi - chưa bao giờ cảm thấy điều gì giống như vậy trước đây. Mặc dù đường zip quá ngắn nhưng đây là đường zip thoải mái nhất mà chúng tôi từng đi. Chúng tôi yêu thích nó đến mức chúng tôi đã làm điều đó hai lần. Dòng sông nước mặn thực sự rất đẹp và thư giãn. Chúng tôi không quan tâm nhiều đến bùn, vì nó khiến tóc chúng tôi rụng như cỏ khô ngay cả khi đã đứng dậy. Chúng tôi đã có những chiếc bánh mì kẹp thịt và khoai tây chiên tuyệt vời cho bữa trưa và mỗi chiếc bánh mì kẹp thịt đều có một chiếc bánh mì có màu khác nhau - xanh lá cây, đỏ và vàng -. Chúng tôi ăn trưa trên một chiếc xe buýt lớn có máy lạnh đã được cải tạo để trông giống như một quán ăn hoàn chỉnh với âm nhạc của thập niên 50. Gia đình chúng tôi nhất trí rằng đây là công viên duy nhất chúng tôi sẽ quay lại khi đến thăm khu vực này một lần nữa.Đọc thêm",
            "Fran thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nChúng tôi thực sự đánh giá cao thời gian bạn dành để chia sẻ đánh giá xuất sắc như vậy với chúng tôi và chúng tôi rất vui khi biết rằng điểm thu hút yêu thích của bạn là Xensatoriu cũng như zipline. Chúng tôi cũng rất vui mừng khi biết rằng món ăn ngon đã đáp ứng được sự mong đợi của bạn. Những nhận xét tử tế của bạn là động lực để chúng tôi tiếp tục cung cấp những trải nghiệm độc đáo và khó quên cho mỗi du khách. \n\nSẽ rất vui nếu bạn sớm quay lại và chúng tôi mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xenotes và Xenotes. Để biết thêm thông tin, bạn có thể truy cập trang web chính thức của chúng tôi.\n\nTrân trọng.\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - US: 855-326-0682Đọc thêm",
            "Công viên này thật tuyệt vời. Cách họ chơi với các giác quan của bạn thật đáng kinh ngạc. Họ có một đường hầm tối tăm nơi bạn di chuyển dựa vào cảm ứng, âm thanh và khứu giác. Nó HOÀN TOÀN có giá trị. Họ có một thị trấn nơi có vẻ như bạn đang đi lên đồi nhưng lại có cảm giác như bạn đang đi xuống đồi. Chuyến bay của đường zip chim và cầu trượt thực sự rất thú vị. Chắc chắn bạn sẽ cùng cả gia đình thưởng thức.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nChúng tôi rất vui mừng khi biết rằng bạn và gia đình đã có trải nghiệm tuyệt vời tại công viên của chúng tôi, nơi trí tưởng tượng không có giới hạn. Chúng tôi cũng rất vui khi biết rằng Xensatorium, thị trấn và chuyến bay của loài chim đã đáp ứng được mong đợi của bạn. \n\nMọi ý kiến ​​đóng góp của bạn đều rất có giá trị và là động lực để chúng tôi tiếp tục mang đến những trải nghiệm khó quên cho mỗi du khách. Rất vui được chào đón bạn sớm quay lại công viên này hoặc bất kỳ công viên nào khác của Grupo Xcaret, chẳng hạn như Xavage, Xoximilco và Xenotes ở Cancun. Bạn có thể truy cập trang web chính thức của chúng tôi để biết thêm thông tin.\n\nTrân trọng.\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - US: 855-326-0682Đọc thêm",
            "Xenses thực sự vượt quá sức tưởng tượng.  Có rất nhiều điều mới mẻ điên rồ để thử và trải nghiệm.  Tôi không định xuống sông bùn vì tôi không muốn mình bị bẩn và. người bạn đã thuyết phục tôi về nó!  Rất vui vì tôi đã thử mọi cách!!!! Đọc thêm",
            "Jill thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nChúng tôi rất vui khi đọc được đánh giá tuyệt vời của bạn và chúng tôi rất vui khi biết rằng bạn rất thích các hoạt động tuyệt vời của chúng tôi. Chúng tôi cũng rất vui khi biết rằng dòng sông bùn đã đáp ứng được sự mong đợi của bạn. Chúng tôi đánh giá cao tất cả những nhận xét tử tế của bạn, điều này thúc đẩy chúng tôi tiếp tục cung cấp những trải nghiệm độc đáo và khó quên cho mỗi du khách.\n\nSẽ rất vui nếu bạn sớm quay lại và chúng tôi mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xenotes và Xenotes. Để biết thêm thông tin, bạn có thể truy cập trang web chính thức của chúng tôi.\n\nTrân trọng.\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - US: 855-326-0682Đọc thêm",
            "Chúng tôi đến khu vực Cancun - Playa del Carmen - Tulum ít nhất mỗi năm một lần. Chúng tôi thường lên kế hoạch đến thăm một công viên Sinh thái Phiêu lưu trong thời gian lưu trú. Cho đến nay, có thể kể tên một số công viên, chúng tôi - đã đến XCARET, XEL-HA, XPLORE - hai lần - , Rio Secreto và các công viên mạo hiểm nhỏ hơn khác dành cho đường zip, centote và ATV - s.XENSES khác nhiều so với những công viên khác. Chụp ảnh là một điểm thu hút lớn đối với hầu hết mọi người. Thực sự không phải là điều của chúng tôi. Trò chơi đu dây - bay như chim - rất thú vị và chúng tôi đã làm điều đó một vài lần. Bỏ lỡ cơ hội trượt nước. Có vẻ như nó hơi quá sức đối với chúng tôi vì chúng tôi không thể nhìn thấy nó từ bên ngoài. Việc trôi nổi trong cenote ấm áp và dòng sông đất sét rất đẹp. Thị trấn thực sự khác thường và không thể hiểu được họ làm điều đó như thế nào. Việc đi bộ một mình qua hang tối chỉ bằng cảm giác và KHÔNG có hình ảnh thì hơi khó chịu. Đừng làm điều này nếu bạn không thoải mái ở những khu vực nhỏ, tối. Bằng cách nào đó, họ có thể nhìn thấy bạn, vì vậy chỉ cần bạn vẫy tay là họ sẽ đến đón bạn. Lẽ ra tôi nên hỏi sẽ phải đi bộ trong bao lâu thì tôi mới biết được điều gì sẽ xảy ra. Chúng tôi đã vượt qua được nhưng không biết nó sẽ mất nhiều thời gian như vậy. Cuối cùng, nó rất đắt - khoảng.  - 110 mỗi người - so với các công viên Sinh thái - Phiêu lưu khác trong khu vực khi bạn cho rằng Xenses chỉ hoạt động tối đa nửa ngày và không bao gồm đồ ăn. Chúng tôi được thông báo là không bao gồm đồ ăn vì các điểm tham quan có thể khiến bạn hơi mất phương hướng. Chúng tôi rất vui vì đã làm điều đó nhưng chúng tôi sẽ không lặp lại điều này. Tất cả các công viên khác mà chúng tôi đã từng đến, chúng tôi sẽ lặp lại.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã chia sẻ thông điệp của bạn với chúng tôi.\n\nThật tuyệt khi biết rằng bạn rất thích hoạt động Bird Flight và Sludgerie và chúng tôi rất tiếc khi biết rằng trải nghiệm của bạn với công viên kéo dài nửa ngày của chúng tôi không đáp ứng được mọi mong đợi của bạn. Bạn có thể yên tâm rằng chúng tôi sẽ xem xét phản hồi của bạn để tiếp tục cải thiện và đổi mới trải nghiệm của chúng tôi.\n\nChúng tôi rất mong được chào đón bạn trở lại công viên này hoặc bất kỳ công viên nào khác của Grupo Xcaret, chẳng hạn như Xavage, Xoximilco và Xenotes ở Cancun. Xel-Há và Xcaret ở Riviera Maya. Có một công viên dành cho mọi sở thích khác nhau, có thể điều chỉnh theo sở thích của bạn.\n\nTrân trọng.\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\n - 52 - 998 - 883-3143 - US 855-326-0682\nĐọc thêm",
            "Tôi thực sự thích công viên, nhưng hy vọng có nhiều thứ để làm hơn với mức giá đó. . Chúng tôi đã tham gia chuyến du lịch 1 - 2 ngày và có rất nhiều thời gian. Tôi thích các hoạt động này nhưng tôi không nghĩ mình sẽ đi hai lần.  Đây là một công viên tốt nhưng hãy lưu ý những hạn chế- rất nhiều - cảnh báo về sức khỏe - Đọc thêm",
            "Gina thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nThật tuyệt khi biết rằng bạn thích công viên tuyệt vời của chúng tôi, nơi trí tưởng tượng không có giới hạn. Tất cả các nhận xét của bạn đều rất quan trọng và chúng tôi sẽ xem xét phản hồi của bạn để tiếp tục cải thiện. Rất vui được chào đón bạn sớm quay lại và chúng tôi mời bạn đến thăm các công viên khác của chúng tôi ở Riviera Maya như Xcaret, Xel-Há và Xplor. Để biết thêm thông tin, bạn có thể liên hệ với Trung tâm cuộc gọi của chúng tôi.\n\nTrân trọng.\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - Mỹ: 855-326-0682\nĐọc thêm",
            "Chúng tôi đã đến công viên đó vào buổi tối tuần trước ngày 14 tháng 12 - Công viên được dành riêng vào ban đêm cho các thành viên hoặc chủ khách sạn Xcaret đoán. Chúng tôi gần như chỉ có một mình đến thăm nó, điều đó rất thú vị !! Không có thời gian chờ đợi không có đám đông Wow!!Đó chắc chắn là điểm thu hút yêu thích của chúng tôi trong cả tuần.. Đi bộ trong bóng tối.. thị trấn mà bạn dường như đang đi bộ lên trong khi bạn không.. những dòng sông bùn và nước mặn thật tuyệt điểm tham quan!!! Hoàn toàn đưa bạn ra khỏi cảm giác hồi hộp thông thường.. Bạn sẽ tính toán 3 giờ để hoàn thành tất cả các phần ..Hãy dành thời gian và tận hưởng các địa điểm chụp ảnh.. các góc tắt máy ảnh được thiết lập để chụp được những bức ảnh tuyệt vời .. bạn có thể hình dung chúng trên màn hình tại chỗ ngay lập tức. Sau đó, bạn quyết định xem mình có mua gói hàng hay không!!Nhưng ít nhất hãy chụp những bức ảnh tiếp theo.. chỉ để xem chúng khi ở đó - Đối với chúng tôi, đó là điểm nổi bật trong trải nghiệm Xcaret Arte của chúng tôi. Được tổ chức tốt., dễ dàng tham quan.. đánh thức các giác quan của bạn một cách nhẹ nhàng .,một buổi tối rất đẹp! Phương tiện di chuyển đến đó cứ sau 20 phút từ khách sạn. Khoảng thời gian từ 18h00 đến 19h00 là bạn có đủ thời gian để hoàn thành. Hãy mang theo bộ đồ bơi của bạn.. thực sự bạn sẽ bỏ lỡ một trải nghiệm thú vị nếu bỏ qua phần đó!Đọc thêm",
            "Pepin thân mến,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nChúng tôi rất vui khi đọc được đánh giá tuyệt vời của bạn và chúng tôi - rất vui khi biết rằng bạn rất thích công viên tuyệt vời của chúng tôi, nơi trí tưởng tượng không có giới hạn. Chúng tôi cũng rất vui khi biết rằng Photo Pass của chúng tôi đã đáp ứng được mong đợi của bạn. Chúng tôi đánh giá cao tất cả các nhận xét của bạn, điều này thúc đẩy chúng tôi tiếp tục cung cấp những trải nghiệm độc đáo và khó quên cho mỗi du khách.  \n\nSẽ rất vui nếu bạn sớm quay lại và chúng tôi mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động hơn với thiên nhiên. \n\nTrân trọng.\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - US: 855-326-0682Đọc thêm",
            "Đây là một ngày nổi bật trong chuyến đi vòng quanh Mexico của chúng tôi. Bộ sưu tập động vật và hoạt động tuyệt vời ở một vị trí thực sự đẹp!Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Xenses!\n\nChúng tôi rất vui khi biết rằng bạn rất thích công viên của chúng tôi, nơi không có gì giống như vẻ ngoài và trí tưởng tượng không có giới hạn. Tất cả nhận xét của bạn đều rất quan trọng đối với chúng tôi và chúng tôi sẽ xem xét chúng để tiếp tục cung cấp trải nghiệm kỳ diệu cho mỗi khách truy cập.\n\nChúng tôi rất mong sớm được đón bạn trở lại và mời bạn đến thăm chúng tôi tại bất kỳ công viên và chuyến tham quan nào khác của Grupo Xcaret như Xel-Há và Xenotes, bao gồm nhiều hoạt động gần gũi với thiên nhiên hơn. \n\nChân thành,\n\nBrenda H.\nGrupo Xcaret - Dịch vụ khách hàng.\nMex: - 52 - 998 - 883-3143 - US: 855-326-0682Đọc thêm"
        ],
        "star_ratings": [
            1297,
            384,
            146,
            50,
            40
        ],
        "review_amount": 1917,
        "location": [
            "Bãi biển Carmen",
            "Quintana Roo",
            "Những hoạt động không thể bỏ qua ở Playa del Carmen",
            "Riviera Maya",
            "bán đảo Yucatan",
            "Công viên Xenses của Xcaret",
            "México"
        ],
        "reviews_time": [
            "Written December 12, 2023",
            "Written December 23, 2023",
            "Written December 31, 2023",
            "Written May 19, 2024",
            "Written May 12, 2024",
            "Written March 18, 2024",
            "Written March 5, 2024",
            "Written February 29, 2024",
            "Written February 8, 2024",
            "Written February 6, 2024",
            "Written January 1, 2024",
            "Written December 23, 2023",
            "Written December 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150812-d10459825-Reviews-Xenses_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2704705-d23644057-Reviews-Tah_xido-Xcaret_Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d13983595-Reviews-Restaurante_Ha-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d14976387-Reviews-Xin_Gao-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2704705-d10639927-Reviews-Cafeteria_La_Orquidea-Xcaret_Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2704705-d25090118-Reviews-Restaurante_Apapachoa-Xcaret_Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d21775316-Reviews-Pizzeria_Ciao_Bei-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d23330488-Reviews-Xpiral_Cuevas_Restaurant-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d23552977-Reviews-Chino_Poblano_at_Hotel_Xcaret_Arte-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2704705-d9681120-Reviews-Restaurant_Dos_Playas-Xcaret_Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d23330494-Reviews-Trajinera_Restaurant-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d152777-Reviews-Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1075137-Reviews-Rio_Secreto-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2188983-Reviews-Delphinus_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d3320138-Reviews-Quinta_Avenida-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d15834509-Reviews-Ultracarga-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d19094882-Reviews-Martina_Beach_Club-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d1823250-Reviews-Ecopark_Kantun_Chi-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d9729175-Reviews-3D_Museum_of_Wonders-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2296462-Reviews-Cenote_Chaak_Tun-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2279558-Reviews-Nuestra_Senora_del_Carmen_Catholic_Church-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d10459825-Reviews-or10-Xenses_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d23565341-Reviews-Aqua_Nick-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d17431846-Reviews-Jungala_Aqua_Experience-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4547960-Reviews-Bel_Air_Animal_Park-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d14938269-Reviews-Chanolandia-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d12097064-Reviews-Teatro_Gran_Tlachco-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4882791-Reviews-Xplor_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d572654-Reviews-Dressel_Divers-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d3538108-Reviews-Dressel_Divers-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d12246056-Reviews-Boutique_Tours_Mexico-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d17562722-Reviews-The_Yacht_Experiences-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1767029-Reviews-The_Reef_Marina-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4097859-Reviews-Cancun_Adventures-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d3981214-Reviews-Tierras_Mayas-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4268452-Reviews-Playa_Private_Tours-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4097853-Reviews-Whale_Shark_Experience_by_Cancun_Adventures-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d14157678-Reviews-Destino_Riviera-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297675-d4801981-Reviews-Then_Tirupathi-Coimbatore_Coimbatore_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d10726024-Reviews-Glendale_Shoals_Preserve-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55390-d6876190-Reviews-Rutledge_Falls-Tullahoma_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d1819597-Reviews-Womb_Tokyo-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14967304-Reviews-Modhesh_World-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d25030059-Reviews-Alpaca_Club-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d18545089-Reviews-Sanrioworld_Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d23273654-Reviews-Bucee_s-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56211-d207611-Reviews-Ellen_Trout_Zoo-Lufkin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56041-d12571661-Reviews-Sam_Rayburn_Reservoir-Jasper_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150812-d10459825-Reviews-or10-Xenses_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150812-d10459825-Reviews-Xenses_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html"
    }
]