[
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Lộc thân thiện, đúng giờ, chuyên nghiệp và có khiếu hài hước thú vị.  Anh ấy đã làm cho chuyến đi Sài Gòn của chúng tôi rất đáng nhớ và chú ý đến sở thích cũng như yêu cầu của chúng tôi.  Anh ấy cực kỳ am hiểu và giúp chúng tôi hiểu văn hóa và lối sống của người Việt. Tôi đã đi du lịch cùng 5 cặp đôi đi du lịch vui vẻ và chúng tôi đã tận hưởng trọn vẹn 3 ngày cùng anh ấy.  Tôi điều hành một công ty du lịch cao cấp ở Nam Phi và sẽ sử dụng Lộc và công ty của anh ấy cho bất kỳ khách hàng nào muốn đến thăm Việt Nam. Họ sẽ không thất vọng! Anh ấy thật tuyệt vời! Đọc thêm",
            "Tour du lịch riêng tuyệt vời đến nhiều vùng khác nhau của Việt Nam. Lộc đưa chúng tôi đến cả những địa điểm du lịch và đích thực để ngắm nhìn mọi khía cạnh của Việt Nam. Một trải nghiệm tổng thể tuyệt vời với rất nhiều loại món ăn ngon khác nhau, khách sạn tuyệt vời và khoảng thời gian vui vẻ hơn với Loc là hướng dẫn viên và phiên dịch!Đọc thêm",
            "Đây là lần thứ hai tôi sử dụng Xin Chao Private Vietnam Tours và tôi thực sự khuyên họ nên sắp xếp các chuyến tham quan tại Việt Nam. Họ gợi ý một hành trình bao gồm 5 điểm dừng ẩm thực khác nhau, nơi chúng tôi nếm thử nhiều món ăn địa phương khác nhau. Những món ăn này bao gồm Bánh Qua Vật, Quả Mít và dừa tươi, Phở, Xôi chuối nướng và cuối cùng là Cà phê Trứng thơm ngon.  Họ rất phản hồi email và chuyến tham quan của chúng tôi được sắp xếp nhanh chóng và hiệu quả.   Vào ngày tham quan, Lộc đã liên lạc qua WhatsApp.   Xe du lịch có máy lạnh và rất đẹp. Chúng tôi đến tàu du lịch ở Phú Mỹ và Lộc đón chúng tôi ở ngoài cổng cảng.Đọc thêm",
            "Chúng tôi giới thiệu Lộc và nhóm của anh ấy tại Xin Chao cho các chuyến du lịch riêng đến Việt Nam. Tôi và con gái đặt tour 10 ngày từ Hà Nội đến TP.HCM. Giao tiếp và đặt phòng nhanh chóng và hiệu quả. Hướng dẫn viên Rosie Hương của chúng tôi rất năng động, nhiều thông tin và có kiến ​​thức về những địa điểm ăn uống tốt nhất ở địa phương. Sự lựa chọn khách sạn là tuyệt vời. Chuyến tham quan bao gồm các điểm dừng trong hành trình du lịch thông thường như trang trại rau, lớp học nấu ăn và chuyến tham quan ẩm thực bằng xe máy tại TP HCM! Cảm ơn Lộc và nhóm rất nhiều vì đã biến chuyến đi trở thành một trải nghiệm đáng nhớ đối với chúng tôi.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan thành phố Hồ Chí Minh tuyệt vời với hướng dẫn viên tên Hằng và tài xế của cô ấy. Chúng tôi là 3 cặp đôi trưởng thành và chuyến du lịch kéo dài 8 giờ của chúng tôi rất nhiều thông tin và thú vị, chúng tôi không thể khen ngợi nó đủ. Ngoài việc tham quan, chúng tôi còn có cơ hội nếm thử ẩm thực Sài Gòn trong một khung cảnh chân thực. Nếu bạn có cơ hội sử dụng công ty này, tất cả chúng tôi đều muốn giới thiệu nó, giao tiếp trước chuyến đi cũng rất tuyệt vời, chúng tôi đã liên hệ với nhà tổ chức hơn một năm và luôn cảm thấy rất tốt. Dịch vụ tuyệt vời!Đọc thêm",
            "Hướng dẫn viên du lịch rất được khuyến khích, người đã tổ chức chuyến tham quan qua ảnh ba tuần cho chúng tôi từ Hà Nội đến Sài Gòn. Giao tiếp tốt, tổ chức tốt và linh hoạt. Rất vui khi được đi du lịch cùng. Sẽ không ngần ngại sử dụng anh ấy lần nữa trong tương lai.Đọc thêm",
            "Tôi đã liên hệ với Loc Xin Chao Private Tours từ Vương quốc Anh và yêu cầu anh ấy sắp xếp một chuyến du lịch riêng kéo dài 3 tuần cho vợ chồng tôi. Tôi là một nhiếp ảnh gia và chuyến đi dựa trên điều đó và chúng tôi đi du lịch ngoài đường mòn đến những địa điểm phù hợp. Lộc hiểu những gì tôi đang tìm kiếm và cùng nhau có một chuyến đi tuyệt vời. Anh ấy cực kỳ nhiệt tình và vui vẻ thay đổi mọi thứ khi chúng tôi tiến hành để phù hợp với những gì tôi đang tìm kiếm. Anh ấy luôn nhanh nhẹn và chu đáo, khả năng tổ chức cũng như kiến ​​thức về đất nước của anh ấy rất tuyệt vời. Được đánh giá cao, đến mức tôi hy vọng sẽ quay trở lại để thực hiện một chuyến đi xa hơn đến miền bắc xa xôi cùng anh ấy.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời khi khám phá cả Địa đạo Củ Chi và Đồng bằng sông Cửu Long.. Đó là một ngày dài nhưng chật cứng. Cảm ơn Andy vì đã là một hướng dẫn viên tuyệt vời, hiểu biết và thân thiện. Thực sự rất thích bữa trưa tại trang trại của gia đình Mr 6.  Chúng tôi đã có chuyến du lịch chỉ với gia đình và thật tuyệt khi có chuyến du lịch nhỏ riêng tư .. Rất khuyến khích. Đọc thêm",
            "Mười hai người chúng tôi bắt đầu ở Thành phố Hồ Chí Minh. Sau đó chúng tôi đến Đà Nẵng, Huế và Hội An trên bờ biển miền Trung Việt Nam. Chúng tôi kết thúc chuyến đi ở Hà Nội bằng chuyến đi đến Vịnh Hạ Long. Xin Chao Private Vietnam Tours đã thực hiện công việc TUYỆT VỜI trong việc điều phối và thực hiện mọi thứ từ vận chuyển, khách sạn, tour du lịch và giới thiệu nhà hàng. Loc hướng dẫn viên du lịch của chúng tôi đã chia sẻ kiến ​​thức về lịch sử của những địa điểm chúng tôi đã ghé thăm, điều này đã nâng cao sự thích thú của chúng tôi. Anh ấy cũng rất nhiệt tình khi có những thay đổi trong lịch trình, ví dụ: đặt chỗ ăn tối và những nơi chúng tôi muốn đến không nằm trong kế hoạch ban đầu. Kết thúc chuyến đi, chúng tôi đều coi Lộc là người bạn đã chia sẻ những kỷ niệm khó quên trong chuyến đi Việt Nam.Đọc thêm",
            "Chuyến đi rất vui vẻ và suôn sẻ từ khâu tìm hiểu cho đến khi kết thúc chuyến tham quan. Tất cả các truy vấn đều được trả lời rất kịp thời và chúng tôi có thể thực hiện chuyến đi này theo yêu cầu đặc biệt của mình. Hướng dẫn viên của chúng tôi, cô Thi rất cởi mở trong việc thu hút tôi và đối tác của tôi.  Cô ấy rất am hiểu về lịch sử của những nơi chúng tôi đến thăm. Cô ấy cũng chia sẻ kinh nghiệm của bản thân và đưa ra lời khuyên cho chúng tôi bất cứ khi nào chúng tôi yêu cầu. Cảm ơn bạn vì một chuyến đi tuyệt vời! Đọc thêm",
            "Bạn có số điện thoại liên lạc không? Hoặc bất kỳ trang web nào tôi có thể truy cập. Đọc thêm",
            "Có thể đến thăm đồn điền cao su không?\nTrân trọng\nPaolo - ÝĐọc thêm",
            "Bạn nên hỏi họ. Sự tham gia của chúng tôi với họ chủ yếu là ở thành phố ngoại trừ địa đạo củ chi. Họ rất có ý định đáp ứng nhu cầu của bạn nên tôi nghi ngờ rằng ít nhất họ sẽ tìm ai đó cho bạn nếu họ không làm điều đó.Đọc thêm",
            "Chào bạn, mình muốn tìm hướng dẫn viên du lịch cho 4 người vào ngày 21 và 22/02 tại Đà Nẵng, vui lòng chia sẻ giá nhé. Cảm ơn bạn!Đọc thêm",
            "Vui lòng gửi cho chúng tôi email của bạn sau đó chúng tôi có thể gửi cho bạn các đề xuất dựa trên thông tin đầy đủ của bạn.Đọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Có, họ có thể sắp xếp hướng dẫn viên nói tiếng Pháp cho bạnĐọc thêm",
            "Bạn có sẵn sàng cho chuyến du lịch riêng cho 4 người vào ngày 5 tháng 3 năm 2019. Đến tàu du lịch Holland American lúc 6:00 sáng tại Phú Mỹ.\n\nTàu khởi hành lúc 6 giờ tối. - chỉ ở cảng trong 12 giờ.\n\nJ. WallisĐọc thêm",
            "Vâng chúng tôi. Vui lòng gửi email cho chúng tôi sau đó chúng tôi trả lời với hành trình được đề xuất của chúng tôi. Cảm ơn.Đọc thêm",
            "Tôi và vợ sẽ đến Sài Gòn vào ngày 23 tháng 1 và muốn khám phá Việt Nam với tâm trạng vui vẻ và thư giãn.\nChúng tôi sẽ trở về từ Honai. Bạn vui lòng cung cấp cho chúng tôi một số kế hoạch và gói hàng.\n\nRgd\nAmirĐọc thêm",
            "Vui lòng gửi email cho chúng tôi để chúng tôi có thể gửi cho bạn các đề xuất của chúng tôi.Đọc thêm",
            "Bạn có thể cho tôi báo giá thuê xe từ Hồ Chí Minh đến Đà Lạt sáu ngày năm đêm được không?",
            "Chúng tôi chỉ cung cấp các tour nói tiếng Anh. Vui lòng gửi email cho chúng tôi để biết thêm thông tin.Đọc thêm",
            ".    \n\n\n \n\nchúng tôi muốn có một chuyến đi lúc 05:00 chiều, chúng tôi có nhóm 6 người và chúng tôi đến phú mỹ lúc 08:00 sáng cùng với các hoàng tử kim cươngĐọc thêm",
            "Vui lòng truy cập trang web của chúng tôi và gửi email cho chúng tôi để chúng tôi có thể cung cấp cho bạn tất cả thông tin chi tiết về hành trình và giá cả.\n\nChỉ cần nhấp vào trang web.Đọc thêm",
            "Xin chào chúng tôi muốn tổ chức một chuyến đi vào buổi sáng ngày 5 tháng 9 tới địa đạo củ chi và sau đó buổi chiều ra sông Mê Kông ngủ qua đêm và thức dậy đi tham quan chợ nổi và sau đó trở về hồ chí minh. có thể được không? có hai người, cho mình biết giá cả và tình trạng còn hàng nhé, cảm ơn nhiềuĐọc thêm",
            "Xin chào - đánh giá tuyệt vời. Tôi có một câu hỏi nếu được. Tôi muốn tham gia cùng một tour như bạn mô tả về đường hầm và Đồng bằng sông Cửu Long. Chúng tôi là một gia đình gồm 4 người - 2 người lớn và 2 trẻ em 8 và 5 tuổi. Bạn có nghĩ chuyến đi này phù hợp với trẻ em không?\n\nCảm ơn! Đọc thêm",
            "Vui lòng truy cập trang web của chúng tôi và gửi email cho chúng tôi sau đó chúng tôi có thể gửi cho bạn hành trình chi tiết. \n\nTour Củ Chi và mekong thường kéo dài 10 tiếng từ 7h sáng đến 5-6h chiều. Chúng tôi nghĩ sẽ ổn cho con bạn nếu bạn chấp nhận lịch trình tham quan. Đọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 26, 2024",
            "Written April 20, 2024",
            "Written March 22, 2024",
            "Written March 19, 2024",
            "Written March 7, 2024",
            "Written February 16, 2024",
            "Written February 5, 2024",
            "Written January 9, 2024",
            "Written January 3, 2024",
            "Written December 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or10-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g58947-d144576-Reviews-Capitol_Market-Charleston_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d107328-Reviews-Bass_Pro_Shops_Outdoor_World-Springfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8456607-Reviews-Museum_of_the_Second_World_War_Muzeum_II_Wojny_Swiatowej-Gdansk_Pomerania_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d106537-Reviews-Lake_Powell-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d2198364-Reviews-Stingray_City-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d6868151-Reviews-Tenaya_Lake-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g469418-d9748314-Reviews-Vinpearl_Safari-Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d12881404-Reviews-Hi_Ibiza-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d13129132-Reviews-Newhaven_Harbour-Edinburgh_Scotland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or10-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã có chuyến du lịch Việt Nam một lần trong đời trong 2 tuần. Chúng tôi đã khám phá nhiều địa điểm đẹp và có cơ hội tìm hiểu lịch sử nhờ hướng dẫn viên du lịch của chúng tôi, Lộc. Anh ấy rất hiểu biết, thân thiện và thích ứng với nhu cầu thay đổi của chúng tôi. Chúng tôi coi Lộc như một thành viên trong gia đình khi kết thúc chuyến tham quan. Tôi thực sự giới thiệu dịch vụ du lịch riêng này cho bất kỳ ai muốn khám phá Việt Nam.Đọc thêm",
            "Chuyến đi rất thú vị và hướng dẫn viên du lịch khá tốt với các địa điểm mục tiêu chính xác và đại lý du lịch rất có trách nhiệm trong chuyến tham quan văn phòng của chúng tôi và chúng tôi sẽ quay lại Việt Nam đến các địa điểm tham quan khác.Đọc thêm",
            "Chuyến đi tốt đẹp, chuyến đi hướng dẫn tuyệt vời đến việt nam. Hành trình thật tuyệt vời và nhiều thông tin. Bữa trưa được cung cấp rất ngon. Hướng dẫn viên Ms.ann rất thân thiện và hữu ích.Đọc thêm",
            "Việt Nam rất tốt và người hướng dẫn rất thông minh, thông tin rõ ràng và lời khuyên hữu ích.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Đặc biệt cảm ơn Lộc và Ann đã tổ chức mọi thứ từ đầu đến cuối chuyến tham quan. Nhờ các bạn mà chúng tôi đã hiểu rõ hơn về Thành phố Hồ Chí Minh và khu vực xung quanh.Đọc thêm",
            "Hầu hết mọi người trong nhóm đều chưa từng đến Việt Nam, đây là lần đầu tiên trong đó có tôi. Tôi rất vui vì họ vui vẻ và thoải mái trong thời gian ở Việt Nam. Chúng tôi đã nhìn thấy những cảnh đẹp, truyền thống và giáo dục. Thành thật mà nói, không có tiêu cực xấu nào trong chuyến tham quan riêng này.Đọc thêm",
            "chuyến đi này thật tuyệt vời, một khoảnh khắc đẹp và tôi thực sự rất thích nó, cảm ơn bạn rất nhiều vì những kỷ niệmĐọc thêm",
            "Trải nghiệm thú vị khi tham quan tất cả các địa điểm nổi tiếng khắp Sài Gòn và Việt Nam. Cô hướng dẫn viên du lịch của chúng tôi rất hữu ích và tốt bụng để hướng dẫn chúng tôi đi khắp nơi. Rất khuyến khích cho bất cứ ai đi du lịch vòng quanh sài gòn hoặc việt nam. Cảm ơn!! Đọc thêm",
            "Khi nói đến các chuyến du lịch Việt Nam, Lộc là sự lựa chọn không thể sánh bằng! Trước đây chúng tôi đã cùng Lộc tận hưởng chuyến tham quan Hồ Chí Minh, lần này, chúng tôi hân hạnh được đồng hành cùng anh ấy tại Hà Nội để khám phá toàn diện khu vực này của Việt Nam trong 5 ngày. Từ việc sắp xếp chỗ ở và đón tại sân bay cho đến cung cấp tài xế tận tâm và lên kế hoạch cho một hành trình đa dạng, Loc quản lý mọi khía cạnh với sự quan tâm sâu sắc đến lợi ích của chúng tôi. Trong số những điểm nổi bật đáng nhớ là chuyến tham quan ẩm thực buổi tối Hà Nội thú vị và hấp dẫn, cảm giác hồi hộp khi xem cuộc đua xe lửa dọc Phố Tàu và thưởng thức cà phê trứng cổ điển tại một trong những quán cà phê lâu đời nhất Hà Nội. Lộc và người lái xe đã thể hiện kiến ​​thức sâu sắc về thành phố, hướng dẫn chúng tôi một cách thành thạo đến những điểm đẹp nhất của thành phố. Đỉnh cao trong hành trình của chúng tôi là chuyến tham quan du lịch hai ngày một đêm đến Vịnh Hạ Long, nơi mang đến cho chúng tôi tầm nhìn ngoạn mục về các thành tạo đá vôi tuyệt đẹp của khu vực. Không có gì là quá khó khăn đối với Lộc, người luôn duy trì cách tiếp cận thoải mái nhưng rất chuyên nghiệp đến từng chi tiết. Gặp lại anh ấy là một trải nghiệm tuyệt vời và tôi hết lòng khuyên bạn nên đi du lịch Việt Nam cùng anh ấy, bất kể điểm đến của bạn là gì. Bạn được đảm bảo có chuyến hành trình tuyệt vời nhất trong tay những người có năng lực nhất.Đọc thêm",
            "Trước khi tôi bắt đầu đánh giá khi đặt phòng với công ty này, tôi biết bạn hãy chắc chắn rằng bạn nhìn thấy logo này, có một công ty khác sử dụng cùng tên mà tôi vô tình đăng bài đánh giá.  Lần đầu tiên tôi sử dụng công ty ông Locs cách đây 7 năm vào dịp sinh nhật lần thứ 85 của bố tôi, lần này tôi nhờ ông xử lý các khách sạn ở cả saigon và hà nội vì tôi muốn ở thành phố. Alagon ở saigon và lụa hồng ở hà nội thật tuyệt vời. Chúng tôi đã thực hiện 2 chuyến du lịch ở saigon, chuyến đầu tiên là ở đồng bằng sông Cửu Long. Điểm nổi bật của đó là bữa trưa tại sáu gia đình chú sáu là rất nhiều thông tin. Đại sứ của chúng tôi trong ngày là Andy và thực tập sinh Catherine, cả hai đều tuyệt vời và nói tiếng Anh hoàn hảo. Hướng dẫn viên địa phương là lý do khiến tôi sử dụng lại công ty của anh ấy. Chuyến tham quan thứ hai là chuyến tham quan ẩm thực một lần nữa với Andy và Catherine cho chuyến tham quan này. Catherine là hướng dẫn viên. Tôi đã nhấn mạnh vào món sườn heo nướng và quán trà.    Sau chuyến du ngoạn 2 ngày trên vịnh Hồ Long mà tôi đánh giá cao ông Locs, đại sứ Linda đã đưa chúng tôi đi tham quan ẩm thực Hà Nội và sáng hôm sau đã cho chúng tôi xem những điểm tham quan quan trọng ở Hà Nội, bao gồm cả chính tả cầu dài. Mr.loc đã xử lý tất cả các giao dịch chuyển tiền của chúng tôi, đây là một điểm cộng lớn. Điều khiến công ty của mr.locs khác biệt với những công ty khác là dịch vụ khách hàng và hướng dẫn viên của anh ấyĐọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 25, 2023",
            "Written December 18, 2023",
            "Written December 18, 2023",
            "Written December 18, 2023",
            "Written December 18, 2023",
            "Written December 18, 2023",
            "Written December 18, 2023",
            "Written December 18, 2023",
            "Written October 27, 2023",
            "Written September 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or10-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or20-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g45950-d3914357-Reviews-Pioneer_Saloon-Goodsprings_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d263244-Reviews-Harbour_Town_Lighthouse_and_Museum-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d9727284-Reviews-Putrajaya_Challenge_Park-Putrajaya_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128698-Reviews-Wings_Over_the_Rockies_Air_Space_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d21232810-Reviews-Lido_L_Incanto-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1740856-Reviews-Big_Rock_Dude_Ranch_at_Ponderosa-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g147298-d148762-Reviews-Grand_Anse_Beach-South_Coast_Saint_George_Parish_Grenada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189450-d12072589-Reviews-Symi_Taxi_Boat-Symi_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d14067619-Reviews-Joining_Beach-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g54917-d1736248-Reviews-Bristol_Motor_Speedway-Bristol_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or20-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or10-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trong số 175 Tour du thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Catherine là một hướng dẫn viên tuyệt vời và tài xế của chúng tôi nói tiếng Anh rất tốt, cô ấy rất thông tin và hữu ích, chúng tôi hy vọng có thể gặp cô ấy lần tiếp theo. Chúng tôi đang ở Việt Nam, một trong những người tuyệt vời nhất để đi du lịch cùngĐọc thêm",
            "Hướng dẫn viên Kelvin của chúng tôi đã đưa 2 đứa con của tôi đi tham quan trong ngày bao gồm nấu ăn và tham quan thành phố. Kelvin là một hướng dẫn viên tuyệt vời đã khiến chúng tôi có khoảng thời gian rất vui vẻ và thú vị. Anh ấy là người hiểu biết và hấp dẫn và các con tôi không chỉ có khoảng thời gian vui vẻ mà còn học được rất nhiều điều. Một hướng dẫn viên du lịch và tour du lịch rất được khuyến khích! Đọc thêm",
            "Tôi đã dành ba tuần ở Việt Nam với Xin Chao Private Vietnam Tours. Công ty này đã cung cấp cho tôi một tour du lịch được thiết kế riêng để chụp ảnh ruộng bậc thang và các làng dân tộc thiểu số, vượt xa hành trình du lịch thông thường. Hướng dẫn viên của tôi là Loc đã mang đến cho tôi những trải nghiệm khó quên và những kết nối văn hóa, ở cả miền núi phía bắc và Đồng bằng sông Cửu Long. Loc hiểu mong muốn của tôi là được đến những khu vực ít khách du lịch. Chúng tôi đã đến những nơi mà ít khách du lịch ghé thăm, nhưng hoàn toàn tuyệt vời và ngoạn mục. Loc có cách phá vỡ sự im lặng đặc biệt với người dân địa phương ở những khu vực ít khách du lịch. Người dân luôn thân thiện và nhiều lần mời chúng tôi đến nhà họ uống trà. Hà Nội, với Khu Phố Cổ, rất sôi động với ẩm thực và văn hóa. Sài Gòn là quê hương của Loc và anh ấy tự hào giới thiệu điều đó. Đây là lần thứ hai tôi sử dụng Xin Chao Private Vietnam Tours trong các chuyến thăm Việt Nam của mình. Loc và nhóm của anh ấy đã vượt xa mong đợi của tôi. Sự nhiệt tình của họ đối với việc tham quan và chụp ảnh! thực sự phi thường. Nếu bạn có mong muốn phiêu lưu, cần tìm một kết nối văn hóa ít khách du lịch hoặc ngắm nhìn cảnh quan tuyệt đẹp, tôi thực sự khuyên bạn nên sử dụng công ty này. Đọc thêm",
            "Tôi đã đặt một chuyến du lịch ở Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long như một phần trong hành trình hưởng tuần trăng mật của mình. Trước khi đến: Loc rất nhạy bén và dễ dàng hợp tác trong việc phát triển một hành trình tùy chỉnh để tối ưu hóa thời gian của chúng tôi ở đó. Sau khi đến: Chúng tôi được đón tại sân bay như dự kiến ​​và đi vòng quanh Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long trong suốt 4 ngày. Anh là hướng dẫn viên du lịch của chúng tôi, cô ấy rất vui vẻ và đã cung cấp thông tin tuyệt vời trong suốt chuyến tham quan của chúng tôi. Chúng tôi luôn biết những gì sẽ xảy ra và hành trình mỗi ngày. Tại HCM, chúng tôi đã thực hiện một chuyến tham quan ẩm thực tuyệt vời và rất khuyến khích tham quan Địa đạo Củ Chi!, Bảo tàng Chiến tranh, Bưu điện và Nhà thờ Đức Bà. Tại MekongCần Thơ, chúng tôi tham quan chợ nổi, chợ đêm, ăn trưa kiểu địa phương và đi thuyền truyền thống dọc sông. Chúng tôi chưa bao giờ cảm thấy vội vã hoặc như thể không thể đưa ra những đề xuất đặc biệt cho những gì chúng tôi muốn làm. Đó là một trải nghiệm tuyệt vời và tôi không muốn quay lại Việt Nam.  Tôi sẽ đặt một chuyến du lịch khác với Xin Chao.Đọc thêm",
            "Cả ngày cùng Hang Cathryn Mr Handsome đến địa đạo Củ Chi và trường bắn. Đã học được rất nhiều chi tiết tuyệt vời từ cô Hằng về lịch sử Sài Gòn Việt Nam. Hằng là một hướng dẫn viên du lịch cá nhân, hiểu biết và vui vẻ mà tôi rất thích được đồng hành cùng ngày hôm nay.Đọc thêm",
            "Trải nghiệm tuyệt vời với hướng dẫn viên du lịch và tôi tận hưởng từng khoảnh khắc.  Anh ấy đã giúp việc lưu diễn một mình tại một thành phố mới trở nên dễ dàng hơn rất nhiều và tôi sẽ cho 10 sao nếu có thể!Đọc thêm",
            "Chuyến tham quan riêng của chúng tôi càng đặc biệt hơn khi chính Loc và cộng sự Tiffany đi du lịch cùng gia đình 4 người của chúng tôi. Chúng tôi được đối xử như một gia đình và Lộc đã giúp đỡ chúng tôi khi con trai chúng tôi bị ngã. Chúng tôi có một số khung cảnh tuyệt vời ẩn giấu ở Tam Cốc, khám phá núi Yên Tử với một nhóm tu sĩ mà Lộc đang trò chuyện. Mặc dù nó không hoàn hảo đến 100% nhưng chúng tôi đã có một trải nghiệm đáng nhớ khi đi chệch hướng. Điều tuyệt vời nhất là học ngôn ngữ và hòa mình vào văn hóa địa phương mà chúng tôi sẽ không biết nếu chúng tôi đi du lịch một mình! Đọc thêm",
            "Đã có một buổi tối tuyệt vời được hướng dẫn bởi Tim và Catherine, những người rất vui vẻ và rất am hiểu về những món ăn chúng tôi đang ăn. Họ cũng cho chúng tôi những hiểu biết sâu sắc về cuộc sống ở Việt Nam. Rất khuyến khích.Đọc thêm",
            "Lộc từ Xin Chao thật tuyệt vời ngay từ lần tiếp xúc đầu tiên của chúng tôi. Anh ấy đã nỗ lực rất nhiều để xác định những mối quan tâm của chúng tôi và những gì chúng tôi muốn đạt được trong thời gian ở Sài Gòn. Chúng tôi đã dành vài ngày cho các chuyến du lịch riêng, quanh thành phố, trong các công viên quốc gia ở vùng nông thôn và một chuyến tham quan thành phố ẩm thực, đó là điểm nổi bật trong thời gian chúng tôi ở đó. Anh ấy đúng giờ và có tổ chức, rất rõ ràng với những lời giải thích của mình và đã nỗ lực rất nhiều để cho chúng tôi xem những thắng cảnh và văn hóa của Sài Gòn cũng như cách sống của người dân ở đó. Chúng tôi sẽ không ngần ngại gọi lại cho Lộc nếu quay lại Sài Gòn. Chúng tôi cũng đã dành thời gian với Linda từ Xin Chao khi chúng tôi ở Hà Nội, điều đó cũng tuyệt vời không kém! Cho dù đó là chuyến tham quan một ngày hay một chuyến đi riêng hoàn toàn tùy chỉnh, Xin Chao là con đường để đi!Đọc thêm",
            "Đây là lần thứ hai chúng tôi đến thăm Việt Nam và là lần thứ hai chúng tôi sử dụng công ty này.  Chúng tôi đã có ba chuyến du lịch với công ty, hai chuyến đi vòng quanh Hà Nội và một chuyến vòng quanh Hội An.  Cả ba tour đều tuyệt vời.  Các hướng dẫn viên rất thân thiện, hiểu biết và cả hai đều nói tiếng Anh xuất sắc.  Tôi sẽ không ngần ngại giới thiệu công ty này cho bất kỳ ai đến thăm Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 24, 2023",
            "Written September 16, 2023",
            "Written September 15, 2023",
            "Written September 14, 2023",
            "Written August 12, 2023",
            "Written August 11, 2023",
            "Written July 19, 2023",
            "Written July 13, 2023",
            "Written June 18, 2023",
            "Written June 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or20-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or10-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or30-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d605431-Reviews-Stereo_Nightclub-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g45159-d2268614-Reviews-Cliff_Lake-Ennis_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185115-Reviews-Toronto_Island_Park-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23473814-Reviews-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d8449345-Reviews-Iron_Mountain_Hot_Springs-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d4554343-Reviews-Stazione_Napoli_Centrale-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127164-Reviews-Castles_N_Coasters-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g38124-d3335146-Reviews-High_Trestle_Trail_Bridge-Madrid_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d103050-Reviews-Bay_Beach_Amusement_Park-Green_Bay_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or30-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or20-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Tour du lịch trọn ngày tuyệt vời đến địa đạo Củ Chi và đồng bằng sông Cửu Long. Chuyến tham quan riêng phù hợp với mong muốn của chúng tôi và Lộc đã đưa ra nhiều gợi ý hay nhưng cũng kết hợp những kinh nghiệm trước đây và mong muốn cá nhân của chúng tôi. Trong chuyến tham quan, hướng dẫn viên có hiểu biết và chuẩn bị rất kỹ M Khang, sẵn sàng kể cho chúng tôi nghe cả lịch sử và nhiều sự thật cá nhân . Chuyến đi đã được lên kế hoạch theo cách mà chúng tôi có thể bỏ qua tất cả các hàng đợi và thời gian bận rộn, không có thời gian chờ đợi. Bữa trưa rất riêng tư ở Mekong trong khu vườn đảo riêng. Một ngày tuyệt vờiĐọc thêm",
            "Cả ngày cùng Hang Cathryn Mr Handsome đến địa đạo Củ Chi và trường bắn. Đã học được rất nhiều chi tiết tuyệt vời từ cô Hằng về lịch sử Sài Gòn Việt Nam. Hằng là một hướng dẫn viên du lịch cá nhân, hiểu biết và vui vẻ mà tôi rất thích được đồng hành cùng ngày hôm nay.Đọc thêm",
            "Đây là lần thứ hai chúng tôi đến thăm Việt Nam và là lần thứ hai chúng tôi sử dụng công ty này.  Chúng tôi đã có ba chuyến du lịch với công ty, hai chuyến đi vòng quanh Hà Nội và một chuyến vòng quanh Hội An.  Cả ba tour đều tuyệt vời.  Các hướng dẫn viên rất thân thiện, hiểu biết và cả hai đều nói tiếng Anh xuất sắc.  Tôi sẽ không ngần ngại giới thiệu công ty này cho bất kỳ ai đến thăm Việt Nam.Đọc thêm",
            "Lộc thân thiện, đúng giờ, chuyên nghiệp và có khiếu hài hước thú vị.  Anh ấy đã làm cho chuyến đi Sài Gòn của chúng tôi rất đáng nhớ và chú ý đến sở thích cũng như yêu cầu của chúng tôi.  Anh ấy cực kỳ am hiểu và giúp chúng tôi hiểu văn hóa và lối sống của người Việt. Tôi đã đi du lịch cùng 5 cặp đôi đi du lịch vui vẻ và chúng tôi đã tận hưởng trọn vẹn 3 ngày cùng anh ấy.  Tôi điều hành một công ty du lịch cao cấp ở Nam Phi và sẽ sử dụng Lộc và công ty của anh ấy cho bất kỳ khách hàng nào muốn đến thăm Việt Nam. Họ sẽ không thất vọng! Anh ấy thật tuyệt vời! Đọc thêm",
            "Hầu hết mọi người trong nhóm đều chưa từng đến Việt Nam, đây là lần đầu tiên trong đó có tôi. Tôi rất vui vì họ vui vẻ và thoải mái trong thời gian ở Việt Nam. Chúng tôi đã nhìn thấy những cảnh đẹp, truyền thống và giáo dục. Thành thật mà nói, không có tiêu cực xấu nào trong chuyến tham quan riêng này.Đọc thêm",
            "Chúng tôi thực sự khuyên bạn nên tham quan Xin Chao. Chúng tôi đã thực hiện chuyến du lịch nửa ngày với Lộc trong những điểm dừng chân gần đây tại Việt Nam. Cả hai đều xuất sắc. Lộc là một hướng dẫn viên tuyệt vời, hiểu biết và thân thiện. Mỗi chuyến tham quan đều được cá nhân hóa theo yêu cầu của chúng tôi và vượt quá mong đợi của chúng tôi, cho chúng tôi thấy những khía cạnh tuyệt vời của Việt Nam từ góc nhìn địa phương. Chúng tôi mong muốn có thể quay lại Việt Nam trong chuyến thăm dài ngày hơn và chắc chắn sẽ sử dụng các tour Xin Chao lần nữa.Đọc thêm",
            "Hướng dẫn viên du lịch rất được khuyến khích, người đã tổ chức chuyến tham quan qua ảnh ba tuần cho chúng tôi từ Hà Nội đến Sài Gòn. Giao tiếp tốt, tổ chức tốt và linh hoạt. Rất vui khi được đi du lịch cùng. Sẽ không ngần ngại sử dụng anh ấy lần nữa trong tương lai.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực trên xe máy. Will và Khang là những người lái xe giỏi nhất!! Chúng tôi có một khoảng thời gian tuyệt vời! Tôi thực sự khuyên bạn nên đặt tour này và nhờ Will và Khang làm tài xế cho bạn! Điều tốt nhất chúng tôi đã làm ở Thành phố Hồ Chí Minh!!Đọc thêm",
            "Chuyến tham quan riêng của chúng tôi càng đặc biệt hơn khi chính Loc và cộng sự Tiffany đi du lịch cùng gia đình 4 người của chúng tôi. Chúng tôi được đối xử như một gia đình và Lộc đã giúp đỡ chúng tôi khi con trai chúng tôi bị ngã. Chúng tôi có một số khung cảnh tuyệt vời ẩn giấu ở Tam Cốc, khám phá núi Yên Tử với một nhóm tu sĩ mà Lộc đang trò chuyện. Mặc dù nó không hoàn hảo đến 100% nhưng chúng tôi đã có một trải nghiệm đáng nhớ khi đi chệch hướng. Điều tuyệt vời nhất là học ngôn ngữ và hòa mình vào văn hóa địa phương mà chúng tôi sẽ không biết nếu chúng tôi đi du lịch một mình! Đọc thêm",
            "Cho dù bạn chọn tour nào, bạn sẽ không thất vọng..công ty này là nhóm du lịch số 1 tại Việt Nam!! Chúng tôi yêu thích mọi thứ về nó và rất muốn giới thiệu công ty này!! Chúng tôi đã thực hiện một số chuyến tham quan với họ trong thời gian ở Thành phố Hồ Chí Minh. Rất vui!!! Phần tuyệt vời nhất trong chuyến đi của chúng tôi cho đến nay!Đọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 6, 2022",
            "Written August 12, 2023",
            "Written June 1, 2023",
            "Written April 26, 2024",
            "Written December 18, 2023",
            "Written November 16, 2022",
            "Written February 16, 2024",
            "Written March 4, 2023",
            "Written July 19, 2023",
            "Written March 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or30-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or20-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or40-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2203546-Reviews-Tsambika_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g147415-d149326-Reviews-Love_Beaches-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34176-d11843918-Reviews-Deerfield_Beach_Boardwalk-Deerfield_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49680-d569189-Reviews-Kaleideum_North-Winston_Salem_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d527838-Reviews-Le_Paradis_Latin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g58702-d2294678-Reviews-Idylwood_Beach_Park-Redmond_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d13505949-Reviews-The_Organic_Spa-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d481766-Reviews-Palea_Kameni-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1238248-d3750885-Reviews-Midnight_Hole_Falls-Great_Smoky_Mountains_National_Park_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d293020-Reviews-Arenal_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or40-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or30-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Tôi gần như không bao giờ để lại những đánh giá như thế này, nhưng chuyến tham quan Xin Chao của tôi đáng nhớ đến mức tôi phải kể lại nó thật tuyệt vời như thế nào. Người hướng dẫn viên đưa tôi qua những con hẻm chật hẹp, qua những khu chợ hoa đầy màu sắc và chỉ cho tôi những góc của Sài Gòn mà tôi chưa bao giờ được nhìn thấy một mình.  Người hướng dẫn của tôi tên anh ấy là Andy nói tiếng Anh trôi chảy, rất nhiệt tình và quan tâm đến mức tôi có thể nhìn ngắm và tận hưởng thành phố theo cách anh ấy làm.  Xin Chao được điều hành bởi một nhà điều hành tour du lịch thú vị và giàu kinh nghiệm tên là Bảo Lộc, đồng thời anh ấy điều hành một nhóm hướng dẫn viên trung thành, những người rõ ràng yêu thích làm việc cho anh ấy.  Thỉnh thoảng tôi sẽ quay lại để xem thêm các chuyến tham quan vì chúng rất đáng đồng tiền bát gạo.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực trên xe máy. Will và Khang là những người lái xe giỏi nhất!! Chúng tôi có một khoảng thời gian tuyệt vời! Tôi thực sự khuyên bạn nên đặt tour này và nhờ Will và Khang làm tài xế cho bạn! Điều tốt nhất chúng tôi đã làm ở Thành phố Hồ Chí Minh!!Đọc thêm",
            "Ramsey và Hải thật đáng kinh ngạc về khả năng di chuyển trong thành phố một cách an toàn với tiếng cười và kiến ​​thức. Rất khuyến khích.Đọc thêm",
            "Chúng tôi được chiêu đãi một chuyến tham quan kéo dài hàng giờ quanh Thành phố Hồ Chí Minh với các điểm dừng tại một số nhà hàng, tất cả đều ngồi trên xe máy do Rachel và Tuấn lái một cách thành thạo. Nó rất thú vị và rất vui. Rachel và Tuon là những người lái xe lành nghề và cũng cực kỳ thân thiện và hữu ích. Chúng tôi hoàn toàn thích thú với trải nghiệm của mìnhĐọc thêm",
            "Chồng tôi và tôi đã có một trải nghiệm văn hóa tuyệt vời với hướng dẫn viên và tài xế xe máy Phạm Khánh và Thùy Linh. Giao thông ở Sài Gòn cực kỳ điên rồ nhưng chúng tôi luôn cảm thấy an toàn khi có tài xế hướng dẫn. Chúng tôi bắt đầu vào buổi chiều muộn với một nhóm các cặp đôi và trời đã tối. Chúng tôi lái xe từ địa điểm ăn uống tuyệt vời này đến địa điểm ăn uống khác, nếm thử những món ăn ngon ở bốn địa điểm mà người dân địa phương thường lui tới và giới thiệu bốn phong cách ẩm thực. Chúng tôi cũng đã tìm hiểu về văn hóa Việt Nam!  Đó là một buổi tối tuyệt vời và tôi đặc biệt giới thiệu công ty cũng như các hướng dẫn viên của chúng tôi!Đọc thêm",
            "Lộc và phi hành đoàn của anh đã mang đến trải nghiệm tuyệt vời khi tham quan và trải nghiệm Thành phố Hồ Chí Minh - từ nửa ngày đi bộ qua các khu chợ rộng lớn của Thành phố, ghi lại lịch sử chiến tranh Việt Nam tại Bảo tàng Chiến tranh và tham quan các hầm đạn dưới lòng đất của thành phố và ngắm nhìn sự rộng lớn của Thành phố và các khu vực lân cận.  Chuyến tham quan ẩm thực Thành phố bằng Vespa là một điểm nổi bật khác.  Làm tốt lắm, Lộc!Đọc thêm",
            "Chúng tôi đã được cung cấp những hướng dẫn tuyệt vời và tuyệt vời ở cả Sài Gòn và Hội An. Cả hai hướng dẫn viên đều cực kỳ thích nghi và linh hoạt với lịch trình nếu chúng tôi muốn bắt đầu sớm hơn hoặc muộn hơn. Cả hai hướng dẫn viên đều rất am hiểu về lịch sử và bối cảnh của đất nước. Địa đạo Chu Chi là một trong những điểm nổi bật trong chuyến đi Sài Gòn của chúng tôi và bọn trẻ thực sự thích tìm hiểu về lịch sử cũng như có cơ hội bò qua đường hầm. Ở Hội An, điểm nổi bật của chúng tôi là Ngũ Hành Sơn và bọn trẻ thực sự thích đi thuyền vòng quanh và khám phá thị trấn. Thủy cung cấp một số khuyến nghị nhà hàng tuyệt vời. Tất cả chúng tôi thực sự rất thích thức ăn và không khí. Đó là một chuyến đi tuyệt vời và chúng tôi muốn giới thiệu dịch vụ của bạn cho bất kỳ người bạn nào của chúng tôi nếu họ có cơ hội đến thăm Việt Nam. Nếu gia đình chúng tôi quay lại Việt Nam trong một chuyến đi khác, chúng tôi sẽ không ngần ngại liên hệ lại với họ. Rất khuyến khích cho bất cứ ai đi du lịch đến Việt Nam!Đọc thêm",
            "Chúng tôi đến Sài Gòn được 7 ngày và Lộc là người rất giỏi lên kế hoạch cho chuyến đi của chúng tôi. Anh ấy tổ chức xe đón chúng tôi và trả khách, rất hiệu quả. Hướng dẫn viên du lịch Ann, cô ấy rất đáng yêu và kiên nhẫn. Tôi biết đi du lịch cùng một nhóm gia đình có trẻ nhỏ là điều khó khăn và Ann rất kiên nhẫn và dễ dàng thực hiện. Giá cả hợp lý.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan mê cung do Lộc tổ chức! Mọi thứ diễn ra rất suôn sẻ và được quản lý rất tốt mà không có bất kỳ sự chậm trễ hay rắc rối bất ngờ nào. Dịch vụ được cung cấp rất tuyệt vời bắt đầu từ đón tại sân bay - xe riêng rất thoải mái, có máy lạnh, wifi và nước, tài xế giàu kinh nghiệm, hướng dẫn viên nói tiếng Anh tốt bụng và thông minh - Lộc. Bản thân chuyến tham quan đã được lên kế hoạch và tổ chức tốt đến từng chi tiết. Tôi thực sự muốn giới thiệu Lộc!  Tin rằng anh ấy là một trong những hướng dẫn viên giỏi nhất ở Hồ Chí Minh. Cảm ơn Lộc một lần nữa vì chuyến đi khó quên của chúng tôi!Đọc thêm",
            "Wow Lộc và trợ lý Will thật tuyệt vời. Chúng tôi đã đặt lịch đến TP HCM muộn và anh ấy không thể nhiệt tình hơn để đảm bảo gia đình 6 người của chúng tôi có trải nghiệm tuyệt vời nhất ở thành phố của anh ấy. Anh ấy đón chúng tôi từ sân bay và đưa chúng tôi đi tham quan thành phố - cho chúng tôi xem tất cả các địa điểm chính cũng như một số địa điểm ngoài đường thực sự mang lại cho chúng tôi cái nhìn sâu sắc tuyệt vời về một thành phố tuyệt vời từ góc nhìn của người dân địa phương. Vì chỉ có 2 ngày nên chúng tôi dành cả ngày để tham quan địa đạo và dành một buổi chiều ở đồng bằng sông Cửu Long. Mọi thứ đều được sắp xếp một cách đáng kinh ngạc, mặc dù chúng tôi đã yêu cầu tạo một chuyến đi riêng để phù hợp với thời gian biểu của mình. Không có gì là quá khó khăn, anh ấy rất nhiệt tình, hiểu biết và rõ ràng là anh ấy yêu thích những gì mình làm. Chúng tôi đã sống ở châu Á được 16 năm và có bốn đứa con, mỗi đứa đều muốn những thứ khác nhau. Đây là một trong những chuyến đi tuyệt vời nhất mà chúng tôi đã thực hiện, họ đã có khoảng thời gian tuyệt vời và yêu thích tính cách truyền cảm của Locs. Tôi không thể đánh giá cao anh ấy hơn.Đọc thêm",
            "Bạn có số liên lạc không? hoặc bất kỳ trang web nào tôi có thể truy cập.Đọc thêm",
            "Có thể đến thăm đồn điền cao su không?\nTrân trọng\nPaolo - ÝĐọc thêm",
            "Bạn nên hỏi họ. Sự tham gia của chúng tôi với họ chủ yếu là ở thành phố ngoại trừ địa đạo củ chi. Họ rất có ý định đáp ứng nhu cầu của bạn nên tôi nghi ngờ rằng ít nhất họ sẽ tìm ai đó cho bạn nếu họ không làm điều đó.Đọc thêm",
            "Chào bạn, mình muốn tìm hướng dẫn viên du lịch cho 4 người vào ngày 21 và 22/02 tại Đà Nẵng, vui lòng chia sẻ giá nhé. Cảm ơn bạn!Đọc thêm",
            "Vui lòng gửi cho chúng tôi email của bạn sau đó chúng tôi có thể gửi cho bạn các đề xuất dựa trên thông tin đầy đủ của bạn.Đọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Có, họ có thể sắp xếp hướng dẫn viên nói tiếng Pháp cho bạnĐọc thêm",
            "Bạn có sẵn sàng cho chuyến du lịch riêng cho 4 người vào ngày 5 tháng 3 năm 2019. Đến tàu du lịch Holland American lúc 6:00 sáng tại Phú Mỹ.\n\nTàu khởi hành lúc 6 giờ tối. - chỉ ở cảng trong 12 giờ.\n\nJ. WallisĐọc thêm",
            "Vâng chúng tôi. Vui lòng gửi email cho chúng tôi sau đó chúng tôi trả lời với hành trình được đề xuất của chúng tôi. Cảm ơn.Đọc thêm",
            "Tôi và vợ sẽ đến Sài Gòn vào ngày 23 tháng 1 và muốn khám phá Việt Nam với tâm trạng vui vẻ và thư giãn.\nChúng tôi sẽ trở về từ Honai. Bạn vui lòng cung cấp cho chúng tôi một số kế hoạch và gói hàng.\n\nRgd\nAmirĐọc thêm",
            "Vui lòng gửi email cho chúng tôi để chúng tôi có thể gửi cho bạn các đề xuất của chúng tôi. Đọc thêm",
            "Bạn có thể cho tôi báo giá thuê xe từ Hồ Chí Minh đến Đà Lạt sáu ngày năm đêm được không?",
            "Chúng tôi chỉ cung cấp tour du lịch nói tiếng Anh. Vui lòng gửi email cho chúng tôi để biết thêm thông tin. Đọc thêm",
            ".    \n\n\n \n\nchúng tôi muốn có một chuyến đi lúc 05:00 chiều, chúng tôi có nhóm 6 người và chúng tôi đến phú mỹ lúc 08:00 sáng cùng với các hoàng tử kim cươngĐọc thêm",
            "Vui lòng truy cập trang web của chúng tôi và gửi email cho chúng tôi để chúng tôi có thể cung cấp cho bạn tất cả thông tin chi tiết về hành trình và giá cả.\n\nChỉ cần nhấp vào trang web.Đọc thêm",
            "Xin chào chúng tôi muốn tổ chức một chuyến đi vào buổi sáng ngày 5 tháng 9 tới địa đạo củ chi và sau đó buổi chiều ra sông Mê Kông ngủ qua đêm và thức dậy đi tham quan chợ nổi và sau đó trở về hồ chí minh. có thể được không? có hai người, cho mình biết giá cả và tình trạng còn hàng nhé, cảm ơn nhiềuĐọc thêm",
            "Xin chào - đánh giá tuyệt vời. Tôi có một câu hỏi nếu tôi có thể. Tôi muốn thực hiện chuyến tham quan giống như bạn mô tả về đường hầm và đồng bằng sông Cửu Long. chúng tôi là một gia đình gồm 4 - 2 người lớn và 2 trẻ em 8 và 5 tuổi. Bạn có nghĩ chuyến đi này phù hợp với trẻ em không?\n\nCảm ơn!Đọc thêm",
            "Vui lòng truy cập trang web của chúng tôi và gửi email cho chúng tôi sau đó chúng tôi có thể gửi cho bạn hành trình chi tiết. \n\nTour Củ Chi và mekong thường kéo dài 10 tiếng từ 7h sáng đến 5-6h chiều. Chúng tôi nghĩ sẽ ổn cho con bạn nếu bạn chấp nhận lịch trình tham quan. Đọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 5, 2023",
            "Written March 4, 2023",
            "Written March 4, 2023",
            "Written March 2, 2023",
            "Written March 2, 2023",
            "Written February 26, 2023",
            "Written February 11, 2023",
            "Written February 9, 2023",
            "Written January 30, 2023",
            "Written January 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or40-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or30-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or50-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8525619-Reviews-The_Lawn_On_D-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g315902-d19738254-Reviews-Farol_de_Nazare-Nazare_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g198564-d190837-Reviews-Schloss_Neuschwanstein-Schwangau_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d561036-Reviews-Magic_Island-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d11690214-Reviews-Coachman_Park-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g183801-d661888-Reviews-East_Coast_Ferries-Deer_Island_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d12495275-Reviews-Baltimore_Light_Rail-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d2306190-Reviews-Teleferico_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g580250-d1122538-Reviews-Aqualand_Algarve-Alcantarilha_Faro_District_Algarve.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or50-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or40-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga, Tour xe máy"
        ],
        "attraction_summary": "Chúng tôi rất vui khi giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày là một ngày tốt đẹp tại Việt Nam. Đọc thêm",
        "reviews": [
            "Chúng tôi đặt Lộc cho chuyến đi 10 ngày từ Bắc vào Nam. Tổng cộng 4 thành phố là Hà Nội, Huế, Hội An và Sài Gòn. vì vậy chúng tôi thực sự đã chọn Lộc làm hướng dẫn viên du lịch. Anh ấy phản ứng rất nhanh và tổ chức tốt. Mọi thứ đã được lên kế hoạch rõ ràng và rõ ràng và gửi cho chúng tôi trước khi chúng tôi bay tới đó. Tất cả chúng tôi thực sự rất thích chuyến đi mặc dù giá hơi cao. Ngoài ra, đây là lần đầu tiên tôi đặt hướng dẫn viên du lịch nên tôi không biết có khung thời gian cho mỗi ngày, có thể sẽ cho khách hàng biết trước vì một số người có thể không biết. Mặc dù tôi thực sự thích công ty của Locs và thực sự muốn giới thiệu anh ấy.Đọc thêm",
            "Thực sự muốn cảm ơn Lộc vì đã tổ chức và thực hiện chuyến du lịch HCM 5 ngày tuyệt vời này! Gia đình tôi gồm có 3 người lớn, một cậu bé 4 tuổi và tôi và chồng. Sở thích và độ tuổi khác nhau nhưng tất cả chúng tôi đều rất thích thú! Có điều gì đó dành cho tất cả mọi người nhờ kế hoạch tuyệt vời của Locs! Lộc rất nhanh chóng đáp ứng mong muốn và nhu cầu của chúng tôi trước và trong chuyến đi. Con trai tôi rất yêu mến chú Lò Lô Lộc và luôn miệng nói muốn quay lại Việt Nam lần nữa. Tôi rất muốn giới thiệu Xin Chao!Đọc thêm",
            "Chúng tôi mất nửa ngày hai của đồng bằng sông Cửu Long. Hướng dẫn của chúng tôi là tuyệt vời. Ngắm bãi biển và các địa điểm thú vị bao gồm Nhà máy dừa trong cơ sở sản xuất gạch. Rất muốn giới thiệu.Đọc thêm",
            "Xin Chao private tour company were 5 Stars, so much so, we had only booked 1 day tour with them, but end up booking another 2 day trips with the company.Loc, was fabulous to deal with and replied to my emails very quickly, we booked the last 2 tours very late in the day. Loc, always emailed me my our guides name and contact phone number the night before which great to have. I booked a day trip in Hanoi to go to Quang Phu Cau Village to see the Incense village about hour out of Hanoi and then the other direction to the Bat Trang pottery Village.Quang Phu Cau Village isnt visited by many tourist mainly photographers go there to get fantastic photos of the streets line its incense out drying in the sun.Miss Linda was my guide she was fabulous, even though she and the driver hadnt been to the Incense  Village before, they both spoke to local to find out where we could see the Incense lining the street. Unfortunately the village had no power that day but  Miss Linda made sure I seen the local people going about their daily routes and stopping and having a chat to everyone. The people were so friendly and welcoming.The driver was great, had lots of traffic getting to the pottery village, he did his best to get out of the traffic to get to Bat Trang as quick as he could. He did a fabulous job and his van was spotless clean. Pottery village was ok, but the highlight for this day trip was the Incense Village, I woud highly recommend going to Quang Phu Can its a fabulous half day tour and you will get to take some fabulous photos and the people are so friendly. I will most definitely do this again so I can get the whole process., best to go on a sunny day, otherwise they dont put the incense out on the street. My friends joined me on the second day trip from Hanoi to NIinh BInh , I had asked for Miss Linda but she was unavailable on that day. Loc arranged for Mr Tho to be our guide he was waiting in our hotel lobby for us.Mr Tho shared lots of information on the way to NInh BInh about the area and the history of the area. Mr Tho was great company and had a fabulous sense of humour, we really enjoyed his company. We are glad we did Ninh BInh but wasnt a really a highlight of our trip, but we most definitely enjoyed spending the day with Mr Tho and our driver Dung. Our driver Dung was fantastic and we felt safe at all times and kept his van spotless. Our 3rd and final day trip was the Cuchi tunnel and Saigon highlights,  Loc had suggested that we start at 7am to beat the crowds, which was a fabulous suggestion and we were able to be ahead of the crowds on the road and at the tunnels. Our guide was Mr Thanh he was amazing, with his knowledge of the tunnels and the history behind it all. Mr Thanh also had a great sense of humour, we really enjoyed our day with him. I believe our driver was also Mr Thanh, he did a fabulous job getting us around safely and his van was spotless.We would highly recommend the Xin Chao private Vietnam company to our friends and family and will most definitely use then on our next trip.Loc was always suggesting, place to see and do in other place we stayed, and happy to give  you any advise that you might need before or while we were on our trip.This is a fabulous company, you should give them a go.Read more",
            "Tour du lịch ẩm thực tư nhân tùy chỉnh tuyệt vời. Đầu tiên, Lộc đã rất kiên nhẫn làm việc với chúng tôi trong việc điều chỉnh thực đơn chuyến tham quan ẩm thực riêng của chúng tôi. Chúng tôi đã trao đổi hơn 30 email để hoàn thiện danh sách đồ ăn của mình. Hướng dẫn viên du lịch của chúng tôi, Ann, Iris và Justin thật tuyệt vời. Họ chia sẻ với chúng tôi những sự thật thú vị về Thành phố Hồ Chí Minh và Việt Nam. Chúng tôi được xem những con hẻm, đường hầm và những cây cầu của TP.HCM. Các hướng dẫn viên đã chăm sóc chúng tôi rất nhiều trong chuyến tham quan của chúng tôi. Chúng tôi rất thích thú với các món cua lột sốt me, cua nấu với miến, tôm nướng, sò điệp hấp, chè và nhiều món khác. Đây là một chuyến đi chúng tôi sẽ không bao giờ quên. Rất khuyến khích.Đọc thêm",
            "Một vài ngày tuyệt vời được Ann hướng dẫn rất nhiều thông tin của chúng tôi hỗ trợ. Chuyến tham quan ẩm thực bằng xe đạp của chúng tôi có sự tham gia của Iris và Jason, những người lái xe giỏi và tất cả đều quyến rũ. Chuyến tham quan vòng quanh Sài Gòn của chúng tôi thật tuyệt vời vì chuyến đi của chúng tôi trên Đồng bằng sông Cửu Long rất được khuyến khích và đã trải nghiệm rất nhiều món ăn và con người xung quanh tuyệt vời Đọc thêm",
            "Chúng tôi thực sự khuyên bạn nên tham quan Xin Chao. Chúng tôi đã thực hiện chuyến du lịch nửa ngày với Lộc trong những điểm dừng chân gần đây tại Việt Nam. Cả hai đều xuất sắc. Lộc là một hướng dẫn viên tuyệt vời, hiểu biết và thân thiện. Mỗi chuyến tham quan đều được cá nhân hóa theo yêu cầu của chúng tôi và vượt quá mong đợi của chúng tôi, cho chúng tôi thấy những khía cạnh tuyệt vời của Việt Nam từ góc nhìn địa phương. Chúng tôi mong muốn có thể quay lại Việt Nam trong chuyến thăm dài ngày hơn và chắc chắn sẽ sử dụng các tour Xin Chao lần nữa.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời với Lộc.  Chúng tôi thiết lập một chuyến tham quan thành phố Sài Gòn được thiết kế riêng.  Lộc đưa chúng tôi đến các thắng cảnh lịch sử của thành phố, nếm thử PHO địa phương, tham quan thị trấn Trung Quốc không thể bỏ qua, đi bộ qua các con phố và ngõ hẻm, thăm một nhà kho vũ khí bí mật và kết thúc bằng một cốc bia tươi lạnh.  Chúng tôi đi tham quan bằng xe tải và đi bộ.  Lộc nói tiếng Anh rất tốt và rất hiểu biết...chúng tôi đã có một cuộc trò chuyện thú vị về lịch sử Việt Nam.  Chúng tôi thực sự khuyên bạn nên tham quan với Loc và Xin Chao Private Tours.Đọc thêm",
            "Chúng tôi đã có một chuyến đi trong ngày rất thú vị để xem đài tưởng niệm Núi Đất và Long Tân, thăm một tu viện và chùa trên đường đi. Loc và tài xế của anh ấy đảm bảo rằng chúng tôi đã trình bày mọi thứ và giải thích các địa điểm. Việc đặt chỗ theo nhóm đã đặt ra hành trình trong đó chuyến tham quan riêng này bao gồm chính xác những gì chúng tôi muốn. Điểm cao nhất là Loc.Đọc thêm",
            "Tour du lịch trọn ngày tuyệt vời đến địa đạo Củ Chi và đồng bằng sông Cửu Long. Chuyến tham quan riêng phù hợp với mong muốn của chúng tôi và Lộc đã đưa ra nhiều gợi ý hay nhưng cũng kết hợp những kinh nghiệm trước đây và mong muốn cá nhân của chúng tôi. Trong chuyến tham quan, hướng dẫn viên có hiểu biết và chuẩn bị rất kỹ M Khang, sẵn sàng kể cho chúng tôi nghe cả lịch sử và nhiều sự thật cá nhân . Chuyến đi đã được lên kế hoạch theo cách mà chúng tôi có thể bỏ qua tất cả các hàng đợi và thời gian bận rộn, không có thời gian chờ đợi. Bữa trưa rất riêng tư ở Mekong trong khu vườn đảo riêng. Một ngày tuyệt vờiĐọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 4, 2023",
            "Written December 29, 2022",
            "Written December 12, 2022",
            "Written December 4, 2022",
            "Written November 30, 2022",
            "Written November 27, 2022",
            "Written November 16, 2022",
            "Written September 22, 2022",
            "Written September 5, 2022",
            "Written August 6, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or50-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or40-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or60-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d153927-Reviews-Makapu_u_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d8453058-Reviews-The_Passage-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297516-d12833757-Reviews-Sablicevo-Rijeka_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g55265-d14050328-Reviews-The_Caverns-Pelham_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g46223-d7020811-Reviews-The_Brook-Seabrook_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g30272-d1799607-Reviews-Outback_Kangaroo_Farm-Arlington_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32123-d5598369-Reviews-The_Starlight_Bowl-Burbank_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41795-d2009033-Reviews-Royalston_Falls-Royalston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g3721794-d1053873-Reviews-The_Lost_Paradise_of_Dilmun_Water_Park-Zallaq.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d9877582-Reviews-I_Amsterdam-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or60-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or50-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Tour ẩm thực",
            "Vespa, Xe tay ga, Tour xe máy"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Chuyến du lịch thứ 5 của chúng tôi với Xinchao, tất cả các lứa tuổi từ 9 đến 82 đều rất thích thú với hướng dẫn viên Sinh, chúng tôi đã thực hiện chuyến tham quan ẩm thực và thành phố Hội An, Huế và Đà Nẵng. Lộc rất phản hồi email, đưa ra các đề xuất phục vụ các bậc cha mẹ già và trẻ nhỏ. Chuyến tham quan bằng xe máy ở Hội An là tuyệt vời nhất với những người lái xe cẩn thận và phong cảnh đẹp! Sinh rất linh hoạt với nhóm của chúng tôi, anh ấy gặp chúng tôi tại sân bay vào ngày nghỉ và đảm bảo chúng tôi đến Hội An an toàn cùng với tài xế của chúng tôi, thăm thợ may và những quán ăn ngon cũng như nhiều điểm dừng tại các quán cà phê địa phương trong suốt chuyến tham quan 5 ngày của chúng tôi. Sinh cũng chơi cờ theo yêu cầu của con trai chúng tôi. Điều tuyệt vời nhất là được thấy Sinh đối xử với tất cả những gì cậu ấy gặp bằng sự tôn trọng và tử tế, bao gồm cả những loài động vật mà chúng tôi gặp trên đường đi.Đọc thêm",
            "Chúng tôi đã có chuyến du lịch vòng quanh Việt Nam tuyệt vời cùng đội Xin Chao vào tháng 3. Chúng tôi đi du lịch cùng gia đình với bố mẹ tôi. Nhóm đã rất quan tâm đến chúng tôi và đảm bảo rằng họ đã lên kế hoạch cho các hoạt động phù hợp với chúng tôi, đặc biệt là khi bố mẹ tôi không còn thích phiêu lưu nữa. Tôi thậm chí không thể nói điều chúng tôi yêu thích là: Tour đi bộ và nếm thử món ăn địa phương, đi thuyền mẹ tôi cần một số thuyết phục, nhưng cuối cùng vẫn làm được, đi dạo ngắm cảnh địa phương, đi xe tay ga hàng đêm, đi xe kéo Họ đã làm mọi thứ theo tốc độ của chúng tôi và cũng có thể tự động thay đổi kế hoạch theo ý thích của chúng tôi, v.d. bỏ qua một ngôi chùa và đi đến quán cà phê cao nhất ở Sài Gòn. Đội cũng đảm bảo rằng chúng tôi đã cứu được cả đội, mặc dù chúng tôi đã tự mình đặt khách sạn nhưng họ đảm bảo nhận phòng tốt và hỏi chúng tôi xem mọi thứ có ổn không. Như Corona Virus đã lan khắp Việt Nam, họ đã chuẩn bị sẵn khẩu trang và nước rửa tay cho chúng tôi. Nhờ đó, chúng tôi có thể tận hưởng một số điểm tham quan mà các khách du lịch khác không được phép vào nữa. Và khi chuyến du ngoạn Vịnh Hạ Long của chúng tôi bị hủy, họ cũng nhanh chóng gọi điện cho tôi để sắp xếp điều gì đó mới và điều chỉnh kế hoạch. Chúng tôi thực sự thực sự yêu thích chuyến đi này và sẽ giới thiệu công ty này cho mọi người!P.S.: 1000 sao cho nhóm du lịch xe tay ga Sài Gòn!! Và thêm 5000 sao vì đã bí mật tổ chức bánh sinh nhật cho tôi. Ngày đặc biệtXem thêm",
            "Chúng tôi đến từ Hồng Kông và tôi có thể nói rằng không dễ để tìm thấy bất kỳ dịch vụ nào gần với chất lượng dịch vụ mà chúng tôi yêu thích ở Hồng Kông - có thể nói, Xin Chao là một trong số đó, trải nghiệm của tôi với Xin Chao là tuyệt vời, họ tính phí hợp lý, chuyên nghiệp và đáng tin cậy.Đọc thêm",
            "Chúng tôi đã đi tour Caibe với Andy. Anh ấy rất hiểu biết và tiếng Anh rất tốt. Chúng tôi chắc chắn sẽ thuê anh ấy lần nữa. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian rất vui vẻ với Xin Chao trong vài ngày.- Địa đạo Củ Chi với hướng dẫn viên Thiên Sky- Chuyến tham quan ẩm thực với Thiên và nhóm của anh ấy- Bến Tre và Cần Thơ với chợ nổi Chúng tôi rất thích tất cả các chuyến tham quan nhưng Tour ẩm thực với người dân địa phương thì tuyệt vời hơn thật tuyệt vời.Đọc thêm",
            "Khuyến nghị lớn! Chúng tôi đã có một chuyến đi trong ngày từ Sài Gòn đến khu rừng Tân Lập. Hướng dẫn viên Andy của chúng tôi nói tiếng Anh tốt nhất mà chúng tôi từng nghe ở châu Á. Anh ấy có đầy đủ thông tin và trả lời tất cả vô số câu hỏi của chúng tôi. Cảm giác giống như đang thực hiện một chuyến đi với một người bạn hơn là một người hướng dẫn. Vào buổi sáng, tôi cảm thấy buồn nôn và Andy đã không ngần ngại sắp xếp lại thời gian xuất phát của chúng tôi và đưa ra một số lời khuyên. Chúng tôi yêu thích sự linh hoạt và dấu ấn cá nhân của chuyến tham quan! Người lái xe tốt bụng và chúng tôi luôn cảm thấy an toàn. Trong quá trình đặt chỗ, nhóm Xin Chao đã trả lời rất nhanh và cho chúng tôi nhiều lựa chọn để lựa chọn. Chúng tôi quyết định đến một điểm tham quan ít đông đúc hơn - Rừng Tân Lập - và chúng tôi bị mê hoặc bởi vẻ đẹp yên tĩnh và hai chuyến đi thuyền. Một sự thay thế rất đáng hoan nghênh sau rất nhiều điểm thu hút khách du lịch. Chúng tôi chắc chắn sẽ chọn Xin Chao và Andy một lần nữa! Đọc thêm",
            "Đã có 2 chuyến du lịch riêng tại Việt Nam được tổ chức với công ty này Cả hai đều tuyệt vờiGiao tiếp với công ty rất tuyệt vời ngay cả trước khi tôi đến Việt NamCó hành trình bằng văn bản, có tên hướng dẫn viên và điện thoại để liên lạc 2 ngày trước. Hướng dẫn viên đã chờ sẵn với biển tên tại chỗ rất dễ tìm thấy, chúng tôi có hình ảnh trên điện thoại của người hướng dẫn và nơi anh ấy đứng. Cả hai hướng dẫn viên đều rất tử tế, chuyên nghiệp và dành cả ngày với chúng tôi để chú ý đến những gì chúng tôi muốn xem và những gì chúng tôi muốn bỏ qua. Chúng tôi đã có khoảng thời gian tuyệt vời. Một ngày nào đó tôi sẽ quay lại Việt Nam và sẽ sử dụng lại công ty nàyĐọc thêm",
            "Tôi đã tổ chức chuyến tham quan vào đêm hôm trước với lời cảm ơn đến Hazel, người đã trả lời nhanh chóng. Thật may mắn khi có một hướng dẫn viên du lịch tuyệt vời, Thien, đúng giờ vào ngày hôm sau tại sảnh khách sạn. Đã đi bộ tham quan thành phố Hồ Chí Minh và thấy mọi thứ tôi muốn mà không có bất kỳ áp lực nào về thời gian hoặc không theo một lộ trình đã định trước. Toàn bộ ngày hoàn toàn có thể tùy chỉnh và tôi đã thấy những gì tôi muốn với một hướng dẫn viên hiểu biết sẵn sàng giúp đỡ, trò chuyện và tận hưởng chuyến tham quan. Chuyến tham quan kết thúc lúc 5 giờ chiều nhưng vẫn còn một điều cuối cùng trong danh sách của tôi và Thien không lo lắng về việc kéo dài chuyến tham quan theo thời gian của riêng anh ấy để đảm bảo tôi đã gạch nó khỏi danh sách. 100% giới thiệu Xin Chao Private Tours và nếu bạn may mắn, bạn thậm chí có thể kết thúc với Thien, người thật tuyệt vời! Đọc thêm",
            "Chúng tôi đã chọn các chuyến tham quan Xin Chào Private sau khi đọc rất nhiều đánh giá tuyệt vời về công ty này.. chúng tôi rất biết ơn vì chúng tôi đã chọn họ, từ đầu đến cuối giao tiếp, các đề xuất và hướng dẫn tổng thể đều rất đặc biệt... và sau đó chúng tôi đã dành những điều tuyệt vời nhất, một ngày vui vẻ, thú vị với đại sứ tuyệt vời của chúng tôi Sarah. Cô ấy rất thân thiện, vui tính và hiểu biết, chỉ là một người ấm áp đáng yêu, yêu công việc của mình và đã mang đến cho chúng tôi điểm nhấn tuyệt đối trong hành trình 14 ngày vòng quanh châu Á. Không có gì là quá rắc rối, cô ấy luôn quan tâm đến chúng tôi, dạy chúng tôi về văn hóa Việt Nam và thật hoàn hảo..... không nghi ngờ gì nữa, đó là ngày yêu thích của chúng tôiĐọc thêm",
            "Tôi đã đi du lịch từ Bắc vào Nam Việt Nam cùng với cha tôi, một người khuyết tật và có nhu cầu đặc biệt, và tất cả người dân Xín Chao đều thật tuyệt vời. Họ cúi người về phía sau để thực hiện chuyến tham quan đầy thử thách. Chúng tôi đặc biệt hài lòng với đội tuyển TP.HCM. Nếu tôi làm lại, có lẽ tôi sẽ dừng ba lần thay vì bốn lần trong hai tuần. Chúng tôi muốn có một ngày khác ở Hội An và TP HCM.Đọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 21, 2022",
            "Written July 7, 2020",
            "Written July 7, 2020",
            "Written February 28, 2020",
            "Written February 24, 2020",
            "Written February 14, 2020",
            "Written February 12, 2020",
            "Written February 8, 2020",
            "Written February 4, 2020",
            "Written February 3, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or60-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or50-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or70-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g30709-d109107-Reviews-USS_ALABAMA_Battleship_Memorial_Park-Mobile_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d15219529-Reviews-Adventure_World-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g186599-d214817-Reviews-Blarney_Castle_Gardens-Blarney_Cork_County_Cork.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16734169-Reviews-Beetlejuice_The_Musical-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50141-d7075453-Reviews-Crystal_Beach-Buckeye_Lake_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1009746-Reviews-Puri_Saren_Palace-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g55490-d141074-Reviews-Blanco_State_Park-Blanco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d3569102-Reviews-Dancing_Fountains-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g46807-d10606852-Reviews-Boardwalk_Sea_Isle_City-Sea_Isle_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d21307111-Reviews-Two_Rivers_Fairy_Trail-Ruidoso_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or70-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or60-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trong số 175 Tour du thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến tham quan này sau những đánh giá trên Trip Advisor và chúng tôi rất hài lòng. Chúng tôi không quen đi du lịch độc lập nhưng Hazel đã trấn an chúng tôi ngay từ đầu rằng chúng tôi sẽ ổn và chúng tôi sẽ quay lại tàu đúng giờ như chúng tôi đã làm - cảm ơn bạn.Andy là người hướng dẫn của chúng tôi và ông Keit là tài xế của chúng tôi.Andy rất đáng yêu, ấm áp và có đầy đủ thông tin về đất nước của anh ấy, phong tục và con người, chúng tôi đến thăm ngôi chùa cổ nhất Trung Quốc và đi xe kéo với hai người đáng yêu nhưng nó đang đi dạo xung quanh đi chợ và gặp gỡ người dân địa phương nhìn, nghe, trải nghiệm cách mọi người sống ngày nay họ cần làm gì để kiếm sống một cách tóm tắt cuộc sống ở Sài Gòn như thế nào.  Nó hơi giống như cảm giác quá tải, nhưng có thứ gì đó sẽ ở lại trong trí nhớ chúng ta mãi mãi.  Mọi người chúng tôi gặp đều tử tế và nồng nhiệt.  Andy là một hướng dẫn viên xuất sắc và giải thích mọi thứ vì chúng tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai muốn thực sự tìm hiểu về Sài Gòn. Cảm ơn Hazel Andy và Mr Keit vì đã chăm sóc chúng tôi rất tốtĐọc thêm",
            "Thời gian chúng tôi ở cùng Xin Chaoi là khoảng thời gian tuyệt vời nhất của chúng tôi ở Việt Nam! Ngay từ đầu, trải nghiệm của chúng tôi rất dễ dàng, chuyên nghiệp và vui vẻ. Đọc thêm",
            "Tôi đang thăm con trai tôi và có vài ngày để khám phá Hồ Chí Minh trong lúc nó làm việc.  Công ty hướng dẫn này đã giới thiệu và đặt cho tôi một chuyến tham quan vào phút cuối và trong mùa nghỉ Tết cao điểm.  Từ đầu đến cuối, hướng dẫn viên Phan Mỹ Nhân của tôi rất xuất sắc - cực kỳ nhiều thông tin, rất vui được gợi ý nơi nên đến hoặc đi theo yêu cầu của tôi và rất vui khi được tham gia.  Cô ấy đã thực hiện chuyến đi cho tôi.  Cô ấy tìm được những nhà hàng chay ngon, kiên nhẫn đưa tôi đi khắp các cửa hàng vải, quầy hàng và chợ rau quả, là một người lái xe máy rất tự tin và yên tâm.  Tôi đã dành trọn 2 ngày với Nhân và chúng tôi đã đến thăm nhiều địa điểm du lịch chính cùng với rất nhiều địa điểm thú vị ít được ghé thăm như quán cà phê với những đường hầm ẩn bên dưới, khu chung cư lâu đời nhất, tòa nhà CIA cũ.  Không thể giới thiệu công ty này đủ cao và đặc biệt là Nanh.Đọc thêm",
            "Rất hài lòng bởi tour du lịch ẩm thực.  Thật là một cơ hội tuyệt vời để tìm hiểu cách sống, ăn uống và vui chơi của cư dân HMC. Sky và nhóm hướng dẫn viên tuyệt vời của anh ấy đã chở chúng tôi đi vòng quanh thành phố bằng xe máy. Qua các con hẻm, những con đường chính và các cửa hàng, chúng tôi đã học được cách đi du lịch như hầu hết người dân vẫn làm, bằng xe tay ga và ăn uống như ở các quán ăn địa phương - một trải nghiệm học tập thực sự theo nhiều cách. Và thật là một nhóm tuyệt vời gồm những người chủ nhà thân thiện, hiểu biết, nói tiếng Anh và vui vẻ.  Rất khuyến khích, mặc dù vậy hãy chuẩn bị cho một số món ăn mới mà bạn chưa từng thử trước đây. Đọc thêm",
            "Chúng tôi yêu thích chuyến tham quan của mình với các chuyến tham quan Xin Chao Private Việt Nam!!  Giao tiếp với công ty, từ đầu đến cuối, thật dễ dàng -- những người mà tôi đã gửi email cùng rất thân thiện và hữu ích.  Trong chuyến tham quan, chúng tôi đến thăm Cái Bè và xem cách làm bánh tráng, nếm thử một số loại trái cây địa phương khác nhau trên thuyền, đi thuyền chèo và thuyền dài trên sông Mê Kông, xem dừa được chế biến thành nước cốt dừa, nước, kẹo, v.v.. . và sau đó kết thúc với một sự tuyệt vời và to lớn! bữa trưa tại một nhà hàng nhỏ trên một hòn đảo, nơi chúng tôi có thể tự cuộn chả giò và thưởng thức RẤT nhiều món ăn khác! và tương tác với người chủ tốt bụng và sôi nổi.  Chúng tôi yêu thích chuyến tham quan của mình và được đến những nơi mà chúng tôi không thể tiếp cận được, nhưng chúng tôi đặc biệt thích thú với khoảng thời gian với Sky, hướng dẫn viên du lịch của chúng tôi.  Anh ấy rất tốt với bọn trẻ của chúng tôi, rất tương tác và thân thiện.  Anh ấy đã dạy chúng tôi rất nhiều về văn hóa Việt Nam và rất kiên nhẫn với tất cả chúng tôi khi chúng tôi cố gắng học cách phát âm các từ tiếng Việt khác nhau.  Chúng tôi đã có một ngày tuyệt vời!!Đọc thêm",
            "We had an amazing one day private tour in Saigon with Xin Chaos knowledgeable interpretor Mr.Khang, who went above and beyond to give us a memorable and authentic view of the beautiful city. He even kept in touch after the tour and provided additional information regarding our other destinations, which was brilliant. The company itself also had great customer service with quick email re We had an amazing one day private tour in Saigon with Xin Chaos knowledgeable interpretor Mr.Khang, who went above and beyond to give us a memorable and authentic view of the beautiful city. He even kept in touch after the tour and provided additional information regarding our other destinations, which was brilliant. The company itself also had great customer service with quick email response and flexibility to our requests. Thank you, Hazel!If you wish to see the authentic Saigon with a great guide who goes the extra mile for you and holds lots of knowledge, I would highly recommend Mr.KhangKyle with Xin Chao! I would also recommend Xin Chao Private Vietnam Tours in general for other tours in Vietnam. I will certaintly be trying their other tours on my next visit to the stunning country.If you are a cruiser visiting Vietnam through a port, they even do pick-up at the port and drop off before departure. We got to see a lot in the short time we had in port! It is a much better way to explore the cities than with the cruise companies shore excursions, which are overpriced and often on a packed bus. This way you get a private tour with a private guide that can tailor your tour for your needs and you can see the most a short time. Highly recommended! Thank you, Xin Chao and Mr. Khang.Read more",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực bằng xe máy ở Hồ Chí Minh Sài Gòn với Wyn và Vy.   Họ là những người hướng dẫn tuyệt vời và rất cá tính.  Chuyến tham quan đưa chúng tôi đi vòng quanh những con phố phía sau và chợ ẩm thực của Hồ Chí Minh.    Thức ăn rất ngon và có nhiều loại ngon.  Có quá nhiều thức ăn tương đương với một bữa tối.   Họ đều là những người lái xe cừ khôi trong tình trạng giao thông điên cuồng và chúng tôi chưa bao giờ cảm thấy không an toàn.   Không thể nói đủ những điều tốt đẹp về Wyn và Vy.Đọc thêm",
            "Chúng tôi đã thực hiện Chuyến tham quan bằng AIDA và Chuyến tham quan trên tàu quá đắt nên chúng tôi quyết định Đặt chuyến tham quan riêng này. Tôi chỉ có thể nói đó là một trong những trải nghiệm tuyệt vời nhất mà chúng tôi từng có và Hướng dẫn viên du lịch thật tuyệt vời Lịch sự, Thân thiện và cậu con trai 1 tuổi của chúng tôi đã có khoảng thời gian tuyệt vời. Tôi thực sự chỉ có thể khuyên bạn nên thực hiện Chuyến tham quan này. Đọc thêm",
            "Chúng tôi không thể diễn tả hết những điều tốt đẹp về các chuyến tham quan Xin Chao tại TP.HCM và hướng dẫn viên chính của chúng tôi, Sky Thiên. Chuyến tham quan ẩm thực buổi tối bằng xe tay ga là điểm nổi bật. Năm chúng tôi cưỡi trên lưng những người trinh sát do hướng dẫn viên của chúng tôi điều khiển. Chúng tôi đã thực hiện bốn điểm dừng để mua thức ăn đường phố. Mọi người đều cảm thấy an toàn và thoải mái, và ngạc nhiên. Chúng tôi cũng đã thực hiện chuyến tham quan nửa ngày tới Địa đạo Củ Chi với Sky. Đây là một nơi đầy thử thách và đầy cảm xúc để ghé thăm vì lịch sử chiến tranh. Nhưng bạn sẽ hiểu rất rõ về cuộc chiến ở vùng nông thôn diễn ra như thế nào và Sky đã làm rất tốt khi giải thích lịch sử và nhạy cảm với cảm xúc của mọi người. Chúng tôi cũng đã đi tham quan TP.HCM bằng Sky bằng xe tải và đi bộ, và điều đó thật tuyệt vời. Cả năm người trong nhóm của chúng tôi đều muốn giới thiệu bất kỳ ai đặt chuyến tham quan ở đây với Xin Chao và yêu cầu Sky!Đọc thêm",
            "Trong chuyến thăm Sài Gòn gần đây, tôi đã đặt tour cùng Xin Chào và may mắn được SkyThien Cao Thanh làm hướng dẫn viên. Sky đến đúng giờ, thân thiện, hiểu biết và dễ nói chuyện. Anh ấy đảm bảo rằng tôi và bạn trai cảm thấy thoải mái cả ngày đồng thời cung cấp cái nhìn sâu sắc về lịch sử phong phú của thành phố. Tôi đánh giá cao thời gian và sự sẵn lòng chia sẻ câu chuyện cá nhân của anh ấy. Cảm ơn rất nhiều vì chuyến tham quan! Chắc chắn sẽ đặt lại lần sau khi chúng tôi quay lại. :Đọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 3, 2020",
            "Written February 2, 2020",
            "Written February 2, 2020",
            "Written February 1, 2020",
            "Written January 31, 2020",
            "Written January 28, 2020",
            "Written January 25, 2020",
            "Written January 22, 2020",
            "Written January 19, 2020",
            "Written January 14, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or70-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or60-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or80-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d2225015-Reviews-Bota_Bota_spa_sur_l_eau-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d15237569-Reviews-Rose_Bowl_Flea_Market-Pasadena_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d5537020-Reviews-Tiger_World_Thailand-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d315484-Reviews-Ryogoku_Kokugikan-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g303297-d2391312-Reviews-Jericoacoara_Beach-Jericoacoara_Jijoca_de_Jericoacoara_State_of_Ceara.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12163991-Reviews-Moorea_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7981033-Reviews-Platja_de_la_Nova_Icaria-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11965529-Reviews-Entourage_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d526753-Reviews-Krohn_Conservatory-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g298006-d302541-Reviews-Kemeralti_Market-Izmir_Izmir_Province_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or80-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or70-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chào Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trên 175 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Tôi quyết định đặt chỗ với Xin Chào Private dựa trên những đánh giá của họ ở đây và tính chuyên nghiệp của họ trong quá trình tìm hiểu. Ngay từ đầu, đại diện bán hàng của Hazel đã rất vui khi được làm việc cùng và giúp tôi xây dựng một chuyến tham quan riêng cho tôi và bạn bè dựa trên những mong muốn cụ thể của tôi. Giá cả hợp lý cho một tour du lịch riêng. Cô ấy rất kiên nhẫn với tôi và cung cấp các tuyến đường thay thế đến Đồng bằng sông Cửu Long mà không quá tốn kém, điều này rất quan trọng đối với tôi. Tôi đã yêu cầu Andy và một cái tên khác mà tôi thấy trên các bài đánh giá và may mắn thay Andy Hoa đã có mặt trong nhóm của chúng tôi. Anh ấy nói tiếng Anh hoàn hảo, rất nhiệt tình, thân thiện, tốt bụng và nhiều thông tin. Phần yêu thích của tôi trong chuyến đi là gặp gỡ người dân địa phương và quan sát một số công việc thủ công của họ; Tôi nghĩ sự chuyển đổi sang du lịch địa phương hóa này rất tốt cho cộng đồng, đặc biệt đối với những người ít giàu có hơn. Tôi sẽ không ngần ngại giới thiệu Xin Chao cho bất kỳ người bạn nào đến Việt Nam trong tương lai và sẽ bảo họ hãy yêu cầu Andy vì anh ấy thật tuyệt vời! Cảm ơn Andy đã biến đồng bằng sông Cửu Long trở thành điểm nhấn trong chuyến đi của chúng tôi.Đọc thêm",
            "Chúng tôi đang trên một chuyến du thuyền dừng ở Phú Mỹ trong một ngày và sắp xếp chuyến tham quan Sài Gòn 1 ngày cho một bữa tiệc gồm 6 người. Chuyến đi vượt xa sự mong đợi của chúng tôi! Chúng tôi được chào đón tại cảng, ông Long của tôi và người lái một chiếc xe buýt nhỏ rất thoải mái. Mặc dù chúng tôi đã sắp xếp trước lịch trình các ngày qua email nhưng nhóm của chúng tôi muốn thực hiện một số thay đổi mà hướng dẫn viên du lịch của chúng tôi đã tích hợp ngay lập tức và thậm chí còn nâng cao. Với thời gian có hạn, chúng tôi cảm thấy mình đã được khám phá Sài Gòn nhiều hơn dự kiến. Chúng tôi chỉ có thể khuyên bạn nênĐọc thêm",
            "Đây là một buổi tối tuyệt vời! Các tài xế đón chúng tôi bằng xe tay ga từ khách sạn và chỉ cho chúng tôi rất nhiều địa điểm bí mật của Thành phố Hồ Chí Minh. Chúng tôi không muốn bỏ lỡ cuộc phiêu lưu tuyệt vời này.Đọc thêm",
            "Chúng tôi đang trên một chuyến du thuyền dừng ở Phú Mỹ một ngày và sắp xếp một chuyến du lịch riêng kéo dài 8 giờ đến Vũng Tàu cho cả hai chúng tôi. Chúng tôi có một tài xế và Sky Thiên là người hướng dẫn của chúng tôi. Lời khen ngợi của chúng tôi dành cho Sky không thể đủ cao, anh ấy có tiếng Anh xuất sắc và sắp xếp mọi thứ phù hợp với chúng tôi. Anh ấy hỏi chúng tôi những thứ chúng tôi muốn xem và làm và điều chỉnh chuyến tham quan xung quanh đó, bao gồm cả việc xem một số thứ ngoài con đường du lịch thông thường. Chúng tôi muốn quay lại Việt Nam để xem thêm và chắc chắn sẽ sử dụng Xin Chao lần nữa.Đọc thêm",
            "We booked this tour with Xin Chao because of excellent service in the past and felt a new view of the MeKong Delta  Cai Be Island was warranted. I and a fellow Vietnam Vet embarked on a motorbike tour of the Ho Chi Minh Trail Highway from Da Lat to Hoi AnDa Nang using Bao Loc as a guide a few years ago - we were still in our 60s - and had a great time. Loc picked us up at the agreed upon time at our hotel in District 1, Pham Ngu Lao.  We were transported in a 9 passenger van accompanied by Loc and his guides.  The driver was cautious and light on the horn as we departed the city. The trip to our first stop took about 90 minutes.Having been to the Me Kong several times before, this proved to be a new experience. We first stopped at an out of the way farm or small plantation.  The enterprising owner had pools of aquarium bound fish of various species.  A talking  Myna bird greeted us with a Hello.  We toured the plantation and sampled a few of his crops - local bananas, jack fruit and sugar cane juice - not recommended for diabetics, but my blood sugar was almost normal by dinner time.  The group then boarded a medium sized motorized tour boat, about 15 meters long and 3 meters wide for a trip down one of the Me Kong tributaries.  Have your cameras ready!  There was a lot to see and record - homes, local boat operators, and massive private rice processing businesses that didnt exist before capitalism took root in the 1990s. We crossed the main MeKong River to Cai Be Island and had traditional style lunch of tasty roast chicken and rice with veggies.After lunch we took a walk thru the neighborhood.  There were still some traditional wood frame homes with dirt floors, over 50 years old, still occupied by families. If you dont want to take a stroll, the restaurant does have WiFi.  There are small farms with fish ponds, chickens, ducks and an occasional barking dog. We departed the island to head to the dock where the van was waiting for us - about a 15 minute cruise.  Encountered a huge riverboat from Cambodia that had started upstream at Phnom Penh and was on a 3 day cruise bound for Ben Tre in Vietnam.We departed Cai Be and stopped for a roast pig snack along the way. Be sure to request pork with no fat.  Vietnamese love roast pork belly which is more like chunky bacon.  The guides presented us with a nice group photo as a memento of our journey. The remainder of the ride back to the hotel was a quiet , but scenic journey.  Even if you have been to the Delta before, this tour offers enough variety to make it well worth your time.    I would highly recommend this tour company when planning your trip to Vietnam!!! This is one of our highlights for our trip in 2019.Read more",
            "Bạn bè đã giới thiệu công ty này và đặc biệt là Andy. Chúng tôi đã đặt chuyến tham quan Đồng bằng sông Cửu Long và nửa ngày địa đạo Củ Chi trong khi chúng tôi ở lại Thành phố Hồ Chí Minh.  Cả hai ngày đều tuyệt vời và chúng tôi không thể yêu cầu một người dẫn chương trình nào tốt hơn Andy.  Đó là một trải nghiệm rất riêng tư và độc đáo.  Anh ấy đã cho chúng tôi vô số lời khuyên và đề xuất cho phần còn lại của chuyến đi và thậm chí còn giúp chúng tôi dịch thuật trong ngân hàng khi chúng tôi gặp khó khăn khi rút tiền từ máy ATM. Để có trải nghiệm nhân sự thực sự, hãy tham gia chuyến tham quan này. Chúng tôi chắc chắn sẽ liên lạc khi lên kế hoạch cho chuyến thăm miền Bắc.Đọc thêm",
            "Thực hiện một chuyến đi trong ngày đến đường hầm Củ Chi với Andy, sau đó là chuyến tham quan ẩm thực bằng xe tay ga với Andy và Vee - cả hai đều hoàn toàn tuyệt vời! Chuyến tham quan hoàn toàn cá nhân, trò chuyện vui vẻ và những khuyến nghị tuyệt vời! Chuyến tham quan ẩm thực chúng tôi không đi đâu với khách du lịch, chỉ những nơi người dân địa phương đến - thật tuyệt vời! Không thể giới thiệu đủ! Đọc thêm",
            "Ba ngày tham quan riêng được tổ chức rất tốt và chuyên nghiệp với một hướng dẫn viên nhiệt tình! Tôi thực sự thích cách đại lý giúp tôi tùy chỉnh chuyến tham quan trong giai đoạn chuẩn bị dựa trên sở thích tham quan của tôi, cung cấp hướng dẫn sáng suốt. Đọc thêm",
            "Look no further than Xin Chao Private Vietnam Tours if you want a personalized, highly tailored, family-like experience in Saigon. Its like having good friends show you around town. This was our first time in Saigon and booking Xin Chao Tour company was the best decision we made on this trip. In advance, I told them how much time weve had 2 days and what we wanted to do Cu Chi tunnels, history of Saigon, see the city and food tours, and Xin Chao came back with the suggested itinerary which we could alter on the go. First day, Phoung picked us up at the hotel, with a private car and a driver and we set out to Cu Chi Tunnels. On our way there, Phoung shared a lot of interesting facts about the history of Vietnam, the different sides of Vietnam war, and Vietnamese life in general. Phoung brought us to the less touristy Ci Chi Tunnels site which I truly appreciated. Besides us, there was only another one small group. It is often hard to enjoy places when its packed with people. We walked more like half-walked and half-crawled through the claustrophobic Cu Chi Tunnels, saw various bunkers and learned a lot about the life of Viet Cong in those tunnels. It was truly an incredible experience. Second day, Phoung took as around the city, showed us various pagodas, markets, districts, encouraged us to try new foods and got us on the roof of the building where famous picture was taken. Phoung was an amazing guide, full of knowledge, interesting facts, with an impeccable English. Phoung is like your super-caring older sister, who carries wet wipes and makes sure your hands a clean, youre well-hydrated, protected from the sun and mosquitoes, and she will hold your hand while crossing the street and believe me, youll need it. Nhan, Sky and Kien picked us up for the foodie tour in the evening. My husband was worried about riding scooters and these guys made it the best part of the experience. These guys were truly like your best friends showing you around. They were excellent at navigating the insane Saigon traffic, showing us hidden alleys and local markets on the way. The foods that we got to try made us feel like Anthony Bourdain on steroids - completely immersed in the city, eating where locals do, and trying foods that we would never have ventured out to try on our own. We even tried the famous Hột vịt lộn unhatched baby duck egg! We loved the tour so much that we booked them for another food tour for the last day we were in Saigon. These guys, with the new addition of Andy, found new places to take us to and new foods to try. And when we thought nothing can top this experience, we ended the tour in a coffee shop that was actually a bunker during the war. Mind blown. Cant say enough good things about this team. Dont think twice, book them for the best experience of Vietnam.Read more",
            "Chúng tôi đã lên kế hoạch cho một kỳ nghỉ 4 ngày cho một gia đình gồm 16 người cả già lẫn trẻ và nhóm của chúng tôi đã có những bổ sung muộn. Chị gái tôi đã đến thăm Việt Nam đã giúp tổ chức chuyến đi bằng cách liên lạc với Hazel và sắp xếp hành trình cho chúng tôi. Những hạng mục chúng tôi đã làm là chuyến tham quan nửa ngày mà chúng tôi có thể chọn và chọn những địa điểm nên chúng rất phù hợp với chúng tôi, chuyến đi bằng xe kéo cực kỳ thú vị, chuyến tham quan cả ngày Bến Tre Mê Kông, Đường hầm Củ Chi và Du thuyền ăn tối cây cảnh. Chúng tôi đã có cùng một tài xế anh Thắng và hướng dẫn viên cô Dung mỗi ngày và cả hai đều tuyệt vời, đúng giờ, rất có sức chứa và luôn mỉm cười mỗi ngày. Người lái xe cũng đã đón và trả khách tại sân bay. Khi đến Việt Nam, chúng tôi gặp vấn đề với một thành viên trong nhóm và việc nhập cảnh Visa và tôi lo ngại tài xế đã rời đi. Nhưng tôi chỉ đơn giản là WhatsApped cô Dung đã thông báo cho tài xế. Những điều nhỏ nhặt khiến chúng tôi mỉm cười là - Cô Dung chụp ảnh nhóm chúng tôi và gửi cho chúng tôi, cho chúng tôi thời gian để đổi tiền, kiến ​​thức địa phương của cô ấy, sự kiên nhẫn và những chuyến đi vệ sinh cho các thành viên nhỏ tuổi, đồ ăn, v.v. .Điều bất ngờ lớn nhất mà chúng tôi có được chính là chiếc ống hút tre trong chuyến đi sông Mê Kông. Chúng tôi đã được tặng những quả dừa có khắc tên riêng của chúng tôi, điều này khiến toàn bộ chuyến thăm trở nên đặc biệt đối với chúng tôi. Một nhược điểm là một thành viên trong nhóm của chúng tôi không nhận được ống hút cá nhân, tuy nhiên cô ấy là người được bổ sung rất muộn. Nói tóm lại, đối với một nhóm 16 người, chúng tôi có xe buýt nhỏ riêng, cùng tài xế và hướng dẫn viên, đón và trả khách ở mọi nơi và nó thật là một chuyến thăm dễ dàng, thư giãn và không căng thẳng ở Việt Nam.Đọc thêm",
            "Bạn có số liên lạc không? hoặc bất kỳ trang web nào tôi có thể truy cập.Đọc thêm",
            "Có thể đến thăm đồn điền cao su không?\nTrân trọng\nPaolo - ÝĐọc thêm",
            "Bạn nên hỏi họ. Sự tham gia của chúng tôi với họ chủ yếu là ở thành phố ngoại trừ địa đạo củ chi. Họ rất có ý định đáp ứng nhu cầu của bạn nên tôi nghi ngờ rằng ít nhất họ sẽ tìm ai đó cho bạn nếu họ không làm điều đó.Đọc thêm",
            "Chào bạn, mình muốn tìm hướng dẫn viên du lịch cho 4 người vào ngày 21 và 22/02 tại Đà Nẵng, vui lòng chia sẻ giá nhé. Cảm ơn bạn!Đọc thêm",
            "Vui lòng gửi cho chúng tôi email của bạn sau đó chúng tôi có thể gửi cho bạn các đề xuất dựa trên thông tin đầy đủ của bạn.Đọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Có, họ có thể sắp xếp hướng dẫn viên nói tiếng Pháp cho bạnĐọc thêm",
            "Bạn có sẵn sàng cho chuyến du lịch riêng cho 4 người vào ngày 5 tháng 3 năm 2019. Đến tàu du lịch Holland American lúc 6:00 sáng tại Phú Mỹ.\n\nTàu khởi hành lúc 6 giờ tối. - chỉ ở cảng trong 12 giờ.\n\nJ. WallisĐọc thêm",
            "Vâng chúng tôi. Vui lòng gửi email cho chúng tôi sau đó chúng tôi trả lời với hành trình được đề xuất của chúng tôi. Cảm ơn.Đọc thêm",
            "Tôi và vợ sẽ đến Sài Gòn vào ngày 23 tháng 1 và muốn khám phá Việt Nam với tâm trạng vui vẻ và thư giãn.\nChúng tôi sẽ trở về từ Honai. Bạn vui lòng cung cấp cho chúng tôi một số kế hoạch và gói hàng.\n\nRgd\nAmirĐọc thêm",
            "Vui lòng gửi email cho chúng tôi để chúng tôi có thể gửi cho bạn các đề xuất của chúng tôi.Đọc thêm",
            "Bạn có thể cho tôi báo giá thuê xe từ Hồ Chí Minh đến Đà Lạt sáu ngày năm đêm được không?",
            "Chúng tôi chỉ cung cấp các tour nói tiếng Anh. Vui lòng gửi email cho chúng tôi để biết thêm thông tin.Đọc thêm",
            ".    \n\n\n \n\nchúng tôi muốn có một chuyến đi lúc 05:00 chiều, chúng tôi có nhóm 6 người và chúng tôi đến phú mỹ lúc 08:00 sáng cùng với các hoàng tử kim cươngĐọc thêm",
            "Vui lòng truy cập trang web của chúng tôi và gửi email cho chúng tôi để chúng tôi có thể cung cấp cho bạn tất cả thông tin chi tiết về hành trình và giá cả.\n\nChỉ cần nhấp vào trang web.Đọc thêm",
            "Xin chào chúng tôi muốn tổ chức một chuyến đi vào buổi sáng ngày 5 tháng 9 tới địa đạo củ chi và sau đó buổi chiều ra sông Mê Kông ngủ qua đêm và thức dậy đi tham quan chợ nổi và sau đó trở về hồ chí minh. có thể được không? có hai người, cho mình biết giá cả và tình trạng còn hàng nhé, cảm ơn nhiềuĐọc thêm",
            "Xin chào - đánh giá tuyệt vời. Tôi có một câu hỏi nếu tôi có thể. Tôi muốn thực hiện chuyến tham quan giống như bạn mô tả về đường hầm và đồng bằng sông Cửu Long. chúng tôi là một gia đình gồm 4 - 2 người lớn và 2 trẻ em 8 và 5 tuổi. Bạn có nghĩ chuyến đi này phù hợp với trẻ em không?\n\nCảm ơn!Đọc thêm",
            "Vui lòng vào trang web của chúng tôi và gửi email cho chúng tôi sau đó chúng tôi có thể gửi cho bạn hành trình chi tiết. \n\nTour du lịch Củ Chi và Mê Kông thường kéo dài 10 giờ từ 7 giờ sáng đến 5-6 giờ chiều. Chúng tôi nghĩ rằng sẽ ổn cho con bạn nếu bạn chấp nhận lịch trình tour. Đọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 12, 2020",
            "Written January 10, 2020",
            "Written January 1, 2020",
            "Written December 23, 2019",
            "Written December 18, 2019",
            "Written December 18, 2019",
            "Written December 14, 2019",
            "Written December 12, 2019",
            "Written December 8, 2019",
            "Written December 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or80-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or70-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or90-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d317712-Reviews-Arheoloski_Muzej_U_Splitu-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55922-d107557-Reviews-Lone_Star_Park-Grand_Prairie_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d260102-Reviews-Hammond_Castle_Museum-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g53146-d17298132-Reviews-Roxian_Theatre-McKees_Rocks_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g57033-d4771240-Reviews-Cherry_Hill_Water_Park-Kaysville_Davis_County_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d754093-Reviews-La_Carboneria-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d209439-Reviews-Madame_Tussauds_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g154912-d18961414-Reviews-Fairview_Limousine-Lake_Louise_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d11909674-Reviews-Seoul_City_International_Taxi-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d10723244-Reviews-Whitecap_Beach-Corpus_Christi_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or90-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or80-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Xin Chao Private Vietnam Tours",
        "attraction_name_vi": "Xin Chao Private Vietnam Tours",
        "general_info": [
            "699 đánh giá",
            "18 trong số 175 Tour du thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga"
        ],
        "attraction_summary": "Chúng tôi mong muốn giúp khách hàng tạo ra những kỷ niệm lâu dài và trải nghiệm du lịch độc đáo tại Việt Nam - để lại cho họ mong muốn được đến thăm đất nước của chúng tôi và sử dụng Xin Chao Tours một lần nữa. Mỗi ngày ở Việt Nam đều là một ngày tốt lành.Đọc thêm",
        "reviews": [
            "Ông Long rất xuất sắc và chúng tôi đã có thể thấy rất nhiều điều khi có một chuyến du lịch riêng - dành thêm thời gian ở những địa điểm chúng tôi muốn và điều chỉnh các sự kiện trong ngày cho phù hợp với nhu cầu của chúng tôi. Chúng tôi hoàn toàn tận hưởng chuyến đi lịch sử thành phố - đồ ăn và cà phê, tất nhiên là quán cà phê ngon nhất trong thị trấn có đường hầm riêng !!! không thể bị đánh bại! cộng với việc trải nghiệm điểm dừng trực thăng cuối cùng thật tuyệt vời - cảm ơn bạn vì một ngày tuyệt vờiĐọc thêm",
            "Thiên Sky là người hướng dẫn của tôi cho cả hai chuyến tham quan, rất hay và thú vị.  Sky đúng giờ, hiểu biết và linh hoạt.  Bất cứ lúc nào trong chuyến tham quan, chúng tôi có thể dừng lại và chụp ảnh hoặc khám phá một khu vực có chiều sâu hơn hoặc ít hơn.  Tôi có một số yêu cầu đặc biệt cho mỗi chuyến tham quan và Sky đã đáp ứng chúng.  Một ví dụ khác về sự linh hoạt là Sky đồng ý bắt đầu chuyến tham quan Đồng bằng sông Cửu Long lúc 7 giờ sáng thay vì muộn hơn.  Giao tiếp tuyệt vời với Xin Chao trước chuyến tham quan.Đọc thêm",
            "Đây là chuyến đi Foodie Tour thứ ba của chúng tôi bằng xe máy và là chuyến đi thứ tư đến Đồng bằng sông Cửu Long với Xin Chao. Chúng tôi mong đợi điều tốt nhất và thực sự đã làm được. Ông nội ngoài 80 chụp ảnh một chú gấu túi đang bám chặt và bà ngoại ngoài 70 ngồi ghế sau trông giống như con lười và hai đứa con 6 và 10 tuổi của chúng tôi đã có khoảng thời gian vui vẻ khi đi dạo trên phố. Thực sự an toàn, không giống như nơi chúng tôi đến. Chúng tôi có nhiều người đi sau cùng với một người đi một mình bên cạnh người dẫn đầu và một người đi một mình ở phía sau. Điều chúng tôi thích là khi chồng tôi đang chụp ảnh bằng điện thoại bên đường, Khang, trưởng đoàn Foodie Tour của chúng tôi đã đi đến và che chắn cho chúng tôi, những tên trộm xe máy tiềm năng. Chúng tôi đã yêu cầu nhóm biểu diễn một bài hát Việt Nam nổi tiếng, cảm ơn Ben! tại điểm dừng chân cuối cùng của chúng tôi! Cảm ơn Khang, Hazel Ngoài ra, V, Ben, Daisy, Tini, Hannah và Andy đã phản hồi email nhanh chóng! Andy, hướng dẫn viên du lịch trở về của chúng tôi đã hướng dẫn chúng tôi tại Đồng bằng sông Cửu Long với dịch vụ VVIP cùng với một tài xế an toàn. Andy trực giác biết được nhu cầu của từng người trong chúng tôi - bọn trẻ vui vẻ khi có anh ấy ở giữa, bà cần đi chậm, chúng tôi muốn ăn đồ ăn địa phương, ông thích nghe Andy kể về lịch sử địa phương. Tôi có một vài tờ tiền rách do người đổi tiền ở Singapore đưa và Andy chỉ cho tôi nơi đổi tiền ở Thành phố Sài Gòn. Chúng tôi sẽ quay lại để tham quan nhiều hơn và cảm ơn Xin Chao một lần nữa! Đọc thêm",
            "Hướng dẫn viên Thiên của chúng tôi còn gọi là Sky rất nhiệt tình và hữu ích. Một trong những mục tiêu của chúng tôi là xem xét những địa điểm mà tôi biết từ khi còn đóng quân ở miền Nam Việt Nam năm 1966. Thiện sử dụng những ghi chú tôi đã gửi cho anh ấy và đã tìm kiếm các địa điểm trước khi chúng tôi gặp nhau.  Chúng tôi cũng đang tìm kiếm bởi một bức tranh nhỏ. Thiên hướng dẫn chúng tôi đến một cửa hàng nhỏ có đúng thứ chúng tôi đang tìm kiếm.  Chúng tôi hoàn toàn tận hưởng thời gian ở với Thiên.  Anh ấy chính xác là người hướng dẫn mà chúng tôi đang tìm kiếm, giống như việc cháu trai của chúng tôi nắm tay chúng tôi để dẫn dắt chúng tôi từ quá khứ đến tương lai.Đọc thêm",
            "Đội hoàn toàn đứng đầu.  Hữu ích và đáng tin cậy trên mọi bước đường.  Kiến thức tuyệt vời và rất linh hoạt.  Thật tuyệt vời!Đọc thêm",
            "Tôi và 4 người bạn đã đến thăm HCHC trong 3 ngày và chúng tôi muốn có được trải nghiệm tối đa từ chuyến thăm ngắn này. Tôi đã tìm hiểu về chuyến tham quan riêng của Xin Chaos thông qua các đề xuất tuyệt vời ở đây trên TripAdvisor. Chúng tôi quyết định đặt hai chuyến du lịch với họ - tham quan TP.HCM bằng xe tay ga và đường hầm Củ Chi. Vào buổi sáng đầu tiên, một nhóm gồm 5 hướng dẫn viên du lịch nhiệt tình đã đến khách sạn của chúng tôi để đón chúng tôi vào chuyến thứ 5 và một tài xế dự phòng - wow!. Sky và nhóm của anh ấy đã đưa chúng tôi lên lưng xe tay ga của họ trong một hành trình tuyệt vời kéo dài 5 giờ qua các điểm nổi bật của thành phố chính. Đó là một chương trình được dàn dựng rất hay đưa chúng tôi đến những điểm tham quan chính cũng như nhiều kho báu thú vị ẩn giấu. Chỉ cần lái chiếc xe tay ga qua sự ồn ào của giao thông thành phố tự nó đã là một trải nghiệm thú vị. Tất cả các hướng dẫn viên của chúng tôi đều có kiến ​​thức, vui vẻ và vui vẻ khi được làm việc cùng. Họ tương tác một cách rất ấn tượng. Tất cả chúng tôi đều có thể giới thiệu nhóm hướng dẫn này! Cảm ơn và chúc may mắn trong tương lai!Đọc thêm",
            "We recently completed an 11-day10 night Vietnamese adventure planned by Xin Chào Private Vietnam tours. They did an outstanding job planning and arranging for our introductory exploration of Vietnamese highlights and ESPECIALLY the AMAZING food experiences! We arrived in Hanoi and was met by Andy, who would be our personal guide for my wife and I apparently for the next 11 days. Andy was amazing, and REALLY knew these awesome off-the-beaten track local street food and small restaurants hidden in back alleys and hardly noticed by other Western tourists throughout our stops from Hanoi to Danang to Hôi An to Hué and finally to Saigon. What wonderful experiences and just eye-rolling deliciousness. Think watching Anthony Bourdain find some hidden gems on his show? Andy would take us to places that would have just blown his mind. The hotels we stayed at were also very nice-smallish boutique hotels, really friendly staff, and not overwhelming. And the pricing for such personal attention-we were not with any other groups or tourists-was very reasonable about 2250 pp for the 11 d10nt experience, which included our guide, van and driver each day, two flights within the country, a couple of foodie tours, all bfasts, and entrance fees, and supplemental meals were really dirt cheap and delicious. Really we cant wait to make our next trip to Vietnam and go even further off the usual tourist path into the highlands.As far as this trip was concerned, Hôi An was our favorite stop, and if you go please remember to leave a lot of room in your suitcase for the incredible hand-made tailored shirts, dresses, suits, leather jackets, bags etc that can be obtained there for just unreal prices!Overall, Xin Chào, and our guide Andy in particular, treat you like family and in fact everyone thought we WERE a family throughout Vietnam !! We even capped off our trip with dinner with Andy and his REAL parents in Saigon. I highly recommend them!Read more",
            "Đây là lần đầu tiên chúng tôi đến Việt Nam và chúng tôi đã gặp một chiếc xe điện siêu thân thiện ở cảng Chân Mây. Cô ấy đã chỉ cho chúng tôi nhiều địa điểm tuyệt vời ngày hôm đó. Mặc dù ngày hôm đó trời mưa khắp nơi nhưng chúng tôi rất vui và đã thấy rất nhiều điều. Chuyến đi trên sông nước hoa, chùa, đền và chợ rau - đơn giản là đẹp không thể tả. Ngay cả nhà bếp địa phương cũng rất ngon. Chúng tôi chỉ có thể giới thiệu bất kỳ ai thực hiện các chuyến tham quan riêng tư như vậy. Và Trâm chính là người bạn đồng hành tuyệt vời. Vui mừng lần nữa. Đặc biệt cảm ơn người lái xe. Trâm, chúng tôi hy vọng sẽ gặp lại bạn vào một ngày nào đó. Cũng ở Đức hoặc bất cứ nơi nào trên thế giới.Đọc thêm",
            "Tôi đang đi du lịch cùng mẹ và dì ở TP.HCM và muốn lên kế hoạch cho một chuyến tham quan thành phố 1 ngày dành cho những người lớn tuổi. Tuy nhiên, việc tìm kiếm một hướng dẫn viên nói tiếng phổ thông ở TP.HCM tương đối khó hơn một hướng dẫn viên nói tiếng Anh. Hazel từ cơ quan đã sắp xếp hướng dẫn viên nói tiếng phổ thông với một tài xế và phương tiện cho tôi, đồng thời gợi ý một chuyến tham quan phù hợp đến các chợ địa phương và các khu vực mà người già quan tâm. Hướng dẫn viên Sky rất nghiêm túc, thân thiện và giới thiệu tốt về thành phố. Anh ấy cũng chu đáo trong việc quản lý tốc độ của chuyến tham quan và rất quan tâm đến người già khi đi dạo quanh nhiều địa điểm và băng qua đường. Việc sắp xếp chuyến tham quan với Hazel rất hiệu quả và không phiền phức. Tôi thực sự muốn giới thiệu Xin Chao cho các chuyến tham quan riêng của họ cho bất kỳ ai muốn sắp xếp chuyến tham quan theo tốc độ và sở thích của riêng bạn... và đặc biệt nếu bạn có thể cần một hướng dẫn viên nói tiếng Quan Thoại. Đọc thêm",
            "Tôi đã sắp xếp 3 tour du lịch tùy chỉnh riêng với công ty trong 4 ngày bao gồm chuyển đến và đi từ sân bay cho 16 người. Giao tiếp kéo dài trong vài tháng với công ty rất xuất sắc với các đề xuất và giải pháp tốt cho các truy vấn và vấn đề, Giao tiếp rất nhanh chóng và Hazel, người tổ chức điều hành tour đã rất kiên nhẫn với tôi khi tôi thực hiện nhiều thay đổi, v.v. Mặc dù tôi không tự mình đi du lịch ở đó không gì khác ngoài những lời khen ngợi của hướng dẫn viên và tài xế. Họ chu đáo, lịch sự và kiên nhẫn với gia đình tôi và họ rất yêu thích những chiếc ống hút bằng tre được cá nhân hóa. Họ đến thăm Địa đạo Củ Chi, tham quan thành phố nửa ngày với xe kéo và thăm đồng bằng sông Cửu Long trong ngày. chúng tôi cũng đã có 3 lần chuyển đến và đi từ sân bay và đến du thuyền Bonsai Buffet mà chúng tôi đã đặt riêng. Tôi chắc chắn sẽ giới thiệu công ty này vì họ có thể cá nhân hóa các chuyến tham quan cho phù hợp với nhu cầu của bạn và có thể thích ứng với những thay đổi. Cảm ơn bạn rất nhiều vì đã quan tâm gia đình tôi và mang đến cho họ một trải nghiệm đáng nhớ!Đọc thêm",
            "Bạn có số liên lạc không? hoặc bất kỳ trang web nào tôi có thể truy cập.Đọc thêm",
            "Có thể đến thăm đồn điền cao su không?\nTrân trọng\nPaolo - ÝĐọc thêm",
            "Bạn nên hỏi họ. Sự tham gia của chúng tôi với họ chủ yếu là ở thành phố ngoại trừ địa đạo củ chi. Họ rất có ý định đáp ứng nhu cầu của bạn nên tôi nghi ngờ rằng ít nhất họ sẽ tìm ai đó cho bạn nếu họ không làm điều đó.Đọc thêm",
            "Chào bạn, mình muốn tìm hướng dẫn viên du lịch cho 4 người vào ngày 21 và 22/02 tại Đà Nẵng, vui lòng chia sẻ giá nhé. Cảm ơn bạn!Đọc thêm",
            "Vui lòng gửi cho chúng tôi email của bạn sau đó chúng tôi có thể gửi cho bạn các đề xuất dựa trên thông tin đầy đủ của bạn.Đọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Có, họ có thể sắp xếp hướng dẫn viên nói tiếng Pháp cho bạnĐọc thêm",
            "Bạn có sẵn sàng cho chuyến du lịch riêng cho 4 người vào ngày 5 tháng 3 năm 2019. Đến tàu du lịch Holland American lúc 6:00 sáng tại Phú Mỹ.\n\nTàu khởi hành lúc 6 giờ tối. - chỉ ở cảng trong 12 giờ.\n\nJ. WallisĐọc thêm",
            "Vâng, chúng tôi là. Vui lòng gửi email cho chúng tôi sau đó chúng tôi trả lời với hành trình được đề xuất của chúng tôi. Cảm ơn. Đọc thêm",
            "Tôi và vợ sẽ đến Sài Gòn vào ngày 23 tháng 1 và muốn khám phá Việt Nam với tâm trạng vui vẻ và thư giãn.\nChúng tôi sẽ trở về từ Honai. Bạn vui lòng cho chúng tôi một số kế hoạch và gói dịch vụ nhé.\n\nTrân trọng\nAmirĐọc thêm",
            "Vui lòng gửi email cho chúng tôi để chúng tôi có thể gửi cho bạn các đề xuất của chúng tôi.Đọc thêm",
            "Bạn có thể cho tôi báo giá thuê xe từ Hồ Chí Minh đến Đà Lạt sáu ngày năm đêm được không?",
            "Chúng tôi chỉ cung cấp các tour nói tiếng Anh. Vui lòng gửi email cho chúng tôi để biết thêm thông tin.Đọc thêm",
            ".    \n\n\n \n\nchúng tôi muốn có một chuyến đi lúc 05:00 chiều, chúng tôi có nhóm 6 người và chúng tôi đến phú mỹ lúc 08:00 sáng cùng với các hoàng tử kim cươngĐọc thêm",
            "Vui lòng truy cập trang web của chúng tôi và gửi email cho chúng tôi để chúng tôi có thể cung cấp cho bạn tất cả thông tin chi tiết về hành trình và giá cả.\n\nChỉ cần nhấp vào trang web.Đọc thêm",
            "Xin chào chúng tôi muốn tổ chức một chuyến đi vào buổi sáng ngày 5 tháng 9 tới địa đạo củ chi và sau đó buổi chiều ra sông Mê Kông ngủ qua đêm và thức dậy đi tham quan chợ nổi và sau đó trở về hồ chí minh. có thể được không? có hai người, cho mình biết giá cả và tình trạng còn hàng nhé, cảm ơn nhiềuĐọc thêm",
            "Xin chào - đánh giá tuyệt vời. Tôi có một câu hỏi nếu tôi có thể. Tôi muốn thực hiện chuyến tham quan giống như bạn mô tả về đường hầm và đồng bằng sông Cửu Long. chúng tôi là một gia đình gồm 4 - 2 người lớn và 2 trẻ em 8 và 5 tuổi. Bạn có nghĩ chuyến đi này phù hợp với trẻ em không?\n\nCảm ơn!Đọc thêm",
            "Vui lòng truy cập trang web của chúng tôi và gửi email cho chúng tôi sau đó chúng tôi có thể gửi cho bạn hành trình chi tiết. \n\nTour Củ Chi và mekong thường kéo dài 10 tiếng từ 7h sáng đến 5-6h chiều. Chúng tôi nghĩ sẽ ổn cho con bạn nếu bạn chấp nhận lịch trình tham quan. Đọc thêm"
        ],
        "star_ratings": [
            676,
            21,
            1,
            1,
            0
        ],
        "review_amount": 699,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Xin Chào Private Vietnam Tours",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 2, 2019",
            "Written December 1, 2019",
            "Written November 30, 2019",
            "Written November 23, 2019",
            "Written November 15, 2019",
            "Written November 14, 2019",
            "Written November 9, 2019",
            "Written November 7, 2019",
            "Written November 7, 2019",
            "Written November 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6560716-Reviews-or90-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or80-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or100-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8587642-Reviews-Bicycling_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23474885-Reviews-Kallos_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18178406-Reviews-Ellen_s_Beauty_House-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13322086-Reviews-Ma_Non_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13837663-Reviews-Lucy_Henna-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12500777-Reviews-Aqua_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12837716-Reviews-Luco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8850621-Reviews-Destination_Indochina_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7217940-Reviews-Vietnam_Guiding-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27322712-Reviews-Mam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25089830-Reviews-Inside_Xcape_Room-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d145962-Reviews-Wellesley_Island-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295153-Reviews-Rumeli_Fortress-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g154942-d317675-Reviews-Hot_Springs_Cove-Tofino_Clayoquot_Sound_Alberni_Clayoquot_Regional_District_Vancou.html",
            "https://www.tripadvisor.com/Attraction_Review-g33188-d1091844-Reviews-College_Cove-Trinidad_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d11662723-Reviews-Gold_Creek_Pond_Trail-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d4888698-Reviews-Cine_Rex_Therinos-Parikia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558655-Reviews-Carkeek_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12490743-Reviews-Taragaon_Museum-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d14208544-Reviews-Glacier_National_Park-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12500860-Reviews-Fish_Roundabout-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or100-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6560716-Reviews-or90-Xin_Chao_Private_Vietnam_Tours-Ho_Chi_Minh_City.html"
    }
]