[
    {
        "attraction_name": "Yankee Stadium",
        "attraction_name_vi": "Sân vận động yankee",
        "general_info": [
            "4.472 đánh giá",
            "5 trong số 151 điều cần làm ở Bronx",
            "Đấu trường Sân vận động"
        ],
        "attraction_summary": "Không có gì nói về New York, New York giống như chuyến thăm Sân vận động Yankee, sân nhà của nhà vô địch thế giới 27 lần. Cho dù bạn đang muốn tìm hiểu lịch sử lâu đời của chúng tôi tại Công viên Monument hay theo dõi trận đấu bóng chày trên sân khấu lớn nhất New York, chuyến đi đến Sân vận động Yankee là một trải nghiệm bạn sẽ không bao giờ quên. Sân vận động chỉ cách Midtown Manhattan 25 phút đi tàu điện ngầm hoặc taxi. Hãy đến tận hưởng hành động, niềm đam mê, hứng thú nhận vé ngay hôm nay.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Bạn có thể đi đâu khác để dành một ngày dưới ánh nắng mặt trời trong 20 giờ và thưởng thức một trận bóng chuyên nghiệp? Trong khi giá bia đắt một cách ngu ngốc 14 đô la cho một cốc bia 16 ounce, thì mức giá ưu đãi lại khá hợp lý. Chúng tôi có một thùng thịt gà và khoai tây chiên cho 23 người và nó đã nuôi sống cả 4 người chúng tôi rất tốt. Trận đấu thật tuyệt vời và cầu thủ yêu thích của chúng tôi đã giành chiến thắng về nhà! Chúng tôi đến đúng lúc để tham quan khu vực đại sảnh danh vọng trong công viên và điều đó thật tuyệt.Đọc thêm",
            "Tôi đã đi đến sân vận động Yankee vào ngày 28 tháng 5 cho trận đấu NYY vs SD vào cuối tuần Lễ Chiến sĩ trận vong. Đây là lần đầu tiên tôi đến sân vận động Yankee mới kể từ lần cuối cùng tôi đến xem trận đấu trên sân nhà của Yankees vào năm 2003. 99 Burger là quán ngon nhất ở Bronx! Thật khó để có được nó nhưng đã có thể đảm bảo được một chiếc sau 30 phút chờ đợi. Tôi khuyên bạn nên thử lấy một chiếc 99 burger trước khi bắt đầu trận đấu đầu tiên vì chúng hết rất nhanh. Đến Yankee luôn là một trận đấu đặc biệt dù thắng hay thua, vì vậy tôi khuyên bạn nên thử bất cứ khi nào bạn ở NYC! Đọc thêm",
            "Sân vận động đẹp, chứa đầy lịch sử đội bóng. Tàu điện ngầm thả bạn xuống ngay bên kia đường. Tôi đã đến thăm trong bộ đồng phục Texas Rangers của đội khách, và những người hâm mộ ở New York thật tuyệt vời! Chế nhạo thân thiện; những người hâm mộ bóng chày vui vẻ và tôn trọng. Quán bar, nhà hàng, âm nhạc, hàng hóa ngay bên kia đường trước và sau trận đấu. Thời gian tuyệt vời! Đọc thêm",
            "Đã đến trận đấu vào ngày 25 tháng 7 năm 2023 với Texas Rangers cùng gia đình. Có một chương trình khuyến mãi vào ngày hôm đó, Cúp sưu tập Gleyber Torres dành cho 25.000 khách đầu tiên, do Premio Foods tặng. Đây là chương trình tặng miễn phí tệ nhất mà tôi từng thấy. Họ thường tặng những chiếc cốc tốt hơn miễn phí khi bạn mua đồ uống tại quầy bán đồ ăn nhẹ! Và lọ thuốc khuyến mãi của chiếc cốc dành cho Premio còn lớn hơn hình ảnh của Gleyber Torres! Thật xấu hổ khi gọi đây là chương trình khuyến mãi chứ đừng nói đến quà tặng sưu tầm! Điều tối thiểu họ có thể làm là tặng một đồ uống miễn phí cùng với chiếc cốc. Không! Tôi rất sốc khi một tổ chức như Yankees thậm chí còn cân nhắc làm điều gì đó như thế này. Thật xúc phạm đến những người hâm mộ đã đến xem trận đấu và ủng hộ đội bóng. Đọc thêm",
            "Tôi sẽ bắt đầu điều này bằng cách nói rằng tôi không phải là một người hâm mộ bóng chày cuồng nhiệt nhưng yêu thích lịch sử của môn thể thao này. Chúng tôi đã tham gia một số chuyến tham quan sân vận động ở một số thành phố lớn và chuyến tham quan này là một trong những chuyến tham quan tuyệt vời nhất. Mặc dù sân vận động không nằm trên địa điểm ban đầu nhưng bảo tàng và công viên tượng đài đã cho chúng tôi cơ hội trải nghiệm lịch sử tuyệt vời của đội bóng này. Chỉ riêng hai nơi này đã khiến chi phí của chuyến tham quan trở nên xứng đáng! Chuyến tham quan của chúng tôi cũng bao gồm chuyến tham quan hiện trường và đào bới. Hướng dẫn của chúng tôi có kiến ​​thức và hấp dẫn. Tôi thực sự khuyên bạn nên sắp xếp một chuyến tham quan sân vận động. Chúng tôi phải mất một lúc mới tìm được nơi gặp hướng dẫn viên du lịch. Địa điểm gặp mặt là bên trong Hardrock Cafe. Ngoài ra, chúng tôi đang có một chuyến du lịch kéo dài một phần tư giờ và chúng tôi có một chuyến tham quan riêng, có vẻ như những người khởi hành vào giờ đó sẽ bận rộn hơn nhiều. Chắc chắn đáng để thử lên lịch một chuyến tham quan không theo giờ vì có Sân vận động Yankee cho riêng mình không có gì là kỳ diệu! Có thể dễ dàng đến sân vận động bằng tàu điện ngầm.Đọc thêm",
            "Một trong những điều tuyệt vời nhất trong kỳ nghỉ của chúng tôi. Đặt chỗ này như một món quà lưu niệm du lịch nhưng hóa ra lại là nơi vui nhất. Gia đình bốn người 35,33,10 5. Đến sớm hơn một giờ và bị hoãn lại 35 phút vì trời mưa nhưng vẫn ở lại chơi hết mình vì bầu không khí tuyệt vời và giá cả hợp lý, đồ ăn ngon. Vé cho bốn người chúng tôi là 80 ở khu 402 và hoàn toàn ổn.\n\nNhất định phải quay lại, tiến lên nào Yankees!!Đọc thêm",
            "Thật là một địa điểm tuyệt vời, dễ đi lại, rất sạch sẽ và tất cả các nhà cung cấp đều tuyệt vời. Nhân viên thân thiện ở tất cả các địa điểm sẵn lòng giúp đỡ và đi vào nhà vệ sinh rất dễ dàng và sạch sẽ. Việc tiếp đất trơn tru được tạo điều kiện rất chuyên nghiệp. Chỗ ngồi tuyệt vời ngay cả khi ở trên cao.Đọc thêm",
            "Tôi đã từng đến rất nhiều sân vận động ở Mỹ và đây chắc chắn là một trong những sân vận động tuyệt vời nhất mà tôi từng đến. Sẽ gợi ý rằng nó đáng để ghé thăm khi bạn ở New York. Chúng tôi bắt chuyến tàu thẳng từ Quảng trường Herald và chỉ mất khoảng 20 phút. \n\nCó rất nhiều lựa chọn về thực phẩm, bạn nên kiểm tra trước để biết mình muốn ăn gì để đảm bảo không bỏ lỡ. Chúng tôi đã có combo đồ uống gà chủ yếu cho ảnh instagram, mẹo cho việc này là đảm bảo bạn có đủ nước sốt vì hơi khô. \n\nChúng tôi đã trả 12 đô la cho vé của mình và ở khu vực 406. Vào tháng 7, chúng tôi đã ở dưới ánh nắng trực tiếp cho đến khoảng hiệp thứ ba. Cũng từ phần này, bạn thực sự không thể nhìn thấy màn hình lớn, điều này làm thay đổi trải nghiệm một chút. Gần cuối trận đấu, chúng tôi bước xuống và theo dõi từ khán đài của tầng hai và bầu không khí tốt hơn gấp 10 lần ở tầng 4. Nếu tôi đi lần nữa, tôi sẽ trả tiền để ngồi ở ít nhất là ở tầng thứ hai, đó có vẻ là một trải nghiệm tốt hơn nhiều. Đọc thêm",
            "Là quê hương của bóng chày tại New York, chúng tôi phải dành thời gian để trải nghiệm trò chơi mùa hè của Mỹ. Nó không làm chúng tôi thất vọng ngoại trừ giá đồ ăn.\n\nVé có thể mua trực tiếp từ câu lạc bộ hoặc qua StubHub. Chúng tôi đã sử dụng phương pháp sau và dịch vụ rất tuyệt vời, không có vấn đề gì.\n\nSân vận động được phục vụ bởi một số tuyến tàu điện ngầm nên việc đi lại không thành vấn đề. Đi từ nhà ga đến sân vận động rất khó khăn nhưng chúng tôi chỉ đi theo mọi người. Vào sân vận động rất dễ dàng và dường như không quan trọng sử dụng cổng nào, chúng tôi đã bỏ lỡ phần quà miễn phí trong ngày nhưng tôi không chắc liệu đó có phải vì chúng tôi sử dụng nhầm cổng hay không hoặc chúng đã hết.\n\nGhế ngồi dễ tìm và ngay cả những chỗ ngồi rẻ tiền của chúng tôi cũng có tầm nhìn đẹp. Tuy nhiên, chúng tôi đã phải lái xe vào trong để trú ẩn khi cơn giông bão ập đến vì không có mái che.\n\nĐồ ăn và đồ uống rất nhiều. Có vẻ như họ không dùng tiền mặt mặc dù có biển báo ATM, hãy nghĩ mà xem. Mặc dù không đắt nhưng đồ ăn và đồ uống không hề rẻ. Tuy nhiên, đồ uống đã được mang vào và chúng tôi phải trả thêm tiền nhưng sau đó họ không đổ đầy hoặc đổi chúng thành đồ sạch. Vì vậy, nếu bạn muốn uống nhiều hơn, bạn cần phải trả thêm tiền.\n\nBản thân trận bóng chày chỉ là sự ngẫu nhiên đối với nhiều người nhưng chúng tôi đã rất thích. Rất nhiều người đã không ngồi lại chỗ ngồi của mình sau hiệp đấu thứ hai và tôi không biết họ đã đi đâu. Đọc thêm",
            "Thời tiết hoàn hảo.  Chúng tôi ở một vị trí tuyệt vời ở Tầng 2, trong bóng râm và ngay gần mọi thứ chúng tôi cần.  Chúng tôi đã có một cái nhìn tốt về sân đấu và hộp đánh bóng.  Sân vận động Yankee muốn duy trì sự vui vẻ bằng âm nhạc, camera của người hâm mộ, v.v.  Vì vậy, một ngày hoàn toàn thú vị ngoại trừ sự mất mát!Đọc thêm",
            "Tôi tình cờ là một fan hâm mộ lớn của các đấu trường và sự kiện và tôi luôn yêu cầu mua vé cho những thứ trong ngày sinh nhật của mình để tôi có thể có những khoảng thời gian vui vẻ!! Tôi đã đến Tokyo Dome vào tháng 2 và đó là một trong những trải nghiệm tuyệt vời nhất mà tôi có được trong 20 năm sống của mình!! Tôi chưa bao giờ xem một trò chơi Yankee trước đây và bạn tôi là một người hâm mộ được chứng nhận và có rất nhiều hàng hóa!! Có lẽ tôi là người ở sân vận động đội mũ Tokyo chứ không phải đội mũ Yankee!! Có những tấm vé rất rẻ ở những chiếc ghế chảy máu cam ở phía sau nơi chúng tôi ngồi!! Tôi nhận ra rằng nếu ai đó bị quả bóng bay phía trước đập vào mũi thì đó sẽ giống một chiếc ghế chảy máu mũi hơn là chiếc ghế chúng tôi có!! Đó là một trò đùa đen tối dành cho bạn!! Xếp hàng để vào rất dài nhưng di chuyển rất nhanh và an ninh cũng nhanh chóng và dễ dàng!! Trò chơi rất hay và họ đã thắng!!Đọc thêm",
            "Stadium Tour Series Yankee Stadium, Part 1In 2007 I had the good fortune of visiting the old Yankee Stadium during one of its final years of existence. If that was the House That Babe Ruth Built then I guess the new one is the House That George Steinbrenner Built.Although its obviously been awhile between visits, I was curious to learn how much has changed and how many of the Yankee traditions have been carried on. Well for sure this version is also cavernous.  While it may be known for having a short porch in right field, I just cannot imagine someone hitting a ball that can reach the upper deck.  While I expected the prices to be astronomical, I was surprised that they seemed on par with other stadiums that weve visited recently. Also surprising was the comfort of our padded seats which were easily the most comfortable stadium seats that weve ever enjoyed.The new stadium also offers the opportunity to see in person just how gigantic Aaron Judge is.  I mean if you stand next to Juan Soto and make him appear to be diminutive, you are an extra large human. I remember Yankee great Derek Jeter saying that the ghosts of former players added a certain presence at the old stadium that I cant say I quite detected at this new one. Speaking of former players, theyve now retired so many numbers its a wonder they have any left to assign the current players!Something fun that I dont recall from the old stadium was the grounds crew acting out the motions of YMCA while dragging the infield after the 6th inning. The tradition of iconic public address announcer Bob Sheppard has not continued because of his retirement in 2010, but Im thankful that the singing of God Bless America remains a staple of the 7th Inning Stretch, as well as Ol Blue Eyes belting out the Theme From New York, New York after each victory by the home team.  Something else that remains is the merciless feedback offered to the umpire by the crowd when they disapprove of his calls as they chant the same choice of specific profanity in unison. Although large crowds are typical here, we were impressed at the efficiency with which the subway system transported such a large number of people even after the game.And thatsHenrys Take.yankeesbaseballolblueeyesnewyorknewyorkRead more",
            "Bạn gái của tôi và tôi đã đến trò chơi muộn. Chúng tôi đến vào cuối hiệp thứ 7. Kinh nghiệm của chúng tôi là tốt mặc dù. Chúng tôi có những chỗ ngồi tuyệt vời ở khu vực 130, hàng 23, ngay bên cạnh đội khách White Sox. Đó là trận đấu Yankees đầu tiên của bạn gái tôi và họ đã giành chiến thắng 6-1. Vâng chắc chắn sẽ quay lại lần nữa. Đọc thêm",
            "Luôn vui vẻ đến thăm sân vận động Yankee. Không khí vui vẻ, sân vận động dễ di chuyển, bãi đậu xe dễ dàng với nhiều lựa chọn.Đọc thêm",
            "Yêu chỗ ngồi của tôi, yêu đội Yankees.  Hơi khó chịu khi những người đến muộn vào khu vực 118 để tìm chỗ trống mà hình như không có vé ở khu vực này.Đọc thêm",
            "Đến sân thì dễ, tìm chỗ đậu xe dưới 30 thì không. Có bãi đậu xe trên đường, nhưng bạn nên đến sớm trước khi cảnh sát chặn đường và trước khi người dân đỗ xe. Các dòng dài, nhưng nó di chuyển nhanh chóng. Giá bia là 14,99 trở lên. Thức ăn khoảng 15 trở lên. Hãy đến khi đói, nếu bạn có đủ khả năng, hoặc ăn no và chọn một bữa ăn nhẹ. Halal Guys là một món bổ sung tuyệt vời cho thực đơn và có giá khá cao. Phần lớn, sân vận động được mở cửa hàng đầu, sôi động và những khách quen ở đó là những người đáng kính... chỉ là những người hâm mộ thể thao thông thường.Đọc thêm",
            "Lý do chính khiến tôi đến NYC là vì tôi đang đi vòng quanh 30 sân vận động. Đêm hơi lạnh nhưng Yankees đã thắng nên thật tuyệt. Đồ ăn ổn Tôi nghĩ Petco Park ở San Diego có đồ ăn ngon hơn nhưng sân vận động đẹp và ghế ngồi êm nên nhìn chung là một ngày thi đấu tuyệt vời. Đọc thêm",
            "Chúng tôi yêu thích bầu không khí và chuyến Uber từ Manhattan thật dễ dàng.  Thức ăn ngon và thời gian tuyệt vời!  Bánh mì gà Fuku là ngon nhất.Đọc thêm",
            "Chưa bao giờ thực sự hứng thú với bóng chày Anh nhưng nghĩ rằng sẽ là một trải nghiệm khác khi xem Yankees. Sân vận động Yankees. Bronx. Thật không may là nó hơi nhỏ. Đến đó lúc 11:30 để bắt đầu lúc 1 giờ chiều. Xếp hàng rất lâu và đến được chỗ ngồi lúc 12:45. Thảm sát. Sân vận động ổn nhưng không thể so sánh với các sân vận động của Anh. Không có bầu không khí nào cả. Đồ ăn và đồ uống quá đắt. Tầm nhìn đẹp. Giải trí bằng không. Thành thật mà nói, bóng chày hầu như không phải là một môn thể thao. Rời sân sau 8 hiệp với tỷ số 0-0. Đọc thêm",
            "Khi tôi đặt chỗ, nó được tự động đặt cho 2 người. Tôi không thể lấy được nhiều vé vì sẽ còn một ghế trống! Tôi đã cố gắng đổi số nhưng không có kết quả. Khi tham gia trò chơi, tôi không được hỗ trợ trong một thời gian dài để có được chỗ ngồi vì mọi người đã ngồi sẵn trong đó. Công việc của tôi không phải là khiến mọi người di chuyển, đó là lý do tại sao bạn có người dẫn đường!!! Chúc may mắn tìm thấy một. Khi tôi làm vậy, cô ấy đã dọn chỗ ngồi ra, nhưng gia đình ngồi đó cũng bị chỉ đạo, vì có những người ngồi ở ghế của họ không chịu di chuyển trong cùng một hàng. Cuối cùng, một người giám sát đã có mặt tại khu vực này vì một vấn đề khác và đã di chuyển mọi người xung quanh. Chỗ ngồi rất đẹp với cái bàn phía trước.  Tôi nghĩ buổi lễ dành cho John Sterling kém hơn những gì anh ấy xứng đáng. Không có chỗ ngồi cho gia đình! Không có ca sĩ hát trực tiếp quốc ca, bản thu âm thì hay nhưng biểu diễn trực tiếp thì bổ sung rất nhiều. Vì anh ấy được biết đến với tư cách là một người hâm mộ Sinatra và kẻ mạo danh có lẽ sẽ phù hợp hơn. Tôi đã mong đợi nhiều hơn.Đọc thêm",
            "Tôi sẽ có mặt tại sân vận động Yankee vào tuần tới để đấu với cặp song sinh. Tôi là một người hâm mộ Twins đến từ châu Âu và tôi thực sự không biết những người hâm mộ Yankee hay những người hâm mộ bóng chày nói chung hành động hung hãn như thế nào đối với người hâm mộ của các đội đối thủ. Trong bóng đá, người hâm mộ có thể rất hung hãn. Vì vậy, tôi chỉ tự hỏi liệu mình có được an toàn ở Sân vận động Yankee với mũ, áo thi đấu của Twins hay không?Đọc thêm",
            "Có khu vực đón khách Uber, Lyft được chỉ định bên ngoài Sân vận động Yankee không? Nếu vậy thì ở đâu? Gặp tài xế có dễ không?Đọc thêm",
            "Bạn chỉ thắc mắc một lít bia ở sân vận động Yankee giá bao nhiêu?Đọc thêm",
            "Xin chào, máy ảnh có được phép không? \n\nTrân trọngĐọc thêm",
            "Tôi vào sân vận động Yankee bằng cổng nào nếu tôi ngồi ở khu 225Đọc thêm",
            "Bạn có thể vào bất kỳ cổng nào, phía xa của sân vận động ở khán đài là bãi đậu xe nên không có chỗ ngồi.\n\nCác cổng còn lại nằm ở tầng trệt, nơi có các cửa hàng chính, quầy bán đồ ăn và khu vực thích hợp để chụp ảnh, bạn sẽ ở trên một tầng và có thể dễ dàng đi lên từ bất kỳ giếng cầu thang nào ở tầng trệt.\n\nTuần trước chúng tôi đã đến với tư cách là khách du lịch ở số 322 và có thể đến điểm xa nhất nhưng an ninh không bận tâm và thật tuyệt khi đi bộ qua sân vận độngĐọc thêm",
            "Sân vận động Yankee có tổ chức các chuyến tham quan Sân vận động không?Đọc thêm",
            "Có, họ có làm vậy, không chắc có nên làm vào những ngày thi đấu hay không nhưng các chuyến tham quan rất tuyệt.Đọc thêm",
            "Các quán ăn bên trong sân vận động Yankee mở cửa lúc mấy giờ khi có trận đấu lúc 1 giờ chiềuĐọc thêm",
            "Thông thường, các nhà cung cấp mở cửa một giờ trước trận đấu, nhưng mỗi người đều cho hoặc nhận. Hy vọng điều này sẽ giúp bạn.Đọc thêm",
            "Xin chào, việc mua vé có bao gồm luyện tập đánh bóng không?\nCửa địa điểm mở cửa lúc mấy giờ?Đọc thêm",
            "Cái này có mở cửa vào tháng 3 không? Ngay cả khi không phải để chơi game, họ chỉ tổ chức các chuyến tham quan thôi sao? Đọc thêm",
            "Trang web dường như ngụ ý như vậy đối với trái mùa, nhưng không rõ ràng lắm trên cửa sổ.  Tốt nhất bạn nên gọi cho họ nếu có thể.Đọc thêm",
            "Tôi có thể mang GoPro vào sân vận động không?Đọc thêm"
        ],
        "star_ratings": [
            2795,
            1144,
            326,
            116,
            92
        ],
        "review_amount": 4473,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Bronx",
            "New York NY",
            "Bronx",
            "Sân vận động yankee"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 18, 2023",
            "Written June 24, 2023",
            "Written June 28, 2023",
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 10, 2023",
            "Written July 11, 2023",
            "Written July 22, 2023",
            "Written August 8, 2023",
            "Written June 6, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written April 27, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47369-d116397-Reviews-Yankee_Stadium-Bronx_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d1837593-Reviews-Hard_Rock_Cafe_Yankee_Stadium-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d2305181-Reviews-Yankee_Tavern-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d4206888-Reviews-Court_Deli-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d11777728-Reviews-Bronx_Draft_House-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d4654148-Reviews-Flavas_International_Grill-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d5088760-Reviews-Billy_s_Sports_Bar_Lounge_Rooftop-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d2272698-Reviews-Audi_Yankees_Club-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d7823853-Reviews-Dunkin-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d12500463-Reviews-Justin_Pizza-Bronx_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47369-d861063-Reviews-Feeding_Tree-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105125-Reviews-The_Metropolitan_Museum_of_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d267031-Reviews-Manhattan_Skyline-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d19796740-Reviews-The_Hip_Hop_Museum-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19268413-Reviews-Joker_Stairs-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136053-Reviews-St_Patrick_s_Cathedral-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143361-Reviews-Broadway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d103371-Reviews-Grand_Central_Terminal-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136347-Reviews-Bryant_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d103500-Reviews-Morris_Jumel_Mansion-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d116397-Reviews-or10-Yankee_Stadium-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d4333897-Reviews-Little_Italy_in_the_Bronx-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d136046-Reviews-Woodlawn_Cemetery-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d309774-Reviews-Edgar_Allan_Poe_Cottage-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d136374-Reviews-Pelham_Bay_Park-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d103502-Reviews-Bartow_Pell_Mansion_Museum-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d103501-Reviews-Van_Cortlandt_House_Museum-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d261409-Reviews-Fordham_University_Church-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d292594-Reviews-Hall_of_Fame_for_Great_Americans-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d8612186-Reviews-Our_Lady_of_Lourdes_Grotto-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d6939197-Reviews-Bronx_Documentary_Center-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d8391683-Reviews-Hard_Rock_Cafe_Yankee_Stadium-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d3832519-Reviews-Yankee_Stadium_Tours-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d5840950-Reviews-The_Dugout-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19444127-Reviews-NYC_Up_Close_Walking_Tours_LLC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d10800980-Reviews-Papa_Juan_Cigar_Room-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d5838971-Reviews-Stan_s_Sports_Bar-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d9850677-Reviews-Hamilton_s_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d312012-Reviews-Bronx_Museum_of_the_Arts-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26363196-Reviews-Metropolis_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8509548-Reviews-JR_Luxury_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d7366526-Reviews-Concourse_Multiplex_Cinemas-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d6352606-Reviews-Chuck_E_Cheese_s-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1748306-Reviews-Taste_Harlem_Food_Cultural_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d279058-Reviews-Thompson_Island-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54974-d2523155-Reviews-Wyatt_Archaeological_Museum-Cornersville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d8627425-Reviews-Kasuni_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d12174206-Reviews-Pulse_Ultra_Club-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d11777498-Reviews-Taxi_Boats_to_Red_White_and_Black_Beach-Akrotiri_Santorini_Cyclades_South_Aegea.html",
            "https://www.tripadvisor.com/Attraction_Review-g48873-d21297863-Reviews-Rogers_Beach-Westhampton_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d8863605-Reviews-Thai_Massage_Benidorm-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Commun.html",
            "https://www.tripadvisor.com/Attraction_Review-g58151-d6105839-Reviews-The_Virginia_Bazaar-Ruther_Glen_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33838-d14130746-Reviews-Eisenhower_Park-Milford_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47369-d116397-Reviews-or10-Yankee_Stadium-Bronx_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47369-d116397-Reviews-Yankee_Stadium-Bronx_New_York.html"
    }
]