[
    {
        "attraction_name": "Ybor City",
        "attraction_name_vi": "Thành phố Ybor",
        "general_info": [
            "3.105 đánh giá",
            "28 trong số 332 việc cần làm ở Tampa",
            "Địa điểm lịch sử",
            "Khu phố",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Thành phố Ybor, từng là thủ đô xì gà của thế giới, là một khu phố sôi động ở Tampa, nơi có cuộc sống về đêm thú vị và những món ăn ngon. Bạn có thể khám phá khu lịch sử trong một chuyến đi bộ để tìm hiểu thêm về kiến ​​trúc và lịch sử người nhập cư hoặc thưởng thức chuyến tham quan ẩm thực đưa bạn đến các nhà hàng phục vụ món ăn theo phong cách Latin và tâm hồn. Khi mặt trời lặn, khu vực này biến thành khu giải trí sôi động, nơi bạn có thể đi dạo trong quán rượu, khiêu vũ suốt đêm hoặc nghe nhạc sống. Để đến đó, bạn có thể bắt xe điện miễn phí từ trung tâm thành phố. Ngoài ra còn có chợ trời địa phương hàng tuần.  TripadvisorĐọc thêm",
        "reviews": [
            "Tôi đã đến thăm Thành phố Ybor kể từ khi bố mẹ tôi đưa tôi đi khi tôi còn nhỏ và tôi giới thiệu khu phố này cho bất kỳ ai đến thăm khu vực này. Đây là nơi đầu tiên tôi từng thử bánh mì Cuba từ một xe bán đồ ăn cũng như đậu đen và gạo từ Columbia và những hương vị đó đã đặt ra tiêu chuẩn cao mà tôi đặt ra cho tất cả những món khác. \n\nỞ đây bạn sẽ tìm thấy thức ăn ngon, cà phê, âm nhạc, cửa hàng thú vị và lịch sử hấp dẫn. Trong khi mọi người thường so sánh con đường chính với Phố Bourbon của New Orleans, tôi lại nghĩ khác. Có một sự rung cảm khá khác biệt và độc đáo đang diễn ra ở đây và nếu bạn thích văn hóa xì gà hoặc văn hóa hoặc lịch sử Cuba, tôi muốn nói rằng điều quan trọng là đừng bỏ lỡ khu vực này. Vâng, có khá nhiều câu lạc bộ đêm và quán bar vào ngày 7 và nó có thể hơi ồn ào và ồn ào vào ban đêm nhưng không hơn bất kỳ con phố chính nào khác có nhiều hoạt động giải trí đa dạng vào buổi tối như vậy.Đọc thêm",
            "Gọn gàng Một phần của thị trấn với rất nhiều nơi để ăn và uống. Bạn phải trả tiền đỗ xe hoặc đậu ở đâu đó trên tuyến TECO và đi Xe điện, khi chúng tôi ở đó, tuyến đi vào Thành phố Ybor hoàn toàn miễn phí. Nhìn chung, đây chỉ là một nơi tuyệt vời để đi bộ và ngắm cảnh.Đọc thêm",
            "Chúng tôi đã đến thăm Thành phố Ybor từ những năm 1980 khi chúng tôi sống ở Tampa, vì vậy chúng tôi đã chứng kiến ​​những thăng trầm của nó. Đây là chuyến thăm đầu tiên của chúng tôi sau mười năm và chúng tôi rất hài lòng với bầu không khí hiện tại. Đường phố sạch sẽ, có nhiều biển báo thông tin hơn bao gồm các điểm đánh dấu lịch sử, Nghệ thuật đường phố, các tòa nhà đang được khôi phục, Chợ Thứ bảy có nhiều người tham dự và có nhiều nhà hàng và câu lạc bộ hơn bao giờ hết.\n\nChúng tôi thực sự rất thích ở lại ba đêm của chúng tôi.\nĐọc thêm",
            "Đã có khoảng thời gian tuyệt vời khi ghé thăm Thành phố Ybor bằng xe điện. Tôi chưa bao giờ đến Cuba nhưng tôi cho rằng đây là nơi gần nhất với thực tế. Tôi yêu các cửa hàng bán xì gà, đồ ăn Cuba, âm nhạc, tiệm xăm hình và rất nhiều lựa chọn ăn uống.  Chắc chắn là một chuyến thăm nửa ngày khi đến thăm Tampa.Đọc thêm",
            "Một nửa mặt tiền cửa hàng đã có người sử dụng. Trông giống khu vực giải trí về đêm hơn. Hãy cẩn thận với bãi đậu xe công cộng! Kéo vào một nơi mà họ muốn 10 trong ngày. Không có gì nhiều để thấy rằng bạn sẽ dành cả ngày ở đó. Bãi đậu xe đường phố có sẵn và rẻ hơn nhiều! Kiến trúc rất đẹp và chắc chắn là những gì bạn mong đợi ở một khu vực Cuba! Có khá nhiều cửa hàng bán xì gà. Một số được cuộn bằng tay rất đẹp! Một số có người biểu tình ở cửa sổ. Chắc chắn là một nghệ thuật! Nếu bạn không tham gia câu lạc bộ hoặc hút thuốc, hãy chụp ảnh và đi nơi khác trừ khi các chuyến tham quan nhà máy xì gà mở cửa trở lại. Họ vẫn đóng cửa đối với tôi nhờ COVID, cộng thêm đó là tháng Giêng.Đọc thêm",
            "Thăm thủ đô xì gà nguyên bản của thế giới. Khám phá nhiều quán bar và sảnh bán xì gà thú vị trong khi xem từng người cuộn xì gà bằng tay.  Bạn có thể đi xe đẩy đến khu vực này.  Nếu bạn yêu thích xì gà, bạn phải ghé thăm!!Đọc thêm",
            "Chúng tôi thích đến thăm thị trấn nhỏ này! Đối tác của tôi và tôi đang ở trung tâm thành phố và chúng tôi đi bộ đến đó. Có một cuộc diễu hành trong thị trấn mà chúng tôi phải thưởng thức và chúng tôi yêu thích chuyến tham quan Lịch sử cũng như Chuyến tham quan ma quái diễn ra trong Câu lạc bộ Cuba. Chúng tôi sẽ quay lại lần nữa. Đọc thêm",
            "Chúng tôi dừng lại ở khu vực này vào giữa tuần để xem những bức tranh tường và khu lịch sử.  \n\nChúng tôi không ăn trưa hoặc ăn tối nên chúng tôi không ghé thăm bất kỳ quán ăn nào, mặc dù có một số quán ăn.  Chủ yếu chúng tôi đi dọc các con phố chính để tìm kiếm những bức tranh tường.  \n\nNếu bạn không định đi bộ trên con phố chính, tôi sẽ lên kế hoạch cho chuyến thăm 45 - 60 phút.  Chúng tôi phải lái xe vòng quanh để tìm những bức tranh tườngĐọc thêm",
            "Có gì để nói!?    Thành phố Ybor chứa đầy lịch sử, những con gà trống, cửa hàng xì gà, quán bar và nhà hàng.  \n\nĐó là một nơi nhất định phải ghé thăm khi một người ở trong hoặc gần Tampa.  Chúng tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Chúng tôi bắt xe đẩy từ Trung tâm thành phố đến điểm dừng 1. Từ đó, chúng tôi ghé thăm khu chợ thứ bảy, nơi tuyệt vời của âm nhạc, màu sắc và những chú gà!  Sau đó chúng tôi đi bộ đến nhà hàng Columbia để thưởng thức bữa trưa tuyệt vời.\n\nSau đó, chúng tôi đi về phía tây trên đại lộ số 7...tận hưởng cảnh sắc và âm thanh, rồi dừng lại ở một cửa hàng để xem họ cuốn xì gà.\n\nChúng tôi thực sự rất thích chuyến thăm ngắn ngày của mình và dự định quay trở lại!Đọc thêm",
            "Không có gì ấn tượng ở đây. Có sự khác biệt giữa lịch sử và xuống cấp và nơi này đang xuống cấp. Quá nhiều mặt tiền cửa hàng trống rỗng, người vô gia cư ẩn núp trên các con phố bên và không có nhiều nét đặc trưng của Cuba, chỉ có nhạc rap. Đọc thêm",
            "Nơi rất mát mẻ chắc chắn sẽ quay trở lại khi tôi có nhiều thời gian khám phá hơn.  Yêu lịch sử và những chú gà ở MỌI NƠI!!  Việc đỗ xe có một chút khó khăn nhưng chúng tôi chưa thực sự chuẩn bị và chưa thực hiện đủ các cuộc điều tra trước.  Chúng tôi chỉ muốn đi dạo xung quanh và ăn một chút trước khi đến xem buổi hòa nhạc tại Amalie Arena vào tối thứ Sáu nên chúng tôi không có nhiều thời gian.  Chắc chắn sẽ quay lại khi có nhiều thời gian khám phá hơn.Xem thêm",
            "Chúng tôi bắt xe đẩy từ Trung tâm thành phố đến điểm dừng 1. Từ đó, chúng tôi ghé thăm khu chợ thứ bảy, nơi tuyệt vời của âm nhạc, màu sắc và những chú gà!  Sau đó chúng tôi đi bộ đến nhà hàng Columbia để thưởng thức một bữa trưa tuyệt vời. Sau đó, chúng tôi đi bộ về phía tây trên đại lộ số 7...tận hưởng khung cảnh và âm thanh, đồng thời dừng lại ở một cửa hàng để xem họ cuốn xì gà. Chúng tôi thực sự rất thích chuyến thăm ngắn ngày của mình và lên kế hoạch đến trở lại!Đọc thêm",
            "Thành phố Ybor đáng để ghé thăm. Nếu bạn thích xì gà, nó chắc chắn đáng để bạn dành thời gian. Nhưng gạt xì gà sang một bên, đây là một khu phố thú vị.Đọc thêm",
            "Rât nhiêu thư ĐỂ nhin thây va THỰC HIỆN. Dải lịch sử tuyệt vời. Chúng tôi yêu thích tất cả các lựa chọn của nhà hàng và quán bar. Những con đường gạch thật gọn gàng. Rất nhiều lịch sử! Đọc thêm",
            "Có gì để nói!?    Thành phố Ybor chứa đầy lịch sử, những con gà trống, cửa hàng xì gà, quán bar và nhà hàng.  Đó là một nơi nhất định phải ghé thăm khi một người ở trong hoặc gần Tampa.  Chúng tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Chúng tôi dừng lại ở khu vực này vào giữa tuần để xem tranh tường và khu phố lịch sử. Chúng tôi không phải vào giờ ăn trưa hoặc ăn tối nên không ghé thăm bất kỳ quán ăn nào, mặc dù có một vài quán. Chủ yếu chúng tôi đi dạo trên các phố chính để tìm tranh tường. Nếu bạn không đi bộ trên phố chính, tôi sẽ lên kế hoạch cho chuyến thăm kéo dài 45-60 phút. Chúng tôi phải lái xe vòng quanh để tìm tranh tườngĐọc thêm",
            "Bẩn thỉu, không giai cấp, phù thủy hiện diện dày đặc. Đừng đi đến nơi này. Nó không dành cho gia đình, trẻ em hay bất kỳ ai muốn tiếp xúc với ma thuật hoặc những điều xấu xa. Nơi giới hạn này với các cửa hàng hướng tới phù thủy và các hoạt động tà ác. Đừng đến đây trừ khi bạn muốn gắn bó với mình.Đọc thêm",
            "Một phần rất thú vị của lịch sử Tampa và Florida Viên ngọc ẩn trong khu rừng xi măng của thành phố rất dễ đi bộ và dễ tiếp cận. Đọc thêm",
            "Chúng tôi thích ghé thăm thị trấn nhỏ này! Đối tác của tôi và tôi đã ở lại trung tâm thành phố và chúng tôi đã đi bộ đến đó. Có một cuộc diễu hành trong thị trấn mà chúng tôi được thưởng thức và chúng tôi thích tour Lịch sử cũng như Tour Ma diễn ra tại Câu lạc bộ Cuba. Chúng tôi sẽ quay lại lần nữa. Đọc thêm",
            "CHÀO! Tôi đang lên kế hoạch cho một chuyến đi đến Thành phố Ybor với một người Úc dễ gây ấn tượng tên là Phil. Tôi rất biết ơn vì lời cảnh báo của bạn về thuật phù thủy. Bây giờ tôi rất lo ngại về việc Phil tiếp xúc với phép thuật phù thủy có thể dẫn đến việc sử dụng cần sa, chủ nghĩa Mác hậu hiện đại, bạo lực băng đảng và cuối cùng là chuyển giới. Tôi đã nhìn thấy nó trước đây. Có khu vực an toàn, không phù thủy nào của Ybor nơi linh hồn Cơ đốc giáo được an toàn khỏi chủ nghĩa đa văn hóa ma quỷ, vắc xin, những người theo chủ nghĩa toàn cầu độc ác, những người theo chủ nghĩa xã hội, những người nhập cư bất hợp pháp và những người theo đạo Hồi cực đoan không?\n\nTôi rất lo lắng và không muốn Phil mang bất kỳ phép thuật phù thủy nào về Úc. Họ không có nhiều người nước ngoài ở đó như chúng tôi nên đây vẫn là một đất nước tử tế.Đọc thêm",
            "Các nhà hàng ở thành phố Ybor Tampa Đọc thêm",
            "Có một vài và một nhà hàng Columbia rất tốt. Đọc thêm",
            "Thành phố Ybor có mở cửa cho du lịch vào năm 2020Đọc thêm",
            "Có quanh năm. Đọc thêm",
            "Xin chào, tôi đã đến Ybor vào tháng 8 và nhìn thấy những chiếc vòng cổ ngọc trai ở khắp mọi nơi trên đường phố, ném trên đèn đường ... Ai có thể cho tôi biết tại sao không? Cảm ơn bạn!Đọc thêm",
            "Bạn vẫn còn ở đó với những gì còn sót lại từ cuộc diễu hành đêm của cướp biển, họ phát hạt và ném chúng từ những chiếc phao tương tự như New Orleans Mardi GrasĐọc thêm",
            "Có khách sạn nào trong khu vực không?\nĐọc thêm",
            "Có, nhưng bạn có thể sẽ nhận được mức giá tốt hơn ở Tampa.Đọc thêm",
            "Tôi có vé cho buổi tối nay tại căn gác mái ở 1510 E 8th Street Ybor City.  Tôi không quen thuộc với khu vực này và tôi được biết là ở đó vào ban đêm không an toàn.  Ai đó có thể vui lòng tư vấn cho tôi nếu tôi không nên tham dự buổi hòa nhạc.  Nếu an toàn thì tôi nên đỗ xe ở đâu?Đọc thêm",
            "Tôi đã thấy nó được cảnh sát tuần tra thường xuyên. Tôi không chắc chắn về chỗ đỗ xe nhưng chắc chắn bạn nên đến thưởng thức buổi hòa nhạc và cảm thấy an toàn ở đó.Đọc thêm",
            "Sẽ xuống trong khoảng 2 tuần nữa, Bạn có thể cho tôi biết tên đường hoặc địa chỉ của thành phố Ybor không? Khi tôi nhìn vào bản đồ, nó hiển thị khác bên ngoài thành phố Ybor nên tôi bối rối. Chúng tôi thích ghé thăm các cửa hàng xì gà nên chúng tôi coi thành phố Ybor là một nơi không thể thiếu trong danh sách của mình. Đọc thêm",
            "Tôi không thể đưa ra địa chỉ chính xác nhưng để tham khảo hãy thử tìm nhà hàng Columbia, cuối đường số 7, bạn sẽ thấy các biển chỉ dẫn đến đó, các con phố nằm theo hình lưới. Để có được bức tranh hoàn hảo về khu phố, tôi khuyên bạn nên đến đó vào cuối tuần. Đọc thêm",
            "Bãi đậu xe hoặc nhà để xe nào là tốt nhất để bị nhân viên bảo vệ giữ ở ybor, đó có phải là một nhà để xe lớn do thành phố quản lý hay một bãi đậu xe tư nhân không? Đừng hiểu lầm tôi, tôi từng thích các ban nhạc chính thống ở killians hoặc empire hoặc ritz. Tuy nhiên, có lần cảnh sát phải bắt giữ nhân viên bảo vệ vì sử dụng vũ khí trái phép và quấy rối khách hàng, điều đó đã giết chết sự quan tâm của tôi. Quá nhiều vụ cướp và đột nhập xe. Tuy nhiên, câu hỏi của tôi là, đâu là nơi bán bánh sandwich Cuba tốt nhất? Không phải là một nhà hàng lớn của công ty. Cảm ơn bạn đã lắng nghe. Đọc thêm",
            "Họ có bãi đậu xe công cộng ngay phía sau các quán bar và nhà hàng tại Sun Trust Bank Lot. Trả 10,00 qua máy tự động cho bãi đậu xe 24 giờ. Có bãi đậu xe tính tiền theo đồng hồ trên phố dọc theo dải đất nhưng tất cả các chỗ đều đã có người khi chúng tôi đến. Đọc thêm",
            "Thành phố ybor có mở cửa vào Lễ tạ ơnĐọc thêm",
            "Có .. nhưng chỉ một số nơiĐọc thêm",
            "Có được phép hút xì gà tại nhà hàng không?Đọc thêm",
            "Trên thực tế, họ có các nhà hàng và quán bar cho phép hút xì gà bên ngoài, nơi bạn có thể thưởng thức đồ uống hoặc bữa ăn ngoài trời: Đọc thêm"
        ],
        "star_ratings": [
            1183,
            1101,
            516,
            200,
            106
        ],
        "review_amount": 3106,
        "location": [
            "Những điều cần làm ở Tampa",
            "Thành phố Ybor",
            "Florida, FL",
            "Hoa Kỳ",
            "Tampa"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written July 19, 2023",
            "Written August 28, 2023",
            "Written December 30, 2023",
            "Written January 4, 2024",
            "Written January 14, 2024",
            "Written February 14, 2024",
            "Written March 16, 2024",
            "Written March 24, 2024",
            "Written April 6, 2024",
            "Written June 5, 2024",
            "Written April 28, 2024",
            "Written April 6, 2024",
            "Written April 5, 2024",
            "Written March 25, 2024",
            "Written March 24, 2024",
            "Written March 17, 2024",
            "Written March 4, 2024",
            "Written February 21, 2024",
            "Written February 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34678-d109448-Reviews-Ybor_City-Tampa_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d388777-Reviews-Columbia_Restaurant-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d21390511-Reviews-Casa_Santo_Stefano-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d2637242-Reviews-Shrimp_Co-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d11687891-Reviews-Snobachi_Handcrafted_Ice_Cream-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d7751462-Reviews-Coppertail_Brewing_Company-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d641612-Reviews-Acropolis_Greek_Taverna-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d388775-Reviews-La_Terrazza_Restaurant-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d4044476-Reviews-Beaune_s_Wine_Bar-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d4246160-Reviews-McDonald_s-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d1983995-Reviews-Al_s_Finger_Licking_Good_Bar_B_Que-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2292931-Reviews-TECO_Line_Streetcar_System-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d109449-Reviews-Ybor_City_Museum_State_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d13592901-Reviews-Tampa_Bay_Rum_Company_Home_of_Gaspar_s_Rum-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d107648-Reviews-Busch_Gardens-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d284859-Reviews-Tampa_Theatre-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d13838212-Reviews-9_11_Fallen_Heroes_Memorial-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d8122492-Reviews-Sacred_Heart_Catholic_Church-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1963506-Reviews-Tampa_Bay_History_Center-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d3896098-Reviews-Ybor_City_Saturday_Market-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d3521916-Reviews-Wat_Mongkolrata_Temple-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d109448-Reviews-or10-Ybor_City-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2650465-Reviews-Horse_Power_for_Kids_Animal_Sanctuary-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7317600-Reviews-Tampa_Riverwalk-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d550436-Reviews-George_M_Steinbrenner_Field-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d615921-Reviews-Amalie_Arena-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d126827-Reviews-Hyde_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d655426-Reviews-SS_American_Victory_Mariners_Memorial_and_Museum_Ship-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1145399-Reviews-Raymond_James_Stadium-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d12202488-Reviews-The_University_of_Tampa_Campus-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d15221840-Reviews-J_C_Newman_Cigar_Company-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2359948-Reviews-The_OFFICIAL_Ybor_City_Ghost_Tour-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d23416007-Reviews-ZOI_Adventures-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d15768295-Reviews-Nightly_Spirits_Ghost_Tours-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d4096694-Reviews-Tabanero_Cigars-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d11669882-Reviews-Tampa_By_Bike-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d23109774-Reviews-Civil_Axe_Throwing_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d3307988-Reviews-Electric_Glide_Tours-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d3710414-Reviews-Tampa_Fishing_Charters-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d15604722-Reviews-Aerial_Dragons_Studios-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1647092-Reviews-Magic_Carpet_Glide-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2314451-Reviews-Gone_Fishing_Charters-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g608470-d1807810-Reviews-Yiwu_International_Trade_City-Yiwu_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d4312931-Reviews-Carlos_Jeep_Rental-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505707-d23364913-Reviews-Amsterdam_The_Style_Outlets-Halfweg_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d607346-Reviews-Hard_Rock_Live-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g53400-d311652-Reviews-Blue_Mountain_Resort-Palmerton_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d267139-Reviews-Elmwood_Village-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d5053663-Reviews-Edge_of_The_World-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56424-d105950-Reviews-The_Paris_Texas_Eiffel_Tower-Paris_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g608666-d282322-Reviews-Zell_Am_See_Kaprun-Zell_am_See_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8400863-Reviews-Quincy_Market-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34678-d109448-Reviews-or10-Ybor_City-Tampa_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34678-d109448-Reviews-Ybor_City-Tampa_Florida.html"
    }
]