[
    {
        "attraction_name": "Yoko Cafe",
        "attraction_name_vi": "Quán cà phê Yoko",
        "general_info": [
            "63 đánh giá",
            "- 42 trên 311 Cuộc sống về đêm ở TP.HCM",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Âm nhạc thì ổn, nhưng đối với một nơi tên là Yoko với hình ảnh của Lennon và các tác phẩm nghệ thuật khác trên tường, bạn có thể mong đợi điều gì đó nhiều hơn một chút hoặc ít nhất là nguyên bản tuy nhiên tất cả đều là những bản cover chỉ ổn và không có gì hơn thế. Nhân viên thô lỗ và không phản hồi, không cảm thấy được chào đón. Đọc thêm",
        "reviews": [
            "Đã ở đây hai đêm. Người đầu tiên không chắc chắn điều gì sẽ xảy ra và vì đã đến sớm nên nơi này không đầy đủ. Nhưng dần dần và một lúc sau, đám đông bước vào… và khi âm nhạc bắt đầu, đã có rất nhiều người trong quán cà phê nghe nhạc. Âm nhạc đến từ Light of Tunel, nỗ lực của một người, một người Việt Nam đang chơi guitar và sử dụng máy lặp để tạo ra một số giai điệu hay.....rất thú vị. Sau đó là những ngôi sao chính của đêm, The Sinco Band và những người bạn..... những người đã cung cấp 2 giờ nhạc rock kinh điển trở lên...... rất giỏi và phải nói rằng các ông già đã thể hiện sức chịu đựng tuyệt vời. ....chơi nhạc suốt đêm dài, vang lên những giai điệu. Sự tôn trọng. Nhìn chung, âm nhạc rất xuất sắc và bầu không khí ở địa điểm nhỏ này cũng vừa phải. Đối với các loại bia và đồ uống, tôi đã chọn hỗn hợp đồ uống, từ bia thủ công, rượu táo và một số loại cocktail và đồ uống Nga đen - trắng - cả hai! - .Có một khoản phí trả cho âm nhạc - 5 oK -, nhưng để giải trí và vui vẻ thì nó phải trả một mức giá nhỏ, và tổng thể hóa đơn cuối cùng bao gồm đồ uống đã lên tới 40 euro hoặc khoảng đó. Để có một buổi tối vui vẻ, đó là giá trị tuyệt vời. Dịch vụ cũng rất tốt, các chàng trai và cô gái trẻ làm việc chăm chỉ và nhanh chóng với các đơn đặt hàng. Điểm cao nhất. Tôi đến vào đêm hôm sau với một người bạn, người này ít có hứng thú với âm nhạc hơn, vì vậy buổi tối đi chơi không được tốt và đám đông vào tối Chủ nhật cũng ít hơn. Có một ban nhạc jazz của Pháp và họ chơi rất hay, nhưng đêm đó chúng tôi không đủ sức. Nhìn chung, Yoko Cafe là địa điểm không thể bỏ qua vì sự đa dạng của nhạc sống và bầu không khí dễ chịu, nhân viên giỏi và các loại bia - đồ uống ngon được cung cấp.  Được đề xuất.Đọc thêm",
            "Bầu không khí rất dễ chịu với sự kết hợp tốt giữa người dân địa phương và người nước ngoài.  Đồ uống rất hợp lý và họ có những ban nhạc rất hay thể hiện nhạc rock và funk. Tôi sẽ quay lại.JTĐọc thêm",
            "Thưởng thức các màn trình diễn nhạc jazz và nhạc đương đại được sắp xếp độc đáo do các nhạc sĩ tài năng địa phương biểu diễn trong bầu không khí ấm cúng. Tôi đến thăm vào một buổi tối yên tĩnh và thưởng thức vài ly rượu ở đó.Đọc thêm",
            "Âm nhạc và không khí TUYỆT VỜI: Tôi thích sự thật rằng đây là nơi các nhạc sĩ địa phương tụ tập và âm nhạc của họ nuôi dưỡng tài năng của nhau. Không khí TỆ HẠI: Có quá nhiều khói thuốc bên trong đến nỗi bạn sẽ thích ngồi giữa dòng xe cộ ở Sài Gòn hơn. Cách bày trí bàn ghế thật tệ. Những chiếc bàn và ghế cao ở phía trước sân khấu. Những chiếc bàn và ghế thấp hơn ở phía sau. Hoàn toàn không có cách nào để xem những gì đang diễn ra nếu bạn không ngồi ở hàng ghế đầu tiên. Đọc thêm",
            "Địa điểm đẹp nhưng thật kinh khủng khi khách và nhân viên hút thuốc rất nhiều trong không gian kín có máy điều hòa. Và họ cho phép mọi người làm điều đó vì bất kỳ lý do gì mà tôi không biết. Bạn có thể hút thuốc nhưng đừng ép người khác hủy hoại sức khỏe của họ và cùng nhau chịu đựng. Hơn nữa, mình đến sau Tết, họ mở cửa nhưng hầu hết đồ uống đều không có. Cô phục vụ liên tục hỏi người phụ nữ ở quán bar nhưng cô ấy hét lên rằng những ngày này không có ai đi chợ nên tôi không làm những đồ uống đó????? Và sau đó tôi gọi món không có đường và không có đá và cô ấy hành động và nói như Làm sao bạn có thể uống thứ như vậy được???? Có lẽ tôi không thích nơi này quá nên âm nhạc của họ đã chấp nhận những điều khủng khiếp đó!!Đọc thêm",
            "Không thể đánh giá địa điểm này đủ cao.  Chúng tôi luôn đến thăm Yoko khi chúng tôi ở trong thị trấn.  Dù sở thích âm nhạc của bạn là gì, bạn cũng hiếm khi thất vọng về các ban nhạc được trình diễn ở đây. Địa điểm thư giãn hơi xa đường nhưng không khó để tài xế taxi tìm thấy. Hãy bước vào và bắt đầu gõ chân. Đọc thêm",
            "Đã sẵn sàng cho mic mở được quảng cáo trên Facebook.  Thực hiện chuyến đi đến đó và thay vào đó họ có một số màn trình diễn ánh sáng, âm nhạc và phí bảo hiểm kỳ lạ.  Thất vọng.Đọc thêm",
            "Đồ uống đắt tiền, dịch vụ tệ nhất, ưu tiên khách hàng thường xuyên, chúng tôi khuyên bạn nên ghé thăm quán bar acoustic có nhạc sống tuyệt vời.Đọc thêm",
            "Tôi được một người địa phương đưa đến đây và rất vui khi được đối xử như vậy. Đầu tiên có một ban nhạc địa phương chơi các bản cover reggae và tôi yêu thích họ. Sau đó đến bộ trang phục Nhật Bản điên rồ có tên - có một ngày cơm - và họ phát điên. Năng lượng thật đáng kinh ngạc. Rất đáng giá 50.000 đồng và bia không đắt. Hy vọng tôi có thể tìm được đường quay lại đó một lần nữa.Đọc thêm"
        ],
        "star_ratings": [
            29,
            17,
            11,
            1,
            5
        ],
        "review_amount": 63,
        "location": [
            "Ho Chi Minh City",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Quán cà phê Yoko",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 19, 2023",
            "Written September 13, 2022",
            "Written January 22, 2020",
            "Written December 1, 2019",
            "Written July 10, 2019",
            "Written March 2, 2019",
            "Written January 28, 2019",
            "Written September 25, 2018",
            "Written August 19, 2018",
            "Written July 11, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2218023-Reviews-Yoko_Cafe-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3682545-Reviews-Hum_Cafe_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10060971-Reviews-Natraj_Indian_Cuisine_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12731224-Reviews-Charm_Bakery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3983330-Reviews-Cyclo_Resto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15618103-Reviews-Chay_Garden_Vegetarian_Restaurant_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8429348-Reviews-Bong_Sung_Vegetarian_Food_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8753764-Reviews-Milkbar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15046046-Reviews-Cloud_Nine_Sai_Gon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3330826-Reviews-Dong_Pho-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26559329-Reviews-Araham_Vegetarian_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1489190-Reviews-Golden_Dragon_Water_Puppet_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311092-Reviews-Cong_Vien_Van_Hoa_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or10-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26923954-Reviews-Mint_Super_Relaxing_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26369029-Reviews-Mint_Premium-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4972796-Reviews-Metallic_Bar_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27523746-Reviews-Qspa_Retreat_Beauty_Care_Center-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14175744-Reviews-Massage_at_Sai_Gon_Star_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1636752-Reviews-Water_puppet_show_at_Thao_Dien_Village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2433197-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d271290-Reviews-Science_City_at_Union_Station-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g57097-d649210-Reviews-Alpine_Coaster-Park_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g32216-d574462-Reviews-Old_Sugar_Mill-Clarksburg_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33031-d617506-Reviews-Coyote_Point_Recreation_Area-San_Mateo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d24104823-Reviews-Bangla_Sexy_9Bar-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d3512383-Reviews-Haji_Lane-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104457-Reviews-Audubon_Zoo-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34036-d23443183-Reviews-Augustine_Beach-Middletown_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g28925-d209751-Reviews-Spring_River-Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10660982-Reviews-Museo_Leonardo_Da_Vinci_Experience-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or10-Yoko_Cafe-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-Yoko_Cafe-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Yoko Cafe",
        "attraction_name_vi": "Quán cà phê Yoko",
        "general_info": [
            "63 đánh giá",
            "- 42 trên 311 Cuộc sống về đêm ở TP.HCM",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Quầy bar nhỏ và đẹp với nhạc sống hay bắt đầu phát từ 9 giờ 30 tối. Tuy nhiên, đồ uống - bia thủ công và cocktail - không gây ấn tượng lắm và chúng khá cay nên tôi chỉ quay lại đây chỉ để nghe nhạc và ngon hơn với bia Sài Gòn! Đọc thêm",
        "reviews": [
            "Đã đến đây vào tối thứ Ba, họ có mic mở, ca sĩ nhạc sĩ và các buổi giao lưu mở. Thành thật mà nói, chưa bao giờ đến một nơi mà trình độ của các nhạc sĩ trong việc mở mic hoặc ùn tắc lại cao như vậy. Đáng kinh ngạc. Âm nhạc tuyệt vời suốt đêm, mọi người đều được mời tham gia và họ có sẵn thiết bị và nhạc cụ phong phú. Người nước ngoài, khách du lịch, người dân địa phương, mọi người đều có thể tham gia. Chơi một vài bài hát với một số nhạc sĩ khác và đã có khoảng thời gian tuyệt vời. Chắc chắn sẽ quay lại.Đọc thêm",
            "đã thực sự mong được đến thăm. ban nhạc đầu tiên ổn. Ban nhạc thứ 2 nghe hay quá đám đông nhỏ và yên tĩnh. đám đông dường như không phải là người địa phươngĐọc thêm",
            "Chúng tôi đến thăm vào đêm Giáng sinh nên đã đặt trước. Tuy nhiên, chúng tôi đã được chào đón và họ mang đến một cái bàn để chúng tôi đứng. Nhân viên tốt rất chu đáo. Nhạc sống và không khí tuyệt vời. Không rẻ theo giá Việt Nam. Thêm giá phương Tây và phí bảo hiểm 50 đồng. Vẫn có giá trị nó. Buổi tối tuyệt vời. Đọc thêm",
            "Trong chuyến thăm cuối cùng của chúng tôi vào tháng 6, chúng tôi đã đến quán bar Yoko để nghe nhạc sống vào tối thứ bảy. Quán bar đã bố trí 5 thiết bị ban nhạc và có 2 ban nhạc cho buổi tối. Âm nhạc bắt đầu lúc 21h30 và có phí cover là 50.000 đồng - một mức giá nhỏ để trả cho âm nhạc tuyệt vời. Một trong những ban nhạc, Sinba thật tuyệt vời. Gồm 5 thành viên đều có thâm niên khá cao nhưng khi bắt đầu chơi ai cũng lắc lư theo nhạc! Tay trống và tay guitar chính thật tuyệt vời! Âm nhạc rất hay, mọi người đều lắc lư theo điệu nhạc! Thể loại là old rock. Chúng tôi đã trở lại trong chuyến đi này và thực sự rất vui khi ban nhạc vẫn biểu diễn tại quán bar Yoko vào tối thứ Bảy. Họ đang ở tập 10 giờ tối. Vào thứ Sáu, Yoko cũng có 2 ban nhạc nhưng họ ở đó khá nghiệp dư. Rất khuyến khích nếu bạn ở HCM vào tối thứ bảy.Đọc thêm",
            "Tôi đã đến đó hai lần trong tháng trước và không chắc liệu tôi có quay lại không.  Đêm đầu tiên là một ngày trong tuần và ban nhạc hoạt động tốt và mặc dù dịch vụ quán bar chậm nhưng chúng tôi đã có khoảng thời gian vui vẻ. Tôi trở lại vào tối thứ Sáu và ban nhạc thật tệ.  Phải mất 20 phút mới có được một ly bơ thực vật và chúng tôi thực sự muốn bịt tai mình lại.Đọc thêm",
            "Tôi đã ở đó hai lần và cả hai lần đều thích các ban nhạc. Âm thanh tốt, thức ăn ngon và nhân viên thân thiện ở đó. Hoàn toàn nên dành một buổi tối.Đọc thêm",
            "Theo lời giới thiệu của một người bạn, chúng tôi đến quán bar để nghe nhạc sống vào tối thứ bảy. Quán bar đã bố trí 5 thiết bị ban nhạc và có 2 ban nhạc cho buổi tối. Âm nhạc bắt đầu lúc 21h30 và có phí cover là 50.000 đồng - một mức giá nhỏ để trả cho âm nhạc tuyệt vời. Một trong những ban nhạc gồm 5 thành viên đều có thâm niên khá cao nhưng khi bắt đầu chơi, mọi người đều lắc lư theo điệu nhạc! Tay trống và tay guitar chính thật tuyệt vời! Âm nhạc rất hay, chúng tôi đã ở lại đến cuối.Đọc thêm",
            "Chúng tôi đã đến YOKO vào thứ Sáu Ernennung và chúng tôi đã có khoảng thời gian tuyệt vời. Người phục vụ còn hơi trẻ nhưng đã bù đắp bằng tinh thần của mình. NHƯNG điều thực sự tuyệt vời là ban nhạc!!! Một nhóm hòa bình 5 được thành lập đã bùng nổ, ca sĩ dễ thương có một giọng hát tuyệt vời, nhưng ấn tượng nhất là tay guitar đã cống hiến tất cả. Kỹ năng tay tuyệt vời và màn trình diễn trực tiếp tuyệt vời. Một nơi tuyệt vời để đi chơi và tận hưởng một nơi - không bình thường lắm. . Đọc thêm",
            "Vì vậy, nơi này có các ban nhạc - đôi khi là địa phương và đôi khi là nước ngoài. Khi chúng tôi đến, họ có những ban nhạc địa phương với thể loại nhạc rock chậm. Thực sự rất thích âm nhạc và nghĩ rằng chúng khá hay. Tuy nhiên, không có ai khác nhảy múa. Đọc thêm",
            "Xin chào, có thể yêu cầu ban nhạc chơi một bài hát mà khách hàng yêu cầu và để khách hàng hát theo phong cách riêng của anh ấy - người đặc biệt của cô ấy trong quán bar không? Các khoản phụ phí cho dây đeo và phụ phí cho quầy bar được khách hàng sẵn sàng chi trả với mức giá hợp lý. Cảm ơn. Đọc thêm",
            "Thứ Ba hàng tuần họ cho phép khách hàng hát trên sân khấu miễn phí. Vào những ngày khác, họ không tính phí cho phép bạn hát vì các ban nhạc muốn chơi theo ý mình.\nTôi không chắc liệu bạn có thể yêu cầu ban nhạc chơi một số bài hát được yêu cầu hay không. Theo kinh nghiệm của tôi, họ thường sẵn sàng làm như vậy nếu họ biết họ.Đọc thêm"
        ],
        "star_ratings": [
            29,
            17,
            11,
            1,
            5
        ],
        "review_amount": 63,
        "location": [
            "Ho Chi Minh City",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Quán cà phê Yoko",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 11, 2018",
            "Written February 6, 2018",
            "Written December 28, 2017",
            "Written December 24, 2017",
            "Written December 2, 2017",
            "Written October 29, 2017",
            "Written October 16, 2017",
            "Written June 25, 2017",
            "Written May 27, 2017",
            "Written March 25, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2218023-Reviews-or10-Yoko_Cafe-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3682545-Reviews-Hum_Cafe_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10060971-Reviews-Natraj_Indian_Cuisine_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12731224-Reviews-Charm_Bakery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3983330-Reviews-Cyclo_Resto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15618103-Reviews-Chay_Garden_Vegetarian_Restaurant_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8429348-Reviews-Bong_Sung_Vegetarian_Food_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8753764-Reviews-Milkbar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15046046-Reviews-Cloud_Nine_Sai_Gon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3330826-Reviews-Dong_Pho-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26559329-Reviews-Araham_Vegetarian_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1489190-Reviews-Golden_Dragon_Water_Puppet_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311092-Reviews-Cong_Vien_Van_Hoa_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or20-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26923954-Reviews-Mint_Super_Relaxing_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26369029-Reviews-Mint_Premium-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4972796-Reviews-Metallic_Bar_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27523746-Reviews-Qspa_Retreat_Beauty_Care_Center-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14175744-Reviews-Massage_at_Sai_Gon_Star_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1636752-Reviews-Water_puppet_show_at_Thao_Dien_Village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2433197-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1217399-Reviews-Devon_Avenue-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d144321-Reviews-Fernbank_Science_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8377420-Reviews-Bangkok_Fashion_Outlet-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d2294213-Reviews-Sandwich_Boardwalk-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d1373790-Reviews-Takeshita_Street-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3393049-Reviews-Sveti_Jakov_Beach-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d271779-Reviews-Lake_Harriet_Rose_Garden-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g30445-d3167964-Reviews-Collinsville_Trade_Day-Collinsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g147275-d669563-Reviews-Varadero_Beach-Varadero_Matanzas_Province_Cuba.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d21312345-Reviews-Cb_by_Kore-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or20-Yoko_Cafe-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or10-Yoko_Cafe-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Yoko Cafe",
        "attraction_name_vi": "Quán cà phê Yoko",
        "general_info": [
            "63 đánh giá",
            "- 42 trên 311 Cuộc sống về đêm ở TP.HCM",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Thật là một nơi. Bầu không khí tốt. Rung cảm tốt và Nhạc sống tuyệt vời. Nơi mà tất cả mọi người đều được chấp nhận. Một kết hợp tốt của người dân địa phương và khách du lịch. Tôi - tôi thường không phải là một anh chàng chơi nhạc jazz mượt mà nhưng đó là thứ được chơi khi chúng tôi đến đó vào tối thứ Năm. Tôi chắc chắn đã rất ấn tượng. Sau khi màn chính kết thúc, ban nhạc gia đình bước ra biểu diễn một dàn. Tất cả những gì tôi có thể nói là wow. Người chơi sax và ban nhạc gia đình về cơ bản đã có một buổi giao lưu. Thật là một trải nghiệm tuyệt vời, chúng tôi đã quay lại vào thứ Sáu để xem buổi biểu diễn nhạc rock cũng hay không kém. Đọc thêm",
        "reviews": [
            "Ấm áp, thân thiện với các ban nhạc hay từ 21h đến khuya. Đêm cuối tuần vui vẻ bên bạn bè và gia đình. Không đắt đỏ ở quận 3, trung tâm thành phốĐọc thêm",
            "Có thể đắt hơn những đánh giá khác mà tôi đã đọc. Đối với tôi, 89k cho một cây cung mạnh mà ở bất kỳ nơi nào khác có giá dưới 50k có vẻ quá cao. Tôi thấy bầu không khí còn thiếu, nhưng những người biểu diễn rất tốt. Đọc thêm",
            "Lần đầu tiên đến thăm nơi này, nhạc sống hay, cocktail rất ngon, giá cả hợp lý và vị trí đẹp để đi chơi. Sẽ đến đây lần nữa để thưởng thức âm nhạc và cocktailĐọc thêm",
            "Chúng tôi thực sự rất thích cảm giác thoải mái nhưng sang trọng của Yoko. Chúng tôi đã dành một buổi tối đáng yêu ở đây với đồ uống trong khi xem một số nhạc sĩ tài năng của Việt Nam. Ban nhạc thực sự rất hay và chúng tôi đã rung chuyển đến tận đêm khuya. Chắc chắn được đề xuất để có trải nghiệm âm nhạc đích thực tại địa phươngĐọc thêm",
            "Đây là một nơi mát mẻ để thư giãn với vài bản nhạc sống trong khoảng một giờ ở quận 3 ở Sài Gòn, không thể nhiều hơn vì nó có thể nhàm chán. Tránh gọi rượu ở đây vì họ phục vụ rượu dở. Để an toàn, hãy lấy một chai - lon bia. Họ cũng có bia tươi. Nhân viên rất tốt và đám đông ở đây chủ yếu là người trẻ.Đọc thêm",
            "Tôi thích nơi này rất nhiều, chúng tôi đã ghé thăm nhiều lần. Tốt nhất bạn nên đến trước 9 giờ tối, vì chỗ này sẽ đầy khá nhanh nhưng thường có chỗ cho tất cả mọi người.  Các nhân viên rất thân thiện và niềm nở. Âm nhạc thật tuyệt vời.  Có một ban nhạc thường trú chơi không ngừng nghỉ đến nửa đêm.  Những nhạc sĩ xuất sắc.  Ban nhạc được dẫn đầu bởi nhiều ca sĩ thuộc nhiều thể loại khác nhau.  Mỗi buổi kéo dài khoảng 30 phút hoặc lâu hơn.  Những ca sĩ giống nhau không xuất hiện hàng đêm.  Không có nhạc sống vào thứ Hai và thứ Ba.  Không có chi phí phát sinh.  Draft Tiger có giá 48 nghìn đồng. Chúng tôi đã đến Yoko để dự bữa tiệc đêm giao thừa.  Sự kiện này có mức phí là 70 nghìn đồng nhưng âm nhạc vẫn tiếp tục kéo dài đến tận đầu giờ.  Chúng tôi rời đi vào khoảng 2 giờ sáng.  Chúng tôi hoàn toàn thích nó.  Quán bar đóng cửa lúc nửa đêm nhưng bữa tiệc vẫn tiếp tục và chúng tôi được ban quản lý chiêu đãi bia miễn phí.  Có hai ban nhạc đến thăm ngoài ban nhạc thường trú. Một buổi mứt diễn ra sau màn chào đón năm mới.Đọc thêm",
            "Chúng tôi đã thấy ban nhạc Nola Blues dẫn đầu bởi một nghệ sĩ blues vĩ đại đến từ Texas. Tất cả các nhạc sĩ đều rất tài năng và họ đã biểu diễn những tác phẩm kinh điển về nhạc blues. Nơi này là nơi lý tưởng để những người hâm mộ âm nhạc thưởng thức một vài loại bia trong khi nghe và xem các ban nhạc địa phương. Kiểm tra trang web facebook của họ để biết thông tin về buổi hòa nhạc. Không khí rất đẹp, tôi thích thiết kế của đồ nội thất. Điều khó chịu duy nhất là những người chơi điện thoại khi ngồi cách ban nhạc một mét, đây không phải là cách đúng đắn để tôn trọng và đánh giá cao các nhạc sĩ - niềm đam mê. Hãy thử bia IPA thủ công địa phương, nó rất đáng đồng tiền bát gạo.Đọc hơn",
            "Tôi biết mọi người đến đây chủ yếu vì Cảnh NHẠC TRỰC TIẾP, cùng với các quán bar và quán cà phê! Tuy nhiên, nó cũng phục vụ Đồ ăn ngon! Cá nhân tôi thích bữa trưa lập sẵn hàng ngày - với giá cả phải chăng - nó phục vụ món Việt cộng với cơm - đồ uống với mức giá hợp lý! Bia và cà phê của họ cũng rất đáng để thử! Đặc biệt là bia thủ công của địa phương! Môi trường thực sự đẹp, thoải mái, hợp thời trang và hấp dẫn! Nhìn chung, một nơi đáng yêu - có thể là để thư giãn hoặc với bạn bè!Đọc thêm",
            "Nhạc sống có ở khắp mọi nơi tại TP.HCM nhưng hiếm nơi nào có được sự rung cảm, tài năng và cảm xúc như Yoko - 22 Nguyễn Thị Adieu, Q.3. Hãy dành thời gian để khám phá nơi này, thật sảng khoái! Chỉ cách Quận 1 10 phút đi taxi. Làm đi! Đọc thêm"
        ],
        "star_ratings": [
            29,
            17,
            11,
            1,
            5
        ],
        "review_amount": 63,
        "location": [
            "Ho Chi Minh City",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Quán cà phê Yoko",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 5, 2017",
            "Written March 2, 2017",
            "Written February 22, 2017",
            "Written February 5, 2017",
            "Written January 31, 2017",
            "Written January 27, 2017",
            "Written January 2, 2017",
            "Written December 24, 2016",
            "Written December 1, 2016",
            "Written October 28, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2218023-Reviews-or20-Yoko_Cafe-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3682545-Reviews-Hum_Cafe_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10060971-Reviews-Natraj_Indian_Cuisine_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12731224-Reviews-Charm_Bakery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3983330-Reviews-Cyclo_Resto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15618103-Reviews-Chay_Garden_Vegetarian_Restaurant_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8429348-Reviews-Bong_Sung_Vegetarian_Food_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8753764-Reviews-Milkbar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15046046-Reviews-Cloud_Nine_Sai_Gon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3330826-Reviews-Dong_Pho-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26559329-Reviews-Araham_Vegetarian_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1489190-Reviews-Golden_Dragon_Water_Puppet_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311092-Reviews-Cong_Vien_Van_Hoa_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or10-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or30-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26923954-Reviews-Mint_Super_Relaxing_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26369029-Reviews-Mint_Premium-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4972796-Reviews-Metallic_Bar_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27523746-Reviews-Qspa_Retreat_Beauty_Care_Center-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14175744-Reviews-Massage_at_Sai_Gon_Star_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1636752-Reviews-Water_puppet_show_at_Thao_Dien_Village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2433197-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190535-Reviews-Topography_of_Terror-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11880048-Reviews-Bollywood_Parks_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34386-d23087207-Reviews-Dames_Cave-Lecanto_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d17298146-Reviews-Secret_Cove_Beach-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1018189-Reviews-Smoky_Mountain_Knife_Works-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g42531-d1829686-Reviews-Leelanau_State_Park-Northport_Leelanau_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g499462-d208147-Reviews-Gay_Head_Lighthouse-Aquinnah_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10367066-Reviews-Atlantic_City_Jitney_Association-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1206684-Reviews-Blue_Man_Group-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13882880-Reviews-Comedy_Cellar-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or30-Yoko_Cafe-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or20-Yoko_Cafe-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Yoko Cafe",
        "attraction_name_vi": "Quán cà phê Yoko",
        "general_info": [
            "63 đánh giá",
            "- 42 trên 311 Cuộc sống về đêm ở TP.HCM",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Thành phố Hồ Chí Minh đang thiếu những địa điểm như vậy. Âm nhạc tuyệt vời trong một khung cảnh thân mật. Âm thanh tuyệt vời và bầu không khí tuyệt vời. Tôi rất muốn giới thiệu mojitos. Điều tốt nhất tôi đã có ở HCM.Đọc thêm",
        "reviews": [
            "Địa điểm âm nhạc nhỏ tuyệt vời.  Nhiều ban nhạc cover nhưng họ chơi cover rất hay.  Sẽ không nghe nhiều về Journey hay Bon Jovi ở đây. Hãy suy nghĩ nhiều hơn về Beatles quá cố.  Đọc thêm",
            "Chúng tôi đã ở đó với một nhóm bạn nhỏ vào cuối tuần trước. Các ca sĩ và ban nhạc khá ổn nhưng hệ thống âm thanh quá lớn đối với một căn phòng nhỏ như vậy. Sau một lúc, tôi không thể chịu đựng được và phải rời đi sớm vì tôi cảm thấy không thoải mái cho tim và tai của mình. Có lẽ là vì tôi không quen với âm nhạc lớn trong quán bar. Đọc thêm",
            "Hãy xem sản phẩm mới ra mắt của Yoko 2016. Đồ ăn- đồ uống- nhạc sống. Thưởng thức dòng nhạc Underground Việt Nam. Đôi khi, họ tổ chức các Nghệ sĩ quốc tế với các loại hình biểu diễn khác nhau, đương đại, mic mở, ban nhạc indie. Đọc thêm",
            "Quán bar này được cho là rất nổi tiếng nhưng lại bị thất lạc.  Một ca sĩ khác bảo chúng tôi hãy kiểm tra lại, họ đã quay trở lại cội nguồn của mình: hát hay.  Chúng tôi - đã từng đến một vài hố âm nhạc, trong đó có Acoustic.  Nếu bạn thực sự muốn có một môi trường âm thanh tốt với giọng hát và ban nhạc hay, bạn cần phải kiểm tra lại địa điểm này hoặc lần đầu tiên.  Bầu không khí và chỗ ngồi rất thoải mái, thức ăn ngon và giá đồ uống rất tốt.  Tôi đã đề cập đến âm nhạc hay chưa?  Những ngày khác nhau, phong cách khác nhau. Đọc thêm",
            "Chúng tôi đến đây như một phần của cuộc phiêu lưu của Vespa - Sài Gòn Sau Bóng Tối - và yêu thích nơi này. Khi chúng tôi đến đó, có một ban nhạc funk - bluesy đang chơi phiên bản của nhiều bài hát nổi tiếng khác nhau. Họ thực sự rất tốt và đó là một môi trường tuyệt vời để thư giãn với một vài đồ uống. Thật tiếc là chúng tôi không có nhiều nơi như thế này ở London. Đó là một kết thúc tuyệt vời cho một buổi tối tuyệt vời. Đọc thêm",
            "Ban nhạc sống ở đó thật tuyệt vời! Một nơi mát mẻ và tuyệt vời để đi chơi sau bữa tối. Đồ uống ngon nhưng giá hơi cao.Đọc thêm",
            "Chúng tôi dừng lại ở đây vào một buổi tối vì biết Yoko thường xuyên có nhạc sống. Âm nhạc thực sự hay khi ban nhạc chơi. Trong một vài đoạn dạo đầu, có một số màn trình diễn - mở mic - kém thú vị hơn nhiều. Khung cảnh quán bar thực sự hiện đại và thời trang. Và wifi rất nhanh. Tuy nhiên, đồ uống thực sự đắt tiền, hãy nghĩ đến giá ở London. Âm nhạc khá to, hoàn toàn không chỉ là âm lượng nền, nhưng bạn vẫn có thể trò chuyện và này - đây là một quán bar có nhạc sống.Đọc thêm",
            "Yoko bây giờ đã trở lại lâu rồi. Âm nhạc, thức ăn và đồ uống ngon. Yoko bây giờ cũng có rất nhiều ban nhạc và nhạc indie. Ngồi đó thật thư giãn dù ngày hay đêm. Dịch vụ rất tốt, nhân viên luôn mỉm cười với bạn. Đọc thêm",
            "Tôi vừa biết YOKO có chủ mới và thiết kế mới cho mọi thứ. Vì vậy, tôi đến cùng bạn bè để tham gia lễ khai trương. Thật tuyệt! Trang trí rất đẹp, Đồ ăn mới rất tuyệt, đồ uống rất sáng tạo và ngon. Tôi rất thích bầu không khí mới này. Tôi đã có khoảng thời gian tuyệt vời khi đón giao thừa ở đây cùng bạn bè. Âm nhạc rất hay!!! Đọc thêm"
        ],
        "star_ratings": [
            29,
            17,
            11,
            1,
            5
        ],
        "review_amount": 63,
        "location": [
            "Ho Chi Minh City",
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Quán cà phê Yoko",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 7, 2016",
            "Written August 28, 2016",
            "Written July 26, 2016",
            "Written June 22, 2016",
            "Written May 11, 2016",
            "Written April 7, 2016",
            "Written March 12, 2016",
            "Written March 2, 2016",
            "Written January 22, 2016",
            "Written January 21, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2218023-Reviews-or30-Yoko_Cafe-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3682545-Reviews-Hum_Cafe_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10060971-Reviews-Natraj_Indian_Cuisine_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12731224-Reviews-Charm_Bakery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3983330-Reviews-Cyclo_Resto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15618103-Reviews-Chay_Garden_Vegetarian_Restaurant_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8429348-Reviews-Bong_Sung_Vegetarian_Food_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8753764-Reviews-Milkbar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15046046-Reviews-Cloud_Nine_Sai_Gon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3330826-Reviews-Dong_Pho-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26559329-Reviews-Araham_Vegetarian_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1489190-Reviews-Golden_Dragon_Water_Puppet_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311092-Reviews-Cong_Vien_Van_Hoa_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or20-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or40-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26923954-Reviews-Mint_Super_Relaxing_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26369029-Reviews-Mint_Premium-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4972796-Reviews-Metallic_Bar_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27523746-Reviews-Qspa_Retreat_Beauty_Care_Center-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14175744-Reviews-Massage_at_Sai_Gon_Star_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1636752-Reviews-Water_puppet_show_at_Thao_Dien_Village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2433197-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g47915-d23569524-Reviews-Topgolf-Holtsville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58451-d8099195-Reviews-Marina_Beach_Park-Edmonds_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g2481449-d7063034-Reviews-SmartCity-Kalkara_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g47170-d8358178-Reviews-Go_Kart_City-Red_River_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d8558291-Reviews-Captree_State_Park-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d626400-Reviews-National_Championship_Air_Races-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186119-Reviews-Santa_Maria_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d23658122-Reviews-West_Beach-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d645023-Reviews-Monastery_of_Agios_Gerasimos-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d295879-Reviews-Palau_Guell-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or40-Yoko_Cafe-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or30-Yoko_Cafe-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Yoko Cafe",
        "attraction_name_vi": "Quán cà phê Yoko",
        "general_info": [
            "63 đánh giá",
            "- 42 trên 311 Cuộc sống về đêm ở TP.HCM",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Âm nhạc rất hay - 2 ban nhạc rock rất điêu luyện - nhưng âm thanh quá lớn và mức độ không được cân bằng tốt - guitar bass quá to - đó là một vấn đề nhỏ. Vấn đề chính chúng tôi gặp phải là giá cả.. Trong thực đơn có 2 mức giá khác nhau cho mỗi đồ uống - một cho ban ngày và một cho buổi tối - nhưng điều đó không được giải thích ở bất cứ đâu và khi bạn bị tính phí trên 500.000vnd cho 5 ly bia và một ít nước rồi yêu cầu giải thích - thật khó chịu khi thấy người bán hàng nhanh chóng dán băng đen lên những mức giá rẻ nhất.. Đó là một tối thứ bảy và không có ai ngoại trừ các ban nhạc và bạn bè của họ ở đây nên đó là khá vắng và tôi nghĩ tôi biết tại sao.... Chúng tôi sẽ không quay lại vì có rất nhiều nơi có nhạc sống hay ở Sài Gòn nhưng những ban nhạc chúng tôi thấy không có lỗi. Đọc thêm",
        "reviews": [
            "Ban nhạc rất hay và hát những bài hát tiếng Anh. Nhưng hệ thống âm thanh cần phải điều chỉnh nhiều. Xin lỗi vì tôi không thể uống hết ly cocktail. Đọc thêm",
            "Mặc dù có một bảng hiệu ghi là acoustic bar nhưng âm nhạc không hề mang tính acoustic. Chúng tôi đến đó vào thứ năm. Không có nhiều đám đông. Âm lượng của âm nhạc khá cao. Nữ ca sĩ hát hay thật. Hát rất hay. Ngoài ra thì không có gì nhiều để nói về quán này. Đọc thêm",
            "Nó thực sự là một nơi tốt đẹp với nhạc sống tốt và dịch vụ nhanh chóng. Mặt khác, âm lượng của phòng không quá cao và họ bật âm lượng quá lớn khiến âm thanh rất to. Hút thuốc được cho phép bên trong, những người không hút thuốc có thể có khoảng thời gian tồi tệ. Vị trí không nằm trên con đường du lịch nhưng cũng không xa trung tâm thành phố.Đọc thêm",
            "Tôi - muốn giới thiệu nơi này nếu bạn yêu thích một nơi ấm cúng để thư giãn với âm nhạc, không quá đông đúc. Các loại cocktail - không tuyệt vời nhưng những loại cơ bản có hương vị ổn đối với tôi. Đọc thêm",
            "Các loại cocktail không thể uống được và tôi thực sự thất vọng sau tất cả những đánh giá tuyệt vời cho địa điểm này. Mặc dù âm nhạc khi bắt đầu rất hay và không gian nhỏ, nhưng tôi sẽ thích uống bia.Đọc thêm",
            "Quán bar Yoko là một quán bar nhỏ ấm cúng, hiện đại, nơi bạn có thể uống những ly cocktail ngon với giá 120.000 và nghe nhạc sống tuyệt vời. Vào các ngày thứ năm, có một ban nhạc chơi nhạc có tên là Tofu band và họ chơi rất tuyệt. Ca sĩ có giọng hát tuyệt vời và rất tài năng, cô ấy chủ yếu chơi các bài hát của riêng mình nhưng cũng có một số phiên bản tuyệt vời của các bài hát cover. Tôi thực sự khuyên bạn nên đến đây. Đêm tôi ở đó, chủ yếu là người dân địa phương và chỉ có một vài khách du lịch và người nước ngoài. Âm nhạc bắt đầu lúc 9 giờ tối và kết thúc vào khoảng 11 giờ 30 tối sau nửa giờ chơi ngẫu hứng. Đêm tuyệt vời! Đọc thêm",
            "Yoko là một quán bar rất sang trọng nằm cách xa sự ồn ào và náo nhiệt của Quận 1. Họ vừa cải tạo quán bar nên trông thực sự mới và đạt tiêu chuẩn cao, với cách quản lý ánh sáng tốt và lựa chọn vật liệu. Điều tuyệt vời nhất ở quán bar này là hầu như đêm nào họ cũng có ban nhạc sống. Nhưng đừng mong đợi ở đó có buổi biểu diễn trực tiếp ở mức trung bình, các nhạc sĩ và ca sĩ luôn xuất sắc. Lần trước tôi đến đó, họ đã chơi một số bản cover của Adele, Lana Del Rey, Nirvana, the Cranberries... và tôi nổi da gà! Bạn có nhiều lựa chọn về đồ uống, tuy nhiên hơi đắt tiền. Một nơi tốt và yên tĩnh để đi cùng bạn bè hoặc nếu bạn đang ở cặp đôi.Đọc thêm",
            "Tối qua đã đi theo khuyến nghị của TA và không thất vọng. Chúng tôi thích đến các câu lạc bộ để nghe nhạc sống trong chuyến du lịch của mình và ban nhạc biểu diễn vào ngày 16 tháng 2 cực kỳ tài năng. Rất vui được trả tiền bảo hiểm nhưng lại không có. Đồ uống rất ngon và giá cả rất hợp lý. Một sự kết hợp tốt đẹp của người dân địa phương và du khách. Trò chuyện với một người Úc sống ở TP.HCM, người từng chơi một bài hát với ban nhạc, anh ấy đề cập rằng âm nhạc của Yoko luôn rất hay. Chúng tôi - sẽ trở lại vào ngày 18.Đọc thêm",
            "Ồ, thật là một khám phá tuyệt vời!. Nơi này hơi lạc lõng, nhưng cung cấp một địa điểm tổ chức nhạc sống thân mật tuyệt vời. Âm nhạc thay đổi từ đêm này sang đêm khác, nhưng nhìn chung nó nhắm đến các tác phẩm kinh điển nhạc rock và pop phương Tây thư giãn hơn .Đồ uống hơi đắt đối với Sài Gòn, nhưng không có phí vào cửa thì không thể phàn nàn. Đây không phải là địa điểm chỉ dành cho khách du lịch và mang đến sự kết hợp tuyệt vời giữa người nước ngoài, người dân địa phương và khách du lịch. Quán bar Yoko đang tìm kiếm một buổi tối tuyệt vời công việc thật tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            29,
            17,
            11,
            1,
            5
        ],
        "review_amount": 63,
        "location": [
            "Ho Chi Minh City",
            "Việt Nam",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Quán cà phê Yoko",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 7, 2015",
            "Written December 5, 2014",
            "Written November 19, 2014",
            "Written December 25, 2013",
            "Written December 23, 2013",
            "Written October 2, 2013",
            "Written August 1, 2013",
            "Written July 25, 2013",
            "Written February 17, 2013",
            "Written February 17, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2218023-Reviews-or40-Yoko_Cafe-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3682545-Reviews-Hum_Cafe_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10060971-Reviews-Natraj_Indian_Cuisine_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12731224-Reviews-Charm_Bakery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3983330-Reviews-Cyclo_Resto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15618103-Reviews-Chay_Garden_Vegetarian_Restaurant_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8429348-Reviews-Bong_Sung_Vegetarian_Food_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8753764-Reviews-Milkbar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15046046-Reviews-Cloud_Nine_Sai_Gon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3330826-Reviews-Dong_Pho-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26559329-Reviews-Araham_Vegetarian_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1489190-Reviews-Golden_Dragon_Water_Puppet_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311092-Reviews-Cong_Vien_Van_Hoa_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or30-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or50-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26923954-Reviews-Mint_Super_Relaxing_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26369029-Reviews-Mint_Premium-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4972796-Reviews-Metallic_Bar_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27523746-Reviews-Qspa_Retreat_Beauty_Care_Center-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14175744-Reviews-Massage_at_Sai_Gon_Star_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1636752-Reviews-Water_puppet_show_at_Thao_Dien_Village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2433197-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d15292862-Reviews-Strom_Spa_Nordique_Vieux_Quebec-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d447385-Reviews-Merdeka_Square-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3685190-d10244784-Reviews-Playa_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g55260-d5969459-Reviews-Eiffel_Tower_Park-Paris_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d5768484-Reviews-Angelokastro-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g51388-d591781-Reviews-Har_Ber_Village-Grove_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d2230569-Reviews-SEA_LIFE_Grapevine-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d2181753-Reviews-Saugatuck_Dune_Rides-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34043-d3159980-Reviews-Delaware_Welcome_Center-Newark_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d2432420-Reviews-Ushuaia_Ibiza-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or50-Yoko_Cafe-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or40-Yoko_Cafe-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Yoko Cafe",
        "attraction_name_vi": "Quán cà phê Yoko",
        "general_info": [
            "63 đánh giá",
            "- 42 trên 311 Cuộc sống về đêm ở TP.HCM",
            "Quán bar - Câu lạc bộ"
        ],
        "attraction_summary": "Just came back from a solo outing to Yoko and I can verify it is a great place! I got there late on a friday  - 10pm or 22h00 -  because I was writing reviews for trip advisor and it closed early for a Sydney-sider  - 11:30pm or 23h30 - , but despite that I had an excellent time.There wasn - t much of a dancefloor and the music skewed towards covers of oldies  - with some english lyrics replaced with viet or non-sensical english - , although your experience may vary depending on your band.Drinks are cheapish as long as you stay on cocktails  - beers cost as much as mixed drinks - . Your second drink onwards is 20 -  off per individual which was a pleasantly surprising bonus. Also, I seemed to have got a lower price than what was listed on the menu but that may be due to the fact that I went to the bar myself to order and purchase drinks; for those that want table service it seems to cost 10,000VND per drink but your mileage may vary.For those wondering, I had a johnnie walker  - red -  with coke for 75,000VND and two cocktails following that for 68,000VND  - incurring 20 -  discount - . The listed menu price for all of those was 85,000VND. Remember that prices are bound to change ; - There is also an upstairs area to watch tge band, but if you plan to get drunk watch out! The area between the stairs and the upstairs seating area has a massive hole between it, and a foundation column covers part of the passage making it a squeeze to go through or just leap across the gap. Also, as a taller guy  -  - 190cm or 6foot3 -  there were some cables floating above the stairs that may pose a hazard.A definite good night out with friends, or if you just want to kick it back solo and enjoy some good music after a long day and soak in some good atmosphere and music then this is the place for you!Read more",
        "reviews": [
            "Nơi tuyệt vời để thư giãn và thưởng thức đồ uống sau một ngày ở TP HCM. Đúng thứ tôi cần - guitar và mojitos!!Đọc thêm",
            "Tôi - đã đến đây hai lần và nghĩ đây - là một nơi tuyệt vời. Đồ uống có giá cả hợp lý và đây chỉ là một nơi thư giãn tuyệt vời để thưởng thức đồ uống với bạn bè. Nó không quá đông đúc và những người đánh cược là một đám đông hỗn hợp gồm người dân địa phương, người đi nghỉ và người nước ngoài. Lần tôi đến đây là tối thứ Sáu, và ban nhạc cũng vậy - vì vậy tôi cho rằng đó có thể là một ban nhạc thường trú. Họ - là một nhóm các rocker già người Việt - rất ngầu và tài năng.Đọc thêm"
        ],
        "star_ratings": [
            29,
            17,
            11,
            1,
            5
        ],
        "review_amount": 63,
        "location": [
            "Ho Chi Minh City",
            "Việt Nam",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Quán cà phê Yoko",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 28, 2012",
            "Written December 11, 2012",
            "Written September 7, 2011"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2218023-Reviews-or50-Yoko_Cafe-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3682545-Reviews-Hum_Cafe_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10060971-Reviews-Natraj_Indian_Cuisine_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12731224-Reviews-Charm_Bakery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3983330-Reviews-Cyclo_Resto-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15618103-Reviews-Chay_Garden_Vegetarian_Restaurant_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8429348-Reviews-Bong_Sung_Vegetarian_Food_Coffee-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d8753764-Reviews-Milkbar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d15046046-Reviews-Cloud_Nine_Sai_Gon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3330826-Reviews-Dong_Pho-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26559329-Reviews-Araham_Vegetarian_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6438587-Reviews-The_Venerable_Thich_Quang_Duc_Monument-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2414430-Reviews-Tao_Dan_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1489190-Reviews-Golden_Dragon_Water_Puppet_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d552637-Reviews-Temple_of_the_Buddha_s_Relic_Xa_Loi_pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311089-Reviews-Central_Post_Office-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311092-Reviews-Cong_Vien_Van_Hoa_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or40-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-Yoko_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26923954-Reviews-Mint_Super_Relaxing_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26369029-Reviews-Mint_Premium-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4972796-Reviews-Metallic_Bar_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11741717-Reviews-KaT_Jewelry-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10117391-Reviews-Street_Food_Man-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8295596-Reviews-Three_Brooms_Town-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27523746-Reviews-Qspa_Retreat_Beauty_Care_Center-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8291676-Reviews-Jason_Super_Star_Service_SSS_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14175744-Reviews-Massage_at_Sai_Gon_Star_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1636752-Reviews-Water_puppet_show_at_Thao_Dien_Village-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2433197-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g56062-d25137317-Reviews-PopStroke-Katy_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278811-Reviews-Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d17115252-Reviews-Gandy_Beach-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297924-d1744252-Reviews-Safari_Park_Open_Zoo-Kanchanaburi_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8088638-Reviews-Krung_Thong_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d6611940-Reviews-Old_Town_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d664793-Reviews-Lost_World_Caverns-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45249-d3404287-Reviews-Kootenai_Falls_Swinging_Bridge-Libby_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186543-d8180365-Reviews-Inverness_Castle-Inverness_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3906822-Reviews-Casa_Cenote-Tulum_Yucatan_Peninsula.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2218023-Reviews-or50-Yoko_Cafe-Ho_Chi_Minh_City.html"
    }
]