[
    {
        "attraction_name": "Yucaipa Regional Park",
        "attraction_name_vi": "Công viên vùng Yucaipa",
        "general_info": [
            "87 đánh giá",
            "1 trong số 32 hoạt động giải trí ở Yucaipa",
            "Công viên",
            "Sân chơi"
        ],
        "attraction_summary": "Công viên vùng Yucaipa nằm ở chân đồi với hệ động thực vật tự nhiên phong phú và có tầm nhìn ra Dãy núi San Bernardino và Núi San Gorgonio, mang đến bầu không khí thanh bình vượt thời gian. Nếu bạn thích cắm trại, đi bộ đường dài, chèo thuyền, câu cá hoặc các môn thể thao ngoài trời khác như Giống như sân gôn đĩa và sân móng ngựa, Yucaipa và ba hồ nước tại đây là nơi dành cho bạn. Khu phức hợp bơi lội Yucaipas, với các đường trượt nước có hai ống dẫn nước và bãi biển đầy cát, là địa điểm hoàn hảo để trốn tránh, giải nhiệt và tận hưởng những giây phút sảng khoái trong thời tiết nắng nóng những ngày hè. Các cơ sở giải trí của công viên mở cửa quanh năm, cung cấp một nơi trú ẩn khỏi sự nhộn nhịp của cuộc sống thành phố dù là mùa đông, mùa xuân, mùa hè hay mùa thu. Yucaipa là điểm đến ưa thích của các vận động viên chạy việt dã và xe đạp leo núi ở trường trung học, nhưng nó cũng là nơi tuyệt vời để đi thuyền đạp hoặc đạp xe dưới nước, ngắm chim hoặc cưỡi ngựa.Đọc thêm",
        "reviews": [
            "Công viên vùng Yucaipa là một công viên nhỏ nhưng xinh đẹp ở ngoại ô thành phố Yucaipa ở Nam California. Nó đã được duy trì đẹp đẽ. Có vẻ như là một nơi thú vị dành cho gia đình, đặc biệt là trong những tháng hè với những đường trượt nước xuống hồ. Khu cắm trại trông vô nhiễm. Có những con đường mòn đi bộ đường dài lên những ngọn đồi chạy dọc theo công viên và những con đường đi bộ. Có thuyền câu cá và đạp thuyền vào mùa hè. Một ốc đảo cho bất cứ ai muốn thoát khỏi sự hối hả và nhộn nhịp của thành phố. Miễn phí xem chim với một cặp đại bàng làm tổ gần đó nếu bạn may mắn phát hiện ra chúng. Tôi sẽ đánh giá 4 này! Đọc thêm",
            "Chúng tôi cắm trại ở Công viên RV và sử dụng Đường trượt nước PoolPond. Nhìn chung, RV Park là không gian đẹp và tươm tất giữa các địa điểm. Rất nhiều địa điểm nằm trong Cây. Khiếu nại của chúng tôi là Phòng tắm trong Công viên và Hồ bơi bẩn thỉu và chắc chắn đã không được dọn dẹp trong một thời gian. Điều tương tự cũng xảy ra với các quán BBQ Grills ở các địa điểm Trại. Ở cả hai địa điểm của chúng tôi đều là một mớ hỗn độn, tro bụi tràn ngập trên mặt đất và bên trong. Mọi người đã sử dụng những thứ này cho hố lửa vì gỗ tròn đã cháy được để lại phía trên và bạn có thể nói rằng các tấm lưới nướng đều bị cong vênh do nhiệt. Địa điểm của tôi có một đống khung kim loại để đốt chúng khỏi thứ gì đó nhưng bạn có thể biết rằng chúng đã nằm ở đó được một lúc. Họ chắc chắn thực hiện ít công việc bảo trì nhất tại cơ sở.Đọc thêm",
            "Đi vào ngày của Mẹ chỉ để được ở bên nước. Đây là một khu vực tuyệt đẹp để đi dã ngoại, đi bộ đường dài và đi xe đạp. Trại RV thật tuyệt. Tuy nhiên, đôi khi bạn muốn cắm lều và khu vực này đã bị đóng cửa. Hy vọng họ sẽ sớm mở cửa.Đọc thêm",
            "Câu cá hồi tuyệt vời. Thả 2 con trở lên mức trung bình. Cá hồi vàng cũng vậy. Cũng thấy Bass bị bắt. Đồ gá lắp hoạt động tốt nhất. Cũng có thể dùng mồi bằng gel tỏi mạnh. Bắt bằng hạt ngô nữa.Đọc thêm",
            "Công viên Vùng Yucaipa, một phần của Hệ thống Công viên Vùng San Bernardino là một nơi tuyệt đẹp để đi bộ, đi bộ đường dài, ngắm cảnh, chụp ảnh, đạp xe đường mòn và đi nghỉ cùng gia đình hoặc một mình. Gần tất cả các cơ sở địa phương nhưng vẫn đủ xa để thư giãn! Môi trường gia đình tuyệt vời nữa! Có nhiều chỗ đậu xe cho tất cả các loại phương tiện. Có sẵn kết nối xe RV. Lều và tiện nghi cắm trại dành cho người cắm trại cùng với 2 khu vực hồ nước, thiết bị giải trí dành cho trẻ em, đường dành cho xe đạp, nhiều cây cối, bãi cỏ và rất nhiều tầm nhìn tuyệt vời cho những điều tuyệt vời cơ hội chụp ảnh! Công viên vùng Yucaipa là một nơi tuyệt vời để ghé thăm trong ngày, một vài ngày hoặc vài tuần để ở lại! Gần đó có Chợ Stater Brothers và Vons cùng với các trạm xăng, 7-11, Circle Ks, cửa hàng, nhà hàng và rất nhiều để xem và làm gần Công viên vùng Yucaipa. Một số chuyến đi phụ gần đó bao gồm trang trại Los Rios Ranchos Oak Glen Apple, Rừng San Bernadino đến Big Bear và các khu nghỉ dưỡng trên núi, v.v.!....yucaipakhu vực công viên yucaipa đi bộ đường dài lều đi xe đạp rv cắm trại gia đình mùa xuân vui vẻ sanbernardinokhu vựccông viên sanbernardinoforrest oakglen losriosranchos godisgood ilovethelord ilovegodgocắm trại dã ngoạiking staterbrothersmarket bigbear vonsmarkets 711 vòng trònk đường mòn bơi núikhu nghỉ dưỡng xemtheusa waynesalvatti ảnhgrafxtoàn cầuĐọc thêm",
            "Đây là Công viên khu vực Yucaipa. Tôi chưa từng thấy nhiều nước đến vậy. Có cầu trượt nước và thuyền nhỏ. Hồ rất đẹp! Có rất nhiều bồ nông. Hồ rất đẹp! Đọc thêm",
            "Park đã trở thành một kẻ trả tiền để vào bãi rác.  Những hộp đựng rượu và giấy gói thực phẩm trống rỗng khắp nơi.  Thùng rác tràn ngập. Hãy chứng kiến ​​những nhân viên được trả lương công khai lái xe quanh công viên nhưng không làm gì để cải thiện tình hình.  Tiền chi cho những nơi dã ngoại, BBQ không thể sử dụng vào thời điểm này mà thùng rác lại thiếu đáy và nắp.  Động vật hoang dã Quạ rải rác trên rác đầy khắp nơi.  Tôi đã trả phí hàng năm trong nhiều năm để thoát khỏi rác thải thành phố, những người ít tôn trọng trái đất của chúng ta và tận hưởng thiên nhiên trong lành...không còn là hiện thực ở công viên này nữa, vì vậy đây sẽ là năm ngoái tôi lãng phí tiền của mình cho San Bernardino Các công viên khu vực.Đọc thêm",
            "Chào buổi chiều,\nCông viên vùng Yucaipa hiện thuộc quyền quản lý mới. Những mối quan tâm này đã được quan tâm. Hãy sớm ghé qua để thấy hết những thay đổi tích cực nhé!Đọc thêm",
            "Chúng tôi đến muộn và mặt trời đang lặn. Dù sao thì chúng tôi cũng quyết định khám phá. Họ có một công viên dành cho chó. Rất dễ thương! Họ cũng có các môn thể thao: Bóng chuyền, bóng rổ và sân chơi. Có nhiều tảng đá và một cây cầu. Hoàng hôn thật tuyệt vời! Phải xem!Đọc thêm",
            "Công viên Cộng đồng Yucaipa, nằm trong cộng đồng chân đồi xinh đẹp của Yucaipa, California là một nơi tuyệt đẹp và thư giãn để dành cho gia đình và bạn bè. Đi bộ, đi bộ, cắm trại, dã ngoại và thư giãn - tất cả đều ở đây được bao quanh bởi Đồi Crafton và San xinh đẹp Rừng quốc gia Bernardino. An toàn cho gia đình và thân thiện - nhiều chỗ đậu xe. Hãy nhớ mang theo điện thoại di động hoặc máy ảnh - có rất nhiều thứ để chụp ảnh và instagram ở đây!....yucaipacommunitypark familyvui vẻ đi bộ đường dài đi dã ngoại iloveyucaipa instayucaipa californiadreaming californiadreamin whattodoinyucaipa nhiếp ảnh yucaipaphotoops chó trẻ em cặp đôi thanh thiếu niên khỏe mạnhvui vẻ đi chơiĐọc thêm",
            "Đây là một nơi cắm trại tuyệt vời, an toàn và có nhiều việc phải làm. Vào mùa hè có ao bơi và cầu trượt nước.  Ngoài ra còn có câu cá, đi bộ đường dài và ngắm cảnh thiên nhiên.  Cho thuê thuyền vào mùa hè.  Đi dạo quanh hồ và ngắm nhìn tất cả các loại chim và chim nước. Một nơi hoạt động tốt với nhiều việc phải làm.Đọc thêm"
        ],
        "star_ratings": [
            51,
            29,
            5,
            0,
            2
        ],
        "review_amount": 87,
        "location": [
            "Hoa Kỳ",
            "Công viên vùng Yucaipa",
            "Những việc cần làm ở Yucaipa",
            "California CA",
            "Yucaipa"
        ],
        "reviews_time": [
            "Written November 11, 2023",
            "Written August 1, 2021",
            "Written May 13, 2021",
            "Written February 20, 2021",
            "Written February 5, 2021",
            "Written January 18, 2021",
            "Written July 25, 2020",
            "Written July 13, 2020",
            "Written January 1, 2020",
            "Written December 13, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33303-d2540100-Reviews-Yucaipa_Regional_Park-Yucaipa_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d19892964-Reviews-Acocotli_Mexican_Restsurant-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d517284-Reviews-Kopper_Kettle_Kafe-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d10260965-Reviews-Abby_s_Cafe_Yucaipa-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d5109972-Reviews-Queen_Bean_Caffe-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d17585731-Reviews-Juice_It_Up-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d12282240-Reviews-Durango_Taco_Shop_8-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d23335584-Reviews-Chicken_Bro_Restaurant-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d23306832-Reviews-Del_Taco-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d4478401-Reviews-Subs_of_USA-Yucaipa_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33303-d15650318-Reviews-Jack_In_The_Box-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d19469444-Reviews-Wildwood_Calvary_Chapel-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d19796536-Reviews-Green_Valley_Christian_Church-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d20938111-Reviews-Grace_Point_Fellowship-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d19196952-Reviews-Yucaipa_Performing_Arts_Center-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d19796566-Reviews-Nostalgia_Furniture_and_Decor-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d21121703-Reviews-Yucaipa_Library-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d14766641-Reviews-Brewcaipa_Brewing_Company-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d25417038-Reviews-Oak_Glen_Family_Park-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d23031221-Reviews-Yucaipa_City_Hall-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d20225641-Reviews-United_States_Post_Office-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d2540100-Reviews-or10-Yucaipa_Regional_Park-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d23853355-Reviews-Garden_Works_For_Kids-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d23729775-Reviews-Hilltop_Harmony-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d21041054-Reviews-Legacy_VR-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d21040866-Reviews-Lazer_Legacy-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d20020810-Reviews-Fitness_19-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d17599345-Reviews-Yucaipa_Valley_Golf_Club-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32953-d3491356-Reviews-The_Lincoln_Memorial_Shrine-Redlands_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d20889476-Reviews-St_Alban_s_Episcopal_Church-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d208341-Reviews-Angel_Island_State_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d195113-Reviews-Parc_d_Atraccions_Tibidabo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57371-d4520256-Reviews-Vermont_Antique_Mall-Quechee_Hartford_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g21316764-d6864860-Reviews-Lan_Pho_Na_Kluea_Market-Na_Kluea_Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1634265-Reviews-Madame_Tussauds_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1520212-Reviews-XS_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g46516-d4587814-Reviews-PNC_Arts_Center-Holmdel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d10298468-Reviews-Sompasauna-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d4335080-Reviews-National_Aquarium_Denmark_Den_Bla_Planet-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g51815-d564002-Reviews-Rooster_Rock_State_Park-Corbett_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33303-d2540100-Reviews-or10-Yucaipa_Regional_Park-Yucaipa_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33303-d2540100-Reviews-Yucaipa_Regional_Park-Yucaipa_California.html"
    }
]