[
    {
        "attraction_name": "Zero Gravity Thrill Amusement Park",
        "attraction_name_vi": "Công viên giải trí cảm giác mạnh không trọng lực",
        "general_info": [
            "388 đánh giá",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Zero Gravity Dallas là công viên duy nhất trên thế giới - Công viên giải trí Thrill - có 5 trò chơi cảm giác mạnh khác nhau. Chúng tôi cung cấp Bungee Jump, Nothin - But Net, Texas Blastoff, Skycoaster và Skyscraper. Zero Gravity là nơi hoàn hảo để tổ chức các bữa tiệc và sự kiện. Hầu hết các chuyến đi có thể được thực hiện với một người bạn, vì vậy mọi người có thể cùng nhau đạt được ước mơ adrenaline của mình. Chúng tôi mở cửa quanh năm, vì vậy hãy truy cập trang web của chúng tôi để biết mô tả chuyến đi, giờ và chỉ đường.Đọc thêm",
        "reviews": [
            "Những chuyến đi rất vui vẻ và thú vị cho dù bạn bao nhiêu tuổi. Chuyến đi từ Austin đến đó chắc chắn rất đáng giá và tôi sẽ thực hiện thêm 3 lần nữa nếu đi tiếp.Đọc thêm",
            "Khi tôi cần phá vỡ sự đơn điệu của chuyến đi xuyên quốc gia giữa đại dịch toàn cầu, tôi tìm kiếm một địa điểm để nhảy Bungee và phát hiện ra Công viên giải trí cảm giác mạnh không trọng lực ở Dallas, Texas.  Vào một ngày trong tuần sau khi trời mưa, tôi thấy mình là vị khách duy nhất trong công viên lúc đó.  Vì trời mưa, hai trong số các trò chơi - Nothing But Net và Texas Blastoff - đã bị đóng cửa, nhưng tôi vẫn có khoảng thời gian tuyệt vời trên ba trò chơi còn lại.  Cuộc phiêu lưu của tôi bắt đầu với chiếc xích đu Skycoaster thực sự khá thú vị và tôi thích có thể tự mình triển khai trò chơi.  Tòa nhà chọc trời là một TUYỆT VỜI tuyệt đối!  Thật là một bất ngờ thú vị khi tôi tưởng chuyến đi đã xong, nó lại quay đầu lại và đi lùi!  Sau đó tôi đã làm những gì tôi thực sự mong muốn; Nhảy Bungee.  Nền nhảy chỉ cao khoảng 70 feet và mặc dù tôi thích nhảy bungee cao hơn nhưng chúng rất khó tìm thấy ở Quốc gia này.  Tôi thích kiểu dây bungee của New Zealand và chúng được trang bị để tháo lắp dễ dàng.  Các nhân viên rất vui vẻ và rất chuyên nghiệp.  Ở mỗi điểm tham quan, mọi thứ đều được kiểm tra kỹ lưỡng để đảm bảo trải nghiệm an toàn.  Lần tới khi tôi ở Dallas, tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Đây là hoạt động covid tuyệt vời nhất từ ​​trước đến nay! Bạn thực sự phải ở xa mọi người và tôi gần như phát điên vì nó rất vui! 12 - 10 người sẽ quay lại. Một người bạn và đã thực hiện một chuyến đi trong ngày từ Austin chỉ vì điều này, và kỳ vọng đã vượt quá mong đợi. Đọc thêm",
            "Rachela, chúng tôi đồng ý!  Trải nghiệm xa cách xã hội tốt nhất từ ​​trước đến nay.  CHÚNG TÔI rất đánh giá cao những lời tốt đẹp của bạn và mong bạn quay lại lần nữa.  Hãy theo dõi các hoạt động đặc biệt và sắp tới trên trang web của chúng tôi.  Đọc thêm",
            "Trải nghiệm phi thường. Tôi không thể nói đủ những điều tuyệt vời về công viên này. Nhảy bungee và không gì khác ngoài trải nghiệm ròng đáng giá trong 3 giờ lái xe mà chúng tôi đã đi để đến đó. Chắc chắn sẽ quay lại!!!!!! Đọc thêm",
            "Danielle, Rất vui vì bạn đã đến và trải nghiệm những điểm tham quan tuyệt vời của chúng tôi.  Thử thách bản thân và đối mặt với nỗi sợ hãi của bạn là những gì chúng tôi làm.  Và đó là cách tốt nhất để vượt qua - nỗi buồn ở nhà - .  chúng tôi mong được gặp lại bạn trong tương lai.  Đọc thêm",
            "Nơi này thật kinh tởm! Người quản lý hoàn toàn là một kẻ ngu ngốc và không giúp ích gì, anh ta rất thô lỗ và không kiên nhẫn với khách hàng. Vì thế dịch vụ chăm sóc khách hàng chưa được tốt. Chưa kể đường đi rất bẩn và rác khắp nơi. Chúng tôi đã nhận được một vé từ Groupon và họ nói Groupon không hoạt động. Chúng tôi không cảm thấy an toàn khi đi xe!! Vì thế đây không phải là nơi tốt để đến!!! Đọc thêm",
            "Tôi đã lái xe 8 giờ để làm - Không có gì ngoài Net - theo đúng nghĩa đen, tôi đã gọi điện 4 ngày liên tục trước khi đi để đảm bảo chuyến đi vẫn chạy và gió hoặc thời tiết không làm nó ngừng hoạt động, chỉ để đề phòng. Tôi đến Dallas vào khoảng giữa trưa Thứ Bảy - sinh nhật của tôi - đi thẳng đến đó và chuyến xe đã ngừng hoạt động để - bảo trì -, bây giờ tôi đã gọi điện hàng ngày trong 4 ngày trước đó để đảm bảo rằng nó vẫn chạy vì tôi thực sự đã lái xe đến Dallas chỉ vì điều này chưa một lần nào có ai nói rằng chúng tôi phải thay dây hay bất cứ thứ gì, và bạn biết đấy - đó là việc họ phải làm thường xuyên. Tôi cũng sẽ nói thêm rằng tôi không phải là khách hàng duy nhất bước ra ngoài mà không thể làm được việc đó. Vì vậy, tôi đã gọi vào sáng Chủ nhật vào khoảng 9:30 - họ - không mở cửa cho đến 12 giờ - và được thông báo rằng họ vẫn mở cửa - không chắc liệu nó có mở cửa hay không thì họ sẽ biết trong giờ làm việc của mình, anh chàng này có vẻ như có thái độ đối với không có lý do gì... Ở lại Dallas muộn hơn nhiều giờ so với mong muốn của tôi chỉ vì tôi nghĩ ồ hy vọng nó - sẽ mở cửa, đến đó trong 12 giờ và một lần nữa nó lại đóng cửa để bảo trì. Vì vậy, về cơ bản khi bạn đến đó hãy hiểu rằng có khả năng CAO bạn sẽ thắng - bạn không thể thực hiện được chuyến đi nào. Tôi thực sự tin rằng anh ấy biết nó sẽ không mở cửa và không quan tâm đến khách hàng của họ..Đọc thêm",
            "Chúng tôi rất thất vọng vì bạn đã có trải nghiệm như vậy tại Zero Gravity. Chúng tôi tự hào về việc cung cấp dịch vụ và trải nghiệm tuyệt vời cho khách hàng.  Nếu bạn có thể hình dung ưu tiên hàng đầu tại Zero Gravity là An toàn.  Điều đó có nghĩa là chúng tôi liên tục đánh giá các điểm tham quan để đảm bảo mọi thứ đều hoạt động ở mức 100 - . Chúng tôi cũng đang phụ thuộc vào thời tiết. Với Nothing But Net, gió đặc biệt được quan tâm.  Có vẻ như bạn đã ở đây khi có sự kết hợp của một số vấn đề với điểm thu hút trong vài ngày.  Đó không phải là lý do để bào chữa cho trải nghiệm và chúng tôi rất tiếc về những gì đã xảy ra.  Tất cả những gì chúng tôi có thể yêu cầu là bạn liên hệ trực tiếp với chúng tôi và chúng tôi - sẽ đảm bảo giải quyết mọi việc ổn thỏa.  Vui lòng gọi cho công viên 972.484.8359 và tự nhận mình là người viết bài đánh giá này.\nĐọc thêm",
            "Đây là lần thứ 2 chúng tôi đến đây và nhân viên rất thô lỗ. Đặc biệt, lần này, chúng tôi được thông báo rằng chúng tôi không thể sử dụng Groupon mà chúng tôi đã mua. Chúng tôi đến từ Arkansas và nghĩ rằng sẽ rất thú vị nếu thử. Khi chúng tôi sử dụng xong phiếu thưởng, họ nói với chúng tôi rằng chúng tôi không thể sử dụng chúng vì nó không hiển thị trong hệ thống của họ. Tôi giải thích với họ rằng tôi không hiểu điều đó có nghĩa là gì nếu tôi có mã vạch để quét trong tay và tôi đang đến từ một tiểu bang khác. Giải pháp duy nhất - họ có thể cho tôi là quay lại trước khi nó hết hạn. Tôi nói với họ rằng tôi không thể - t, và họ bỏ đi và không nói chuyện với tôi nữa. Khi tôi yêu cầu người quản lý, tất cả những gì anh ấy nói là chúng tôi có thể quay lại hoặc trả nguyên giá để mua thêm vé. Sau này tôi sẽ không quay lại.Đọc thêm",
            "Trải nghiệm tồi tệ của tôi từng ở công viên này. Chúng tôi đến công viên này để thử cái mà họ gọi - Nothing But Net - . Ngày chúng tôi đến, họ đóng cửa chuyến xe đó vì lý do kỹ thuật, họ yêu cầu quay lại nhưng tôi chỉ ở Dallas có 1 tuần và họ không biết khi nào họ mở cửa trở lại. Thất vọng phần 1. Vì vậy tôi cần sử dụng phiếu giảm giá tôi đã mua - bao gồm video - để chơi chuyến khác. Mọi thứ có vẻ ổn và họ nói với chúng tôi rằng họ sẽ gửi video ngay sau đêm đó. Chúng tôi chờ đợi và chờ đợi trong 3 ngày nhưng không có gì từ họ. Chúng tôi đã gửi 3 email trong 3 tuần nhưng không ai trả lời email này. Và cho đến nay vẫn chưa có hồi âm từ họ. Thất vọng về phần 2. Chà, tôi chỉ nên đánh giá 1 - nhưng nhân viên họ - rất tử tế và lịch sự nên tôi đánh giá 2 -. Và chắc chắn sẽ không bao giờ quay lại nữa.Đọc thêm",
            "Các hoạt động là một vụ nổ. Các nhân viên đã thất vọng. Thật khó để thu hút sự chú ý của họ.  Tất cả đều có trên điện thoại của họ.Đọc thêm",
            "Tôi đến đó vào một đêm hẹn hò khác và chàng trai ơi, mọi chuyện lại khác. Cơn sốt adrenaline bắt đầu khi bạn bước vào bên trong và nhìn vào chiều cao thực tế của điểm tham quan. Các nhân viên thực sự thân thiện và khuyến khích bạn cố gắng, cho bạn biết nên bắt đầu từ đâu và tiếp tục đi lên từ đó. Tôi đã mua một chiếc grupon và giá thực sự tốt 80 - cho 2 chuyến cho 2 người bao gồm cả video.Đọc thêm",
            "Giá cho 8 người là bao nhiêuĐọc thêm",
            "Có giới hạn trọng lượng khi đi xe không?\nĐọc thêm",
            "Nothing But Net cũng có trọng lượng tối thiểu là 110lbs.Đọc thêm",
            "Ngày mai tôi có chuyến quá cảnh 11 tiếng ở Dallas để tới Brazil. Có thời gian để tận hưởng công viên không? Khoảng cách, thời gian để đến đó và làm thế nào để tôi đi từ sân bay đến công viên? Cảm ơn bạnĐọc thêm",
            "11 giờ là đủ thời gian và Zero Gravity sẽ là một cách tuyệt vời để vượt qua thời gian quá cảnh. Sân bay chỉ cách công viên 25 phút. Bạn có thể đi taxi hoặc Uber. Chúng tôi hy vọng được gặp bạn hôm nay.Đọc thêm",
            "Nghĩ đến việc đưa con gái 16 tuổi của tôi đi. Chỉ đang thắc mắc về thời gian chờ đợi cho mỗi chuyến đi vì ngoài kia khá nóng!! Bạn nghĩ mỗi chuyến đi phải chờ đợi bao lâu?\nCảm ơn trước.\nKrisĐọc thêm",
            "Chúng tôi không phải chờ đợi. Chúng tôi đã đi khoảng 45 phút trước giờ đóng cửa. Đọc thêm",
            "Phí vào cửa công viên có được miễn phí cho tất cả các trò chơi hay bạn phải trả tiền để đi riêng từng trò chơi?  - - Cảm ơn bạn!Đọc thêm",
            "Có, vào công viên miễn phí. Mỗi điểm tham quan đều có chi phí được giảm tùy thuộc vào số chuyến đi bạn thực hiện. Chúng tôi mong chờ chuyến thăm của bạn.Đọc thêm",
            "Chi phí là bao nhiêuĐọc tiếp",
            "bạn có nhận được nhiều người hơn 55 không? Họ có sống sót được không!!?Đọc thêm",
            "Tôi đã nhìn thấy một vài người nhưng thành thật mà nói họ là khán giả... Tôi là người đầu tiên lên bungee ngày hôm đó và không để ý đến ai 55 - trên các chuyến đi. Nếu tình trạng sức khỏe của bạn tốt và bạn cảm thấy tự tin, tôi nghĩ bạn - sẽ ổn thôi. Chúc may mắn : - Đọc thêm",
            "Phạm vi giá ở đó là gì?Đọc thêm",
            "Kristine đã đúng.  Chuyến đi đầu tiên của bạn là - 32,00 và các chuyến bổ sung là - 14,99.  Chúng tôi đang thực hiện chương trình đặc biệt cho tháng 3 trên trang web của mình; gojump.  Bạn có thể mua tất cả năm chuyến đi với mức giá chiết khấu tuyệt vời.  Nếu bạn có thêm câu hỏi, đừng ngần ngại gọi điện; 972.394.8359Đọc thêm",
            "Bạn có bị đau sau khi đạp hết 5 chuyến không? Và sẽ mất bao lâu để tận hưởng được tất cả những điều này?Đọc thêm",
            "Nó cung cấp cho bạn rất nhiều adrenaline và không, bạn sẽ không bị đau sau đó. tôi khuyên bạn nên lên kế hoạch dành một giờ để trải nghiệm năm cảm giác hồi hộp và xem video của mình.Đọc thêm"
        ],
        "star_ratings": [
            306,
            48,
            14,
            9,
            11
        ],
        "review_amount": 388,
        "location": [
            "Hoa Kỳ",
            "Dallas",
            "Những điều cần làm ở Dallas",
            "Texas - TX -",
            "Công viên giải trí Zero Gravity Thrill"
        ],
        "reviews_time": [
            "Written December 31, 2020",
            "Written July 29, 2020",
            "Written June 27, 2020",
            "Written June 27, 2020",
            "Written March 2, 2020",
            "Written November 5, 2019",
            "Written September 21, 2019",
            "Written September 14, 2019",
            "Written July 28, 2019",
            "Written July 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55711-d1126522-Reviews-Zero_Gravity_Thrill_Amusement_Park-Dallas_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d6697981-Reviews-Johnny_Rockets-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d4711132-Reviews-Denny_s-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d4255577-Reviews-Burger_King-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d4954482-Reviews-The_Wild_Turkey-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d912367-Reviews-Sura_Korean_Bistro_All_You_Can_Eat_BBQ_of_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d4280754-Reviews-No_1_Plus_Chicken-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d8130780-Reviews-Roma_s_Pizza_and_Grill-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d12788611-Reviews-Peridot_Coffee-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d16760336-Reviews-Pho_Saigon_8-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d4840038-Reviews-El_Paisa_Cocina_Mexicana-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56032-d560648-Reviews-Mustangs_of_Las_Colinas-Irving_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559934-Reviews-Frontiers_of_Flight_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d18928016-Reviews-ICR_Discovery_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126960-Reviews-Galleria_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56032-d3948340-Reviews-Irving_Convention_Center-Irving_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d139576-Reviews-Bachman_Lake_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12103538-Reviews-Sam_Moon_Trading_Co-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56032-d105895-Reviews-Mandalay_Canal-Irving_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d26856335-Reviews-The_Nazarene_Immersive_Experience-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55828-d2619357-Reviews-Farmers_Branch_Historical_Park-Farmers_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1126522-Reviews-or10-Zero_Gravity_Thrill_Amusement_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d25180590-Reviews-Immersive_Gamebox_Deep_Ellum_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d11963891-Reviews-Cidercade_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d10306685-Reviews-Escape_the_Room_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559923-Reviews-American_Airlines_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d14137616-Reviews-Bad_Axe_Throwing_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d4890294-Reviews-Dallas_Circus_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d8595673-Reviews-DFW_Gun_Range_and_Academy-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1869237-Reviews-TopGolf_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d13098620-Reviews-PanIQ_Room_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2406557-Reviews-Dallas_Angelika_Film_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d17585979-Reviews-Gas_Monkey_Garage-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6427245-Reviews-Soleil_Experience-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d16652944-Reviews-Prime_Limo_Car_Service-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1800354-Reviews-King_Spa_Waterpark-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6813208-Reviews-Colette_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12830373-Reviews-Gomez_Western_Wear-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6975997-Reviews-Bronco_Western_Wear-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d11897285-Reviews-Elm_Fork_Shooting_Sports-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56032-d1547238-Reviews-Gondola_Adventures-Irving_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g7952910-d21493445-Reviews-Park_Vega_Waterpark-Agbor_Delta_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195824-Reviews-Chiado-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d139181-Reviews-Bridalveil_Fall-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196032-Reviews-Landesmuseum-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d1913006-Reviews-Avaz_Twist_Tower-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g44588-d12838782-Reviews-Summit_Waves-Lee_s_Summit_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d667362-Reviews-Hersheypark_Stadium-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46410-d8522723-Reviews-Island_Spa_Sauna-Edison_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g40550-d104055-Reviews-Camden_Hills_State_Park-Camden_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d4976146-Reviews-Jacobs_Pavilion_at_Nautica-Cleveland_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55711-d1126522-Reviews-or10-Zero_Gravity_Thrill_Amusement_Park-Dallas_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55711-d1126522-Reviews-Zero_Gravity_Thrill_Amusement_Park-Dallas_Texas.html"
    }
]