[
    {
        "attraction_name": "Zero point",
        "attraction_name_vi": "Điểm 0",
        "general_info": [
            "86 đánh giá",
            "1 trong 2 điều cần làm ở Sonmarg",
            "Khu vực trượt tuyết ván trượt tuyết"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một nơi tuyệt vời để ghé thăm vào tháng Sáu. Thực ra không phải thế này mà phải đi thêm một km nữa để đến được chiến trường Zojila năm 1948. Một nơi rất thanh bình với dòng nước chảy gần đó và có thể chạm vào làn nước rất trong với cảnh quan tuyệt đẹp. Một tầm nhìn lái xe tốt để đến địa điểm này nhưng đường lái xe hơi ly kỳ hoặc đầy rủi ro. Mặc dù Zero Point là một trải nghiệm rất kém. \n\nZero Point đầy rẫy những tên côn đồ với những kẻ đi xe đạp chở bạn đến giữa tuyết nhưng rất khó tìm thấy chúng để đi xuống. Mọi người theo đuổi bạn để giúp đỡ thêm để lên đến đỉnh chỉ để đến đó nhưng không có sự trợ giúp nào để đi xuống và lại tính phí trợ giúp để đi xuống và nó chủ yếu giúp bạn trượt trên tuyết.\nHọ tính phí rất cao cho những chuyến đi ngắn và tốt hơn hết là bạn nên đàm phán hoặc tận hưởng tuyết ở mức độ thấp hơn.\nBạn phải sử dụng taxi công đoàn địa phương, một phương tiện gây ô nhiễm cao và tình trạng kém.Đọc thêm",
            "Đó là một nơi tốt đẹp. Tôi đã đi vào tháng bảy nên không có tuyết mềm. Có rất nhiều chỗ để mặc cả khi trượt tuyết và những thứ họ làm ở trên. Tôi đã không vượt lên dẫn đầu với điểm 0 nhưng đã đi trong tuyết. Đó là một nơi tốt cho hình ảnh. Bấm vào rất nhiều hình ảnh tốt. Rất thíchĐọc thêm",
            "Điểm 0 cách Sonmarg khoảng 35 km.  Bạn có thể đến nơi này bằng ô tô riêng hoặc đi taxi địa phương từ Sommarg. Đó là một nơi tuyệt đẹp và bạn thực sự có thể tận hưởng tuyết ngay cả trong mùa hè.  Quan điểm là hoàn toàn tuyệt vời. Nếu bạn đang có ý định đến thăm nơi này từ Srinagar thì hãy cố gắng khởi hành sớm để tránh ùn tắc giao thông trên đường đi. Nơi này đông đúc vào buổi chiều nên tốt hơn hết bạn nên đến sớm và tận hưởng khoảng thời gian chất lượng cùng gia đình và bạn bè.  Nơi này nằm ở biên giới giữa Kashmir Ladak nên được gọi là điểm Zero. Rất nhiều cơ hội hình ảnh có sẵn ở vị trí này. Đọc thêm",
            "Điểm này được gọi là điểm 0 vì đây là điểm ranh giới giữa Kashmir và Ladakh. Bạn có thể thấy hai cổng lớn, một cổng từ phía Kashmir và một cổng khác từ phía Ladakh. Đó là khoảng 35 km. Từ thị trấn Sonamarg. Bạn phải bắt taxi địa phương từ Sonamarg vì taxi từ Srinagr hoặc từ bất kỳ nơi nào khác không được phép di chuyển ra ngoài sonamarg. Cảnh đẹp trên đường đi và bạn có thể tìm thấy tuyết ngay cả trong mùa hè ở đây.\nĐọc thêm",
            "Địa điểm đẹp. Món tráng miệng lạnh sống với tuyết phủ. Đặt trước xe của bạn từ sonmarg với mức giá của chính phủ. Nếu không, việc mua một chiếc ô tô sẽ là một vấn đề khó chịu khi phải mặc cả. Đường được duy trì theo quy định Đọc thêm",
            "Dịch vụ xuất sắc! Toàn bộ nhân viên có thể tiếp cận và thân mật. Thức ăn thật tuyệt vời. Cách bài trí của bữa ăn thật xa hoa. Nhân viên ăn uống Mir Uzair, Aaqib Suhail và Rafiq Pandit rất lịch sự. Muốn giới thiệu cho những người có kế hoạch chuyến đi đến Kashmir trong tương lai. Hãy thử xem. Kareem Residency, Srinagar.Đọc thêm",
            "Phong cảnh tuyệt vời..... Phải cưỡi ngựaSledge là tốtPhải ghé thăm địa điểm............ Những nơi thú vị nhất ở thung lũng Kashmir..Đọc thêm",
            "Dịch vụ tuyệt vời! Toàn bộ nhân viên đều dễ gần và thân thiện. Đồ ăn tuyệt vời. Bố cục của khu vực ăn uống rất xa hoa. Nhân viên phục vụ đồ ăn và đồ uống Mir Uzair, Aaqib Suhail và Rafiq Pandit rất lịch sự. Sẽ giới thiệu cho những ai có kế hoạch đi Kashmir trong tương lai. Hãy thử đến đây. Kareem Residency, Srinagar. Đọc thêm",
            "Thông báo quan trọng trước khi về điểm 0, đừng trở thành nạn nhân của vụ lừa đảo taxi, hãy gặp Mr Ashiq một và tất cả quý ông 9797726520 Tôi chắc chắn rằng bạn sẽ được an toàn và tận hưởng chuyến đi Tôi nói điều này bởi vì cá nhân tôi đã trải qua việc ví của tôi bị rơi trong xe mà không báo trước chúng tôi quay trở lại Srinagar vào ngày hôm sau là chuyến bay của chúng tôi nhưng người này hoàn toàn là viên ngọc quý vào ngày hôm sau anh ấy đã đến Srinagar và chuyển phát nhanhĐọc thêm",
            "Địa điểm đẹp. Món tráng miệng lạnh sống với tuyết phủ. Đặt trước xe của bạn từ sonmarg với mức giá của chính phủ. Nếu không, việc mua một chiếc ô tô sẽ là một vấn đề khó chịu khi phải mặc cả. Đường được duy trì theo quy định Đọc thêm",
            "Điểm này được gọi là điểm 0 vì đây là điểm ranh giới giữa Kashmir và Ladakh. Bạn có thể thấy hai cổng lớn, một cổng từ phía Kashmir và một cổng khác từ phía Ladakh. Đó là khoảng 35 km. Từ thị trấn Sonamarg. Bạn phải bắt taxi địa phương từ Sonamarg vì taxi từ Srinagr hoặc từ bất kỳ nơi nào khác không được phép di chuyển ra ngoài sonamarg. Cảnh đẹp trên đường đi và bạn có thể thấy tuyết ngay cả trong mùa hè ở đây.Đọc thêm",
            "Điểm 0 cách Sonmarg khoảng 35 km.  Bạn có thể đến nơi này bằng ô tô riêng hoặc đi taxi địa phương từ Sommarg. Đó là một nơi tuyệt đẹp và bạn thực sự có thể tận hưởng tuyết ngay cả trong mùa hè.  Quan điểm là hoàn toàn tuyệt vời. Nếu bạn đang có ý định đến thăm nơi này từ Srinagar thì hãy cố gắng khởi hành sớm để tránh ùn tắc giao thông trên đường đi. Nơi này đông đúc vào buổi chiều nên tốt hơn hết bạn nên đến sớm và tận hưởng khoảng thời gian chất lượng cùng gia đình và bạn bè.  Nơi này nằm ở biên giới giữa Kashmir Ladak nên được gọi là điểm Zero. Rất nhiều cơ hội hình ảnh có sẵn ở vị trí này. Đọc thêm",
            "Điểm vui chơi tại đèo Zojila. Cơ hội đi bộ và chơi đùa trong tuyết nếu bạn muốn. Thuê xe trượt tuyết, cưỡi trên tuyết hoặc chỉ ngồi và ngắm cảnh. Rất nhiều quầy hàng thực phẩm, bãi đậu xe và nhà vệ sinh trả tiền thô. Đọc thêm",
            "Đó là một nơi tốt đẹp. Tôi đã đi vào tháng bảy nên không có tuyết mềm. Có rất nhiều chỗ để mặc cả khi trượt tuyết và những thứ họ làm ở trên. Tôi đã không vượt lên dẫn đầu với điểm 0 nhưng đã đi trong tuyết. Đó là một nơi tốt cho hình ảnh. Bấm vào rất nhiều hình ảnh tốt. Rất thíchĐọc thêm",
            "Một nơi tuyệt vời để ghé thăm vào tháng Sáu. Thực ra không phải thế này mà phải đi thêm một km nữa để đến được chiến trường Zojila năm 1948. Một nơi rất thanh bình với dòng nước chảy gần đó và có thể chạm vào làn nước rất trong với cảnh quan tuyệt đẹp. Một tầm nhìn lái xe tốt để đến địa điểm này nhưng đường lái xe hơi ly kỳ hoặc đầy rủi ro. Mặc dù Zero Point là một trải nghiệm rất kém. Zero Point đầy rẫy những tên côn đồ với những kẻ đi xe đạp chở bạn đến giữa tuyết nhưng rất khó tìm thấy chúng để đi xuống. Mọi người theo đuổi bạn để giúp đỡ thêm nữa để lên đến đỉnh chỉ để đến đó nhưng không có sự giúp đỡ nào để đi xuống và lại tính phí để được giúp đỡ để xuống và điều đó chủ yếu giúp bạn trượt trên tuyết. Họ tính phí rất cao cho những chuyến đi ngắn và tốt hơn hết là bạn nên trượt đàm phán hoặc tận hưởng tuyết ở mức độ thấp hơn. Bạn phải sử dụng taxi công đoàn địa phương, một phương tiện gây ô nhiễm cao và tình trạng kém.Đọc thêm",
            "Nơi này thật tuyệt vời nhưng con đường và trải nghiệm với taxi địa phương thật thảm hại!! Chính phủ đã đưa ra chi phí ước tính là rs. 4.000 cho chuyến đi bằng taxi và khoảng 2.400 Rs cho chuyến đi bằng ngựa. Xe taxi yêu cầu 8.000 Rs và ngựa cưỡi Rs. 4.000. Không thể tin được.  Thật là một tình huống đáng buồn đối với những du khách phải thực hiện hành trình đường dài và đến Sonmarg sau một chuyến đi khoảng 2 giờ từ Srinagar. Các nhà chức trách thực sự cần phải can thiệp ở đây và tăng giá taxi.Đọc thêm",
            "Ngày 20 tháng 7 có phải là thời điểm thích hợp để ghé thăm gulmarg sonmarg ?? Đọc thêm",
            "Dự kiến ​​sẽ có mưa rào nhưng tốtĐọc thêm",
            "Có thể ghé thăm điểm 0 ở sonmarg vào ngày 12 tháng 3 năm 2019 không? Hoặc những nơi khác tại sonmarg.Đọc thêm",
            "Có thể ghé thăm điểm 0 ở sonmarg trong ngày 10 tháng 6 năm 2019 ???Đọc thêm",
            "Tôi có thể ngắm tuyết ở đó vào giữa tháng 8 không?Đọc thêm",
            "Tôi đã đi vào đầu tháng Tư, thời điểm đó có đủ tuyết mới. Tôi không chắc lắm về tháng 8.Đọc thêm",
            "Bạn sẽ đề nghị đến thăm sonmarg hay gulmarg và tại sao?Đọc thêm",
            "Sonmarg và Gulmarg đều khá khác nhau. Hoàn toàn phụ thuộc vào những gì bạn muốn làm và những gì bạn muốn trải nghiệm.\nNếu bạn muốn được bao quanh bởi những ngọn núi phủ tuyết với một chút phiêu lưu trên hành trình đường bộ của mình thì hãy đến Sonamrg.\n\nNếu bạn muốn đi xe Goundola, chơi với tuyết, cũng không có ý định tiếp tục phiêu lưu với một số cánh đồng xanh để ngắm thì hãy đến GulmargĐọc thêm",
            "Xin chào, tôi nghe nói đường đến đèo Zojila thực sự nguy hiểm. Có vụ tai nạn nào xảy ra ở đó không và bạn có gợi ý nên ghé thăm không? Zero Point có phải là đèo Zojila không? Để đến thăm Zojila và sông băng Thajiwas, cần loại quần áo và giày dép nào?Đọc thêm",
            "Đường đến đèo Zojila thực sự nguy hiểm. Nhưng đó là lý do khiến nơi này đáng để ghé thăm nếu bạn thích phiêu lưu và chấp nhận rủi ro nhỏ. \n\nNếu bạn đến đó, bạn sẽ cần ủng cao su mà bạn có thể thuê từ sonmarg và nếu bạn không muốn chơi trên tuyết trong quần áo của mình, bạn cũng có thể thuê áo khoác từ đó. Ngoài ra, bạn nên mặc quần áo ấm. \n\nLưu ý: Nếu bạn thuê quần áo và ủng, hãy thương lượng giá cả thật kỹ. Ngoài ra, hãy nhớ rằng khi thương lượng, bạn sẽ phải boa tiền cho những người đó sau. Đọc thêm",
            "Sông băng Thajiwas cách Điểm Zero bao xa? Mình đang có ý định đi vào tháng 3 tuần trước. Đó có phải là thời điểm tốt không?Đọc thêm"
        ],
        "star_ratings": [
            50,
            19,
            8,
            3,
            6
        ],
        "review_amount": 86,
        "location": [
            "Quận Ganderbal",
            "Điểm 0",
            "Châu Á",
            "Ấn Độ",
            "sonmarg",
            "Các hoạt động ở Sonmarg",
            "Kashmir",
            "Jammu và Kashmir"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 3, 2023",
            "Written August 31, 2023",
            "Written October 29, 2023",
            "Written October 29, 2023",
            "Written December 29, 2023",
            "Written May 11, 2024",
            "Written December 29, 2023",
            "Written November 9, 2023",
            "Written October 29, 2023",
            "Written October 29, 2023",
            "Written August 31, 2023",
            "Written July 5, 2023",
            "Written July 3, 2023",
            "Written July 2, 2023",
            "Written June 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1156060-d10553698-Reviews-Zero_point-Sonmarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1891000-d1206602-Reviews-Amarnath_Cave-Anantnag_Anantnag_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g1891000-d4401211-Reviews-Amarnath_Temple-Anantnag_Anantnag_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282345-d3140344-Reviews-Baltal_Valley-Sonamarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g2285497-d23738549-Reviews-Minamarg-Dras_Kargil_District_Ladakh.html",
            "https://www.tripadvisor.com/Attraction_Review-g1156060-d10553698-Reviews-or10-Zero_point-Sonmarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g1891000-d23691637-Reviews-Kolhai_Tours_and_Treks-Anantnag_Anantnag_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g52746-d1464985-Reviews-Hollywood_Casino_at_Penn_National_Race_Course-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g51790-d17426351-Reviews-Indian_Beach-Cannon_Beach_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d9770059-Reviews-Al_Fizayah_Beach-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g57062-d3372237-Reviews-Jungle_Jim_s_Playland-Midvale_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g28965-d220092-Reviews-Little_Cottonwood_Canyon-Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g189430-d7024167-Reviews-Agios_Ioannis_Beach-Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1761683-d3333110-Reviews-Lower_Spiral_Tunnels_Viewpoint-Yoho_National_Park_Kootenay_Rockies_British_Colum.html",
            "https://www.tripadvisor.com/Attraction_Review-g187854-d585256-Reviews-Lake_Orta-Orta_San_Giulio_Province_of_Novara_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g32678-d7398032-Reviews-Sand_Dune_Park-Manhattan_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35234-d611653-Reviews-Lake_Winnie_Amusement_Park-Rossville_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1156060-d10553698-Reviews-or10-Zero_point-Sonmarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1156060-d10553698-Reviews-Zero_point-Sonmarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html"
    }
]