[
    {
        "attraction_name": "Zhangjiajie National Forest Park",
        "attraction_name_vi": "Công viên rừng quốc gia Trương Gia Giới",
        "general_info": [
            "2.288 đánh giá",
            "- 1 trong 54 điều cần làm ở Trương Gia Giới",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Trương Gia Giới nằm ở phía tây bắc của tỉnh Hồ Nam ở miền trung Trung Quốc. Điểm thu hút chính là Khu thắng cảnh Vũ Lăng Nguyên, đã được thêm vào danh sách Di sản Thế giới của UNESCO, bao gồm Công viên Rừng Quốc gia Trương Gia Giới, Núi Tianzi và Khu bảo tồn Thiên nhiên Suoxiyu. Tại đây, đi qua vô số ngọn núi hôn mây, dòng suối trong vắt và hàng cây rợp bóng cây, bạn có thể dễ dàng hòa mình với thiên nhiên xung quanh, từ đó nâng cao tình yêu của mình một cách vô thức. Bạn muốn khám phá dãy núi Avatar bằng máy ảnh? Hãy tham gia cùng chúng tôi ngay bây giờ!Đọc thêm",
        "reviews": [
            "Đó là chuyến du lịch 4 ngày tuyệt vời được đặt trước với Yellow Bird - Cơ quan Du lịch Trải nghiệm Tây Tạng. Luki từ Yellow Bird chịu trách nhiệm tổ chức và cũng rất hữu ích trong việc đặt vé máy bay. Hướng dẫn viên của chúng tôi Jeffrey là một người rất lịch sự và khiêm tốn, người đã chia sẻ với chúng tôi những câu chuyện thú vị. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này cho bạn bè của mình, vì Trương Gia Giới là một viên ngọc ẩn và dãy núi Thiên Môn rất đẹp!  Cảm ơn bạn rất nhiều vì một trải nghiệm khó quên! -  -  -  - Đọc thêm",
            "Đã đi vào phần sau của Ngày lễ Quốc gia và rất ngạc nhiên khi không có nhiều người như vậy! Trước chuyến đi, chúng tôi đã được mọi người cảnh báo rằng chúng tôi có thể không thể tận hưởng trọn vẹn vì số lượng người quá lớn - hãy nghĩ đến 人山人海 - nhưng khi chúng tôi đến đó thì không hề đông đúc! Vườn quốc gia rất đẹp nhưng nó quá lớn nên đôi khi có thể khiến du khách choáng ngợp. Có xe đưa đón miễn phí có thể đưa bạn đến các khu vực khác nhau của công viên, rất dễ tìm và chạy khá thường xuyên, có lẽ chúng tôi đã đợi tối đa 10 phút để có xe đưa đón. Chúng tôi đi qua cổng phía đông và bắt xe đưa đón miễn phí đến phòng trưng bày dài 10 dặm, sau đó bắt xe đưa đón khác đến Yuanjiajie. Kết thúc một ngày ở núi Tianzi, nơi chúng tôi đi cáp treo xuống rồi lại đưa đón một chuyến khác quay lại cổng phía đông. Chúng tôi đã có thể thấy mọi thứ chúng tôi muốn trong 1 ngày! Là người nước ngoài, chúng tôi lo lắng vé sẽ bán hết do Quốc Khánh nhưng Kelly - zjjkelly trên WeChat - đã giúp chúng tôi đặt tất cả vé và gợi ý những tuyến đường nên đi trong Công viên Quốc gia. \n\nRất khuyến khích các dịch vụ của công viên quốc gia và kelly - s! Đọc thêm",
            "Chúng tôi dành 5 ngày ở đó - ngày mưa đầu tiên là để nghỉ ngơi ngắn ngày - và khuyên tất cả du khách nên lên kế hoạch ít nhất 3 ngày cho công viên quốc gia. Bởi vì thời tiết thay đổi vài giờ một lần và rất khó dự đoán mây trên đỉnh. Một ngày chúng tôi dành cho núi Avatar và suối Vàng. Chúng tôi không sử dụng cáp treo vì cầu thang lên đồi ở trong tình trạng tuyệt vời. Phần thưởng là một thế giới khỉ xinh đẹp và một khu rừng hoang dã mà chúng tôi quan sát được xung quanh. Chúng tôi đã không sử dụng dịch vụ xe lửa trên đường trở về vì nó rất chậm và có một con đường tốt gần đó - không có cầu thang theo cách này -. Ngày thứ hai chúng tôi đi qua Golden steam và quảng trường Oxigen rồi lên Làng gần ga cáp treo phía trên. Chúng tôi nghĩ rằng đó là nơi ngoạn mục nhất trong toàn bộ công viên. Ngày thứ ba và thứ tư, chúng tôi cũng ở trên đỉnh núi gần quảng trường Oxigen nhưng nhiều con đường và cầu thang đã bị đóng cửa - không được bảo trì trong một thời gian dài hoặc không có thợ sửa chữa - . Và đôi khi chúng tôi buộc phải quay lại, gần như đã đi xuống đồng bằng. Ngày nay, điểm nhấn chính được dành cho Núi Avatar. Tuy nhiên có rất nhiều địa điểm tuyệt vời, không quá nổi tiếng nhưng cũng không kém phần đẹp đẽ. Mặc dù khó khăn hơn nhiều để đạt được chúng trong công viên. Đọc thêm",
            "Tôi chưa bao giờ tưởng tượng mình sẽ xúc động đến thế nào khi đến thăm địa điểm xinh đẹp này - Chà!   Rất vui vì tôi đã được trải nghiệm nó.   Rất nhiều khu vực khác nhau để khám phá.  Chúng tôi rất thích cáp treo, tàu nhỏ, Thang máy, nhiều bậc thang và lối đi.   Rất khuyến khích.Đọc thêm",
            "Nơi tuyệt vời để tham quan, đi bộ và khám phá. Các khối đá, du ngoạn trên hồ, đi bộ đường dài, chen lấn với mọi người, đi xe buýt và phải có nhiều trí tưởng tượng để hình dung những tảng đá được hình thành do xói mòn do gió lâu dài. Nơi tuyệt vời để ghé thăm. Du khách nói chung là thân thiện và hữu ích.\nNhưng bị hủy hoại bởi biển báo rất kém vì sau khi bạn đi đúng đường, hầu như không có bất kỳ điểm đánh dấu khoảng cách nào cũng như nghệ thuật chỉ đường chính xác hoặc tệ hơn là không có biển báo, hoàn toàn biến mất dẫn đến việc lùi lại bực bội khi leo ngược lên nhiều chuyến bay dốc và hẹp - dốc . Trên xe buýt, tin nhắn được ghi bằng tiếng Anh không có ý nghĩa gì. Hầu như không có nhân viên công viên hoặc văn phòng nào tìm kiếm sự giúp đỡ khi chúng tôi cần hỗ trợ mà chỉ gặp phải những nhân viên thô lỗ và thiếu kiên nhẫn đang điều khiển các máy bán vé chỉ đường và hét vào mặt chúng tôi, ngay cả khi hỏi lịch sự bằng tiếng Trung Quốc.\nVì đi bộ trong công viên chủ yếu là 1 chiều nên khi chúng tôi đến cổng phía Nam và muốn quay trở lại cổng phía Đông, chúng tôi rất ngạc nhiên khi được thông báo rằng không có xe buýt công viên nào đi tuyến đó mà phải ra khỏi công viên và trả tiền cho sử dụng phương tiện giao thông địa phương để đến đó. Lập kế hoạch tồi?Đọc thêm",
            "Phong cảnh tuyệt vời, khung cảnh đẹp và đáng để ghé thăm.\n\nHãy nhớ rằng có rất nhiều khách du lịch và bạn phải xếp hàng và chờ đợi rất nhiều trong tối thiểu 30 phút trở lên. Hãy suy nghĩ về việc bắt đầu từ rất sớm khi công viên mở cửa.Đọc thêm",
            "Đó là tất cả trên tiêu đề: - . Tôi sẽ không viết nhiều ở đây vì mọi thứ đã được nói khá nhiều trong hàng nghìn bài đánh giá.\n\nCó thể có một điều: đây là một khu vực rộng lớn, bạn sẽ không thể đi hết trong một ngày. Lời khuyên của tôi là hãy dành trọn 2 ngày để làm điều đó. Hơn nữa, vé vào cửa có giá trị trong 4 ngày.\n\nTrong khuôn viên có cáp treo và thang máy. Tất nhiên bạn cũng có thể đi bộ đường dài. \n\nChắc chắn là phải làm nếu bạn ở xung quanh.Đọc thêm",
            "Đó là tất cả trên tiêu đề: - . Tôi sẽ không viết nhiều ở đây vì mọi thứ đã được nói khá nhiều trong hàng nghìn bài đánh giá. Có thể có một điều: đây là một khu vực rộng lớn, bạn sẽ không bao gồm tất cả trong một ngày. Lời khuyên của tôi là hãy dành trọn 2 ngày để làm điều đó. Hơn nữa, vé vào cửa có giá trị trong 4 ngày. Trong khuôn viên có cáp treo và thang máy. Tất nhiên bạn cũng có thể đi bộ đường dài. Chắc chắn là phải làm nếu bạn ở xung quanh.Đọc thêm",
            "Phong cảnh tuyệt vời, khung cảnh đẹp và rất đáng để ghé thăm. Hãy nhớ rằng có rất nhiều khách du lịch và bạn phải xếp hàng và chờ đợi rất lâu trong tối thiểu 30 phút trở lên. Hãy suy nghĩ về việc bắt đầu từ rất sớm khi công viên mở cửa.Đọc thêm",
            "Trương Gia Giới thì được.  Ngày đầu tiên của tôi không được tốt vì quá đông đúc.   Ngày thứ hai được tận hưởng tốt hơn.  Hãy sẵn sàng chiến đấu với đám đông ở bất cứ nơi nào bạn đến ở Trung Quốc.Đọc thêm",
            "Địa điểm tuyệt vời để tham quan, đi bộ đường dài và khám phá. Các khối đá, du thuyền trên hồ, đi bộ đường dài, chen lấn với mọi người, đi xe buýt và phải có nhiều trí tưởng tượng để hình dung ra những tảng đá được hình thành do gió xói mòn lâu dài. Địa điểm tuyệt vời để tham quan. Du khách nói chung thân thiện và hữu ích. Nhưng biển báo rất kém vì sau khi bạn đi vào đúng đường, hầu như không có biển báo hướng dẫn hoặc chỉ dẫn đúng hướng hoặc tệ hơn là không có biển báo, hoàn toàn biến mất dẫn đến việc phải quay lại leo lên nhiều bậc thang dốc và hẹp - dốc. Trên xe buýt, thông báo được ghi âm bằng tiếng Anh không có ý nghĩa gì. Hầu như không có nhân viên công viên hoặc văn phòng nào tìm kiếm sự giúp đỡ khi chúng tôi cần hỗ trợ mà chỉ gặp phải những nhân viên thô lỗ và thiếu kiên nhẫn điều khiển máy bán vé chỉ đường và hét vào mặt chúng tôi, ngay cả khi lịch sự hỏi bằng tiếng Trung. Vì đi bộ trong công viên chủ yếu là đi một chiều, khi chúng tôi đến cổng Nam và muốn quay lại cổng Đông, chúng tôi ngạc nhiên khi được thông báo rằng không có xe buýt nào của công viên chạy tuyến đó mà phải ra khỏi công viên và trả tiền để sử dụng phương tiện giao thông địa phương để đến đó. Lên kế hoạch tệ? Đọc thêm",
            "Tôi chưa bao giờ tưởng tượng mình sẽ xúc động đến thế nào khi đến thăm địa điểm xinh đẹp này - Chà!   Rất vui vì tôi đã được trải nghiệm nó.   Rất nhiều khu vực khác nhau để khám phá.  Chúng tôi rất thích cáp treo, tàu nhỏ, Thang máy, nhiều bậc thang và lối đi.   Rất khuyến khích.Đọc thêm",
            "Tuyệt vời, ngọn núi tuyệt vời, quang cảnh tuyệt vời. Đề nghị mạnh mẽ! Đi bộ tuyệt vời ở giữa dãy núi avatar. Khuyến khích mạnh mẽ Đọc thêm",
            "Chúng tôi dành 5 ngày ở đó - ngày mưa đầu tiên là để nghỉ ngơi ngắn ngày - và khuyên tất cả du khách nên lên kế hoạch ít nhất 3 ngày cho công viên quốc gia. Bởi vì thời tiết thay đổi vài giờ một lần và rất khó dự đoán mây trên đỉnh. Một ngày chúng tôi dành cho núi Avatar và suối Vàng. Chúng tôi không sử dụng cáp treo vì cầu thang lên đồi ở trong tình trạng tuyệt vời. Phần thưởng là một thế giới khỉ xinh đẹp và một khu rừng hoang dã mà chúng tôi quan sát được xung quanh. Chúng tôi đã không sử dụng dịch vụ xe lửa trên đường trở về vì nó rất chậm và có một con đường tốt gần đó - không có cầu thang theo cách này -. Ngày thứ hai chúng tôi đi qua Golden steam và quảng trường Oxigen rồi lên Làng gần ga cáp treo phía trên. Chúng tôi nghĩ rằng đó là nơi ngoạn mục nhất trong toàn bộ công viên. Ngày thứ ba và thứ tư, chúng tôi cũng ở trên đỉnh núi gần quảng trường Oxigen nhưng nhiều con đường và cầu thang đã bị đóng cửa - không được bảo trì trong một thời gian dài hoặc không có thợ sửa chữa - . Và đôi khi chúng tôi buộc phải quay lại, gần như đã đi xuống đồng bằng. Ngày nay, điểm nhấn chính được dành cho Núi Avatar. Tuy nhiên có rất nhiều địa điểm tuyệt vời, không quá nổi tiếng nhưng cũng không kém phần đẹp đẽ. Mặc dù khó khăn hơn nhiều để đạt được chúng trong công viên. Đọc thêm",
            "Đã đi vào phần sau của Ngày lễ Quốc gia và rất ngạc nhiên khi không có nhiều người như vậy! Trước chuyến đi, chúng tôi đã được mọi người cảnh báo rằng chúng tôi có thể không thể tận hưởng trọn vẹn vì số lượng người quá lớn - hãy nghĩ đến 人山人海 - nhưng khi chúng tôi đến đó thì không hề đông đúc! Vườn quốc gia rất đẹp nhưng nó quá lớn nên đôi khi có thể khiến du khách choáng ngợp. Có xe đưa đón miễn phí có thể đưa bạn đến các khu vực khác nhau của công viên, rất dễ tìm và chạy khá thường xuyên, có lẽ chúng tôi đã đợi tối đa 10 phút để có xe đưa đón. Chúng tôi đi qua cổng phía đông và bắt xe đưa đón miễn phí đến phòng trưng bày dài 10 dặm, sau đó bắt xe đưa đón khác đến Yuanjiajie. Kết thúc một ngày ở núi Tianzi, nơi chúng tôi đi cáp treo xuống rồi lại đưa đón một chuyến khác quay lại cổng phía đông. Chúng tôi đã có thể thấy mọi thứ chúng tôi muốn trong 1 ngày! Là người nước ngoài, chúng tôi lo lắng vé sẽ bán hết do Quốc Khánh nhưng Kelly - zjjkelly trên WeChat - đã giúp chúng tôi đặt tất cả vé và gợi ý những tuyến đường nên đi trong Công viên Quốc gia. Rất khuyến khích các dịch vụ của công viên quốc gia và kelly - s! Đọc thêm",
            "Đây là một trong những nơi tốt nhất để ghé thăm nếu bạn ở Trung Quốc. Những ngọn núi thật đáng kinh ngạc và cũng là thang máy dài nhất thế giới với 326 tầng. BẠN PHẢI ĐẾN ĐÂY!!! hoặc bạn đã lãng phí cuộc đời mìnhĐọc thêm",
            "Đó là chuyến du lịch 4 ngày tuyệt vời được đặt trước với Yellow Bird - Cơ quan Du lịch Trải nghiệm Tây Tạng. Luki từ Yellow Bird chịu trách nhiệm tổ chức và cũng rất hữu ích trong việc đặt vé máy bay. Hướng dẫn viên của chúng tôi Jeffrey là một người rất lịch sự và khiêm tốn, người đã chia sẻ với chúng tôi những câu chuyện thú vị. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này cho bạn bè của mình, vì Trương Gia Giới là một viên ngọc ẩn và dãy núi Thiên Môn rất đẹp!  Cảm ơn bạn rất nhiều vì một trải nghiệm khó quên! -  -  -  - Đọc thêm",
            "Tại sao tất cả các chuyến bay đến hoặc đi từ sân bay Dayong đều vào đêm khuya?  Hay là tôi nhìn chưa đúng chỗ?   Chúng tôi dự định bay đến từ Thượng Hải và bay đến Bắc Kinh.Đọc thêm",
            "Xin chào du khách, tôi có vài câu hỏi dành cho bạn. Tất nhiên tôi muốn đi du lịch khắp nơi. Vậy hãy bắt đầu - bạn nghĩ sao? Khi nào - tháng hay mùa nào - có ít khách du lịch đến đây nhất? Du lịch Trương Gia Giới thời điểm nào là đẹp nhất?\nCâu hỏi cuối cùng là, Chúng ta cần bao nhiêu đô la? xin hãy trả lời tôi. Cảm ơn lời khuyên của bạn : - Đọc thêm",
            "Đi du lịch vào bất kỳ thời điểm nào trong năm đều phù hợp vì phong cảnh thay đổi theo từng mùa; vì vậy trải nghiệm của bạn không thể so sánh được với trải nghiệm của người khác. Tuy nhiên tôi đã đi du lịch vào mùa hè. Chuyến tham quan này có thể được thực hiện một mình với mức giá rất tiết kiệm, tuy nhiên bạn có thể nhận được hướng dẫn từ hướng dẫn viên du lịch địa phương. Tôi đề nghị bạn làm điều đó, để tiết kiệm thời gian và tiền bạc. Tôi đã nhận được sự trợ giúp từ - Zhangjiajie Kangtai - họ là những nhà cung cấp dịch vụ thực sự tốtĐọc thêm",
            "Xin chào, chúng tôi đang cố gắng đưa Trương Gia Giới vào hành trình của mình vào tháng 2 năm 2020 và không đủ tiền thuê hướng dẫn viên du lịch. Tôi không thể tìm thấy bất kỳ thông tin nào về Phí vào cửa và Phí cáp treo.  Bất kỳ thông tin sẽ là tuyệt vời. cảm ơn bạn trước.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan riêng tại zjj, có rất nhiều thứ để xem và không có đủ thời gian. Có rất ít du khách phương Tây, chủ yếu là du khách Trung Quốc. Chúng tôi lấy hầu hết thông tin từ chinahighlights khi tìm kiếm công viên quốc gia zjj. Họ có thông tin bằng văn bản tốt nhất về zjj, những gì cần xem, cách phân bổ thời gian, mẹo tránh đám đông, cách đến đó, thời gian tốt nhất để ghé thăm nơi lưu trú và ăn uống - xem đánh giá của tôi -, phí vào cửa, phí thu hút. Chúc bạn có thời gian vui vẻ.Đọc thêm",
            "Tháng Hai có phải là thời điểm thích hợp để ghé thăm công viên?Đọc thêm",
            "Trương Gia Giới có mùa xuân ngắn và mùa hè dài, thời gian du lịch tốt nhất là từ tháng 4 đến tháng 6, khi thời tiết ôn hòa và cảnh sắc thiên nhiên tuyệt vời.Đọc thêm",
            "Có thể mua trước vé vào Công viên Rừng Quốc gia Trương Gia Giới - từ khách sạn của bạn không? Bạn có cần cung cấp hộ chiếu gốc để mua vé từ khách sạn không? Đọc thêm",
            "Có thể có thể, nhưng rất có thể không dễ dàng. Có thể dễ dàng lấy vé tại cổng và cần xuất trình hộ chiếu để mua vé. Chúng tôi mua vé muộn hơn một chút vào ngày đầu tiên, vì nó nhanh chóng trở nên yên tĩnh hơn sau lần vội vã đầu tiên và có rất nhiều điểm đến dễ dàng để không cảm thấy rằng ngày đó thật lãng phí.Đọc thêm",
            "Có chỗ giữ hành lý ở bến xe Vũ Lăng Nguyên không? Tôi cần giữ ba lô ở đó trong 1 đêm. Vui lòng cho tôi biết liệu có thể cất nó ở trạm xe buýt hay không.Đọc thêm",
            "Vì có nhiều ý kiến, đôi khi mâu thuẫn nhau nên tôi xin làm rõ một số vấn đề.  - ghi rõ chúng tôi là những người có độ tuổi trung bình là 45, đã từng đi trekking -. 1. E - Nên có người hướng dẫn hay tự tổ chức? Cáp treo và xe buýt có cần thiết không hay bạn có thể đi bộ xung quanh nếu có 2 ngày? Từ thành phố - nơi chúng tôi đang ở - tôi hiểu rằng có một số lối vào công viên. Sự khác biệt và lời khuyên cho việc lựa chọn là gì? Cảm ơn bạn!!! Đọc thêm",
            "Ngàn lần cám ơn! Tôi sẽ ghi nhớ chỉ đường của bạn... đặc biệt là chỉ đường xe buýt... ​​Bởi vì hiện tại, chưa lấy được bản đồ nên tôi có chút bối rối về vị trí của các điểm khác nhau trong công viên. Và thậm chí chỉ cần biết rằng trạm xe buýt gần cáp treo Sicily cũng hữu ích với tôiĐọc thêm",
            "Các nhà trọ ở làng Dingxiangrong - gần Grand Platform - có Wi-Fi không? Mạng di động bên trong công viên như thế nào?Đọc thêm",
            "Mạng trong công viên khá tốt. Các khách sạn bên trong công viên cũng có WiFi, không phải lúc nào cũng tốt nhất nhưng vẫn hoạt động.Đọc thêm",
            "Xin chào, tôi đang cố gắng tìm cách đi từ thị trấn Trương Gia Giới đến Dương Gia Giới - lối vào phía Tây gần cáp treo Dương Gia Giới - tầng thấp hơn -. Tôi chỉ thấy xe buýt từ Trương Gia Giới đến Wulingyuan - lối vào phía Đông, nhưng tôi cần đi đến Yangjiajie - lối vào phía Tây. Xin vui lòng cho tôi biết!Đọc thêm",
            "Có một vài tuyến xe buýt. Có một chiếc bánh panflet từ lần tôi đến thăm. Tôi có thể gửi nó cho bạn nếu bạn cho tôi địa chỉ emailĐọc thêm",
            "Nếu tôi có thời gian hạn chế, bạn có khuyên bạn nên ghé thăm núi Thiên Môn gần thị trấn Trương Gia Giới HOẶC dãy núi Avatar ở khu vực Vũ Lăng Nguyên không? Cái nào ngoạn mục hơn? Đọc thêm",
            "Ồ... tôi không thể quyết định được vì cả hai đều tuyệt vời! Cả hai đều có quan điểm khác nhau. Núi Avatar là duy nhất và không bao giờ thấy ở bất kỳ ngọn núi nào khác. Núi Thiên Môn Sơn có lối đi bằng kính, cáp treo lộ thiên, cáp treo dài nhất, cửa trời và 99 bậc thang. Bạn quyết định!\n\nTận hưởng tại Công viên quốc gia Zhangjijie!\n\nRobinĐọc thêm"
        ],
        "star_ratings": [
            1607,
            541,
            106,
            21,
            14
        ],
        "review_amount": 2289,
        "location": [
            "Trung Quốc",
            "Công viên rừng quốc gia Trương Gia Giới",
            "Trương Gia Giới",
            "Châu Á",
            "Hồ Nam",
            "Những điều cần làm ở Trương Gia Giới"
        ],
        "reviews_time": [
            "Written August 9, 2023",
            "Written October 9, 2023",
            "Written December 28, 2023",
            "Written March 2, 2024",
            "Written March 29, 2024",
            "Written May 24, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 24, 2024",
            "Written May 7, 2024",
            "Written March 29, 2024",
            "Written March 2, 2024",
            "Written February 4, 2024",
            "Written December 28, 2023",
            "Written October 9, 2023",
            "Written August 10, 2023",
            "Written August 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g494933-d505450-Reviews-Zhangjiajie_National_Forest_Park-Zhangjiajie_Hunan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g494933-d23609575-Reviews-You_Jian_Chui_Yan_Restaurant-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1848696-Reviews-Tianzi_Mountain_Clouds-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1848698-Reviews-Wulingyuan_Scenic_and_Historic_Interest_Area_of_Zhangjiajie-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1805524-Reviews-Huangshi_Village-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1805384-Reviews-Tianzi_Mountain-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1805383-Reviews-Golden_Whip_Brook-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d2399273-Reviews-WulongZhai-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1834672-Reviews-Daguan_Platform-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152544-d1808281-Reviews-Yizhuxiang_Stone-Lianyuan_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d505450-Reviews-or10-Zhangjiajie_National_Forest_Park-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1871611-Reviews-Tianmen_Mountain_National_Forest_Park-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d2465954-Reviews-The_Grand_Canyon_of_Zhangjiajie-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1805525-Reviews-Yellow_Dragon_Cave-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1805463-Reviews-Baofeng_Lake-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d17596978-Reviews-Zhangjiajie_Qian_Gu_Qingjing_Qu-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1808345-Reviews-Xihai_Stone_Forest-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d9770256-Reviews-Eric_Denny_Fun_Tours_Zhangjiajie-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d12219287-Reviews-Tour_Zhangjiajie-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d7792593-Reviews-World_Heritage_Network_Zhangjiajie_National_Forest_Park_Day_Tour-Zhangjiajie_Huna.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d3569095-Reviews-Charming_Xiangxi_Theatre-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d15812342-Reviews-China_Toruk_Tour-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d13162008-Reviews-Xibu_Street-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g494933-d1834673-Reviews-Dayong_City-Zhangjiajie_Hunan.html",
            "https://www.tripadvisor.com/Attraction_Review-g551728-d565148-Reviews-Carrick_a_Rede_Rope_Bridge-Ballintoy_County_Antrim_Northern_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60615-d4521221-Reviews-Makauwahi_Cave_Reserve-Kalaheo_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g40744-d145571-Reviews-Baxter_State_Park-Millinocket_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d3606283-Reviews-Mackenzie_Beach-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g2706054-d12199663-Reviews-Theth_National_Park-Theth_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d7788512-Reviews-Playa_Talamanca-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297628-d1219275-Reviews-Shivoham_Shiva_Temple-Bengaluru_Bangalore_District_Karnataka.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d209268-Reviews-Sabino_Canyon-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532130-Reviews-Deep_Hollow_Ranch-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56175-d10423885-Reviews-Little_Elm_Park-Little_Elm_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g494933-d505450-Reviews-or10-Zhangjiajie_National_Forest_Park-Zhangjiajie_Hunan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g494933-d505450-Reviews-Zhangjiajie_National_Forest_Park-Zhangjiajie_Hunan.html"
    }
]