[
    {
        "attraction_name": "Zia Park Casino",
        "attraction_name_vi": "Sòng bạc Zia Park",
        "general_info": [
            "163 đánh giá",
            "- 4 trong số 14 điều cần làm ở Hobbs",
            "Sòng bạc",
            "Đường đua ngựa"
        ],
        "attraction_summary": "Tham gia vào các hoạt động và sự phấn khích tại Sòng bạc Zia Park, nơi chỉ một lần quay có thể giúp bạn trở thành người chiến thắng! Với 750 máy đánh bạc, Zia Park có tất cả các trò chơi mới nhất và tất cả các trò chơi kinh điển yêu thích của bạn, bao gồm các trò chơi quay thú vị và máy đánh bạc lũy tiến, video poker và các trò chơi trên bàn điện tử. Bạn - sẽ tìm thấy cảm giác hồi hộp suốt ngày đêm với các chương trình khuyến mãi hấp dẫn và giải đặc biệt lớn luôn sẵn sàng để giành lấy! Sẽ còn hồi hộp hơn khi bạn đóng vai những chú ngựa con trong các cuộc đua trực tiếp vào mùa thu và các cuộc đua mô phỏng quanh năm tại Đường đua Zia Park, nơi mọi cuộc đua đều có thể đưa bạn vào vòng tròn của người chiến thắng.Đọc thêm",
        "reviews": [
            "Phòng miễn phí của chúng tôi có mùi như cống rãnh và thảm có cảm giác ẩm ướt. Nước tắm cũng có mùi như cống rãnh...đoán đây là lý do tại sao nó được miễn phí.Đọc thêm",
            "Trải nghiệm tuyệt vời và máy chủ tuyệt vời. Tuyệt vời cho một điểm đến hoặc một ngày nghỉ cuối tuần nhanh chóng. Cảm ơn vì sự hiếu khách.Đọc thêm",
            "Cảm ơn vì 5 sao và phản hồi! Chúng tôi rất thích có nhóm của bạn trên tài sản! Chúng tôi rất vui vì có thể chăm sóc bạn. Cảm ơn bạn một lần nữa và chúng tôi mong được gặp bạn lần sau!Đọc thêm",
            "Không bao giờ thấy bất kỳ khoản hoàn vốn nào trên bất kỳ máy nào ở đây, bất kể người chơi hoặc số tiền đã chơi là ai. Khói bên trong sòng bạc, không có nhân viên phục vụ sàn, không có nước uống tại các ki-ốt bán đồ uống, máy bán đồ uống bị dính và cần vệ sinh. Phòng tắm sạch sẽ, ngoại trừ giấy trên sàn và nước khắp quầy. Có lẽ là nơi tệ nhất mà tôi chơi ở NM hoặc OK. Đọc thêm",
            "Sự sạch sẽ là rất quan trọng đối với chúng tôi. Chúng tôi cố gắng hết sức để giữ cho chỗ ở sạch sẽ nhằm đảm bảo an toàn cho các thành viên trong nhóm và khách của chúng tôi và chúng tôi xin lỗi vì bạn đã không gặp phải điều đó trong lần ghé thăm gần đây. Chúng tôi sẽ truyền đạt phản hồi của bạn đến nhóm của chúng tôi. Cảm ơn bạn.Đọc thêm",
            "Phòng khách sạn sạch sẽ và thoải mái. Tôi không có vấn đề gì với khách sạn nhưng có thêm sự trợ giúp của lễ tân sẽ không gây hại gì. Sòng bạc quá nhỏ nên rất bận rộn và đầy khói!! Nó thực sự cần một hệ thống ống xả. Chúng tôi đeo mặt nạ phòng chống Covid chỉ vì chúng tôi không muốn bị ung thư phổi do khói thuốc thụ động!!! Khó có được bất kỳ vị trí tốt nào vì nó rất đông.Đọc thêm",
            "Chúng tôi rất thất vọng khi nghe về trải nghiệm của bạn. Đây không phải là những gì chúng tôi mong đợi nhóm của chúng tôi sẽ cung cấp. Chúng tôi sẽ liên hệ với nhóm của mình để giải quyết vấn đề này. Chúng tôi hy vọng được gặp lại bạn và kiếm được nhiều sao hơn cho trải nghiệm của bạn. Cảm ơn bạn.Đọc thêm",
            "Khách sạn này liên kết với chuỗi khách sạn CHOICE nơi tôi là thành viên Diamond nên tôi đã đặt phòng bằng cách sử dụng các điểm lưu trú thường xuyên khi đến thăm khuôn viên trường đại học gần đó. Khi rời đi, tài khoản của tôi không chỉ bị trừ điểm mà còn bị tính phí lưu trú 2 đêm. Tôi gọi điện để yêu cầu xử lý và nhân viên lễ tân nói rằng đó không phải là vấn đề của cô ấy và cúp máy. Tôi - đã thử gọi điện và gửi email trong một tuần nhưng không thể nhận được phản hồi. Tôi phải yêu cầu công ty CC coi đó là giao dịch gian lận vì tôi đã cho họ xem tất cả tài liệu. Chắc chắn là hoạt động kinh doanh khá mờ ám.Đọc thêm",
            "Chúng tôi rất tiếc khi thấy trải nghiệm của bạn với chúng tôi chỉ xứng đáng với một sao. Chúng tôi muốn tìm hiểu thêm về chuyến thăm của bạn với chúng tôi và xem mọi thứ đã sai ở đâu. Dịch vụ khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi muốn xem liệu chúng tôi có thể hỗ trợ bạn và giải quyết vấn đề của bạn hay không. Vui lòng liên hệ với ziapark.contact - pennentertainment.com để thảo luận. Cảm ơn bạn.Đọc thêm",
            "Sòng bạc tệ nhất mà tôi từng đến. Ngay khi tôi đến, tất cả những gì bạn ngửi thấy là khói. Sòng bạc mở cửa hút thuốc. Vâng, bạn có thể hút thuốc ở bất cứ đâu; tuy nhiên, bạn KHÔNG ĐƯỢC UỐNG BẤT KỲ RƯỢU NÀO trên sàn sòng bạc. bạn phải đến quầy bar, nơi chỉ có 2 nhân viên phục vụ, trong đó có 1 người là nhân viên pha chế. Khách sạn được xếp hạng 2, không có máy bán hàng tự động hoặc máy làm đá ở BẤT KỲ tầng nào. Bạn phải đến máy bán đồ uống miễn phí của sòng bạc để có được điều đó. Sau khi chi - 150 đô la trong sòng bạc, tôi nghĩ rằng mình sẽ được miễn phí đá và coca ăn kiêng và đồ uống trong phòng của mình!! Đọc thêm",
            "Chúng tôi rất tiếc khi thấy trải nghiệm của bạn với chúng tôi chỉ xứng đáng với một sao. Chúng tôi muốn tìm hiểu thêm về chuyến thăm của bạn với chúng tôi và xem mọi thứ đã sai ở đâu. Dịch vụ khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi muốn xem liệu chúng tôi có thể hỗ trợ bạn và giải quyết vấn đề của bạn hay không. Vui lòng liên hệ với ziapark.contact - pennentertainment.com để thảo luận. Cảm ơn bạn.Đọc thêm",
            "Nhân viên tại quầy thu ngân rất thô lỗ! Sòng bạc rất chặt chẽ về việc hoàn trả! Chơi vào tối thứ sáu và thứ bảy và không thấy ai trả tiền bằng tay! Chúng tôi có Tesla và không có bộ sạc nhanh ở Hobbs! Bạn sẽ nghĩ, sòng bạc kiếm được nhiều lợi nhuận như vậy và lắp đặt bộ sạc EV - ít nhất là một bộ - Không nghĩ là tôi sẽ quay lại nơi này! Đọc thêm",
            "Chúng tôi rất tiếc khi thấy trải nghiệm của bạn với chúng tôi chỉ xứng đáng với một sao. Chúng tôi muốn tìm hiểu thêm về chuyến thăm của bạn với chúng tôi và xem mọi thứ đã sai ở đâu. Dịch vụ khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi muốn xem liệu chúng tôi có thể hỗ trợ bạn và giải quyết vấn đề của bạn hay không. Vui lòng liên hệ với ziapark.contact - pennentertainment.com để thảo luận. Cảm ơn bạn.Đọc thêm",
            "Hoàn toàn thiếu nhân viên làm việc tại sòng bạc này.  Chỉ có một người phát hành thẻ cho người chơi và là người thu ngân.  Các nhân viên còn lại rất thiếu chú ý đến các vấn đề và dịch vụ khách hàng. Hệ thống thông gió rất kém, rất khói và nóng.  Nếu bạn muốn chơi máy Dragon Link, đừng thử ở đây.  Tôi đã đến sòng bạc này ít nhất ba lần khác nhau. Trong mọi trường hợp, cùng một gia đình lớn nào đó luôn giữ cho máy DL luôn đầy đủ. Họ thực sự thay phiên nhau chơi. Họ cũng sẽ ngồi và không chơi trên một số máy DL nhất định chỉ để ngăn cản người khác chơi. Nhân viên sòng bạc có thể quan tâm ít hơn.Đọc thêm",
            "Chúng tôi rất tiếc khi thấy trải nghiệm của bạn với chúng tôi chỉ xứng đáng với một sao. Chúng tôi muốn tìm hiểu thêm về chuyến thăm của bạn với chúng tôi và xem mọi thứ đã sai ở đâu. Dịch vụ khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi muốn xem liệu chúng tôi có thể hỗ trợ bạn và giải quyết vấn đề của bạn hay không. Vui lòng liên hệ với ziapark.contact - pennentertainment.com để thảo luận. Cảm ơn bạn.Đọc thêm",
            "DON - T STAY HERE! We are a current guest of this hotel. If it wasn - t late we would leave. This is our stopover for the evening, and we will NEVER BE BACK. The cigarette smoke is so overwhelming as soon as you walk into the casino. The ventilation system leaves a lot to be desired. You can taste the smoke in the air.BAR: I find it bizarre that the bar staff were bothered by people wanting to order food or drinks. Hospitality is not something that is practiced here. If you try to get the attention of the bar staff, they will make eye contact with you multiple times, and then just continue their own conversation. You have to wait until they are done gossiping or texting on their phones before you can order a drink or food. Bar staff did not practice good hygiene. One female bar tender continually played with her hair in between making drinks. Then another bar tender started playing with that girls hair too. Neither of them would wash their hands after playing with hair, before making drinks. Cleaning is not something that happens enough, the entire bartop was very sticky  - imagine syrup being spread on a countertop - . We ordered pizza and a sandwich. Neither of us finished our food order because the food was terrible. The meat on the sandwich tasted sour.HOTEL ROOM: We noticed a musky smell when we walked in after getting to our room after checking in. We just assumed it was just the smell of the hotel room, and figured it would do for a quick overnight. It wasn - t until we came back to the room after eating, and took off our shoes, that we discovered the GROSS issue. Half of our room has soaking wet carpet. It - s not just damp, it - s actually wet. This is going to cause a mold issue and make people sick! Our floor is soaking wet  - and soft in some spots - , and we - re on the 4th floor. I imagine this would cause issues for the room directly below ours. It seems that the culprit of the wet floor could be from the AC unit, we are worried if we turn the AC to a different temperature that it could make the room smell worse than it already does.BATHROOM IN THE HOTEL ROOM: The shower has dispensers on the wall for shampoo, conditioner, and body wash. All of those are empty. If you would like any of those products you need to go down to the front desk and ask for some to take back to the room with you. Walking on the  bathroom floor with my shoes caused my shoes to stick to the floor. Regular cleaning is not done here.Don - t stay here... Continue on driving if you can! Don - t waste your money to be in a soggy hotel room.Read more",
            "Chúng tôi rất tiếc khi thấy trải nghiệm của bạn với chúng tôi chỉ xứng đáng với một sao. Chúng tôi sẽ truyền đạt phản hồi của bạn đến nhóm của chúng tôi.  Vui lòng liên hệ với ziapark.contact - pennentertainment.com để thảo luận. Cảm ơn bạn.Đọc thêm",
            "chỉ có khe và đường đua ngựa. không có bàn chơi bài. Khá khói. Không có đồ uống trên sàn sòng bạc. Hơi khác một chút so với những gì tôi mong đợiĐọc thêm",
            "Chúng tôi rất tiếc khi thấy trải nghiệm của bạn với chúng tôi chỉ xứng đáng với một sao. Chúng tôi muốn tìm hiểu thêm về chuyến thăm của bạn với chúng tôi và xem mọi thứ đã sai ở đâu. Dịch vụ khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi muốn xem liệu chúng tôi có thể hỗ trợ bạn và giải quyết vấn đề của bạn hay không. Vui lòng liên hệ với ziapark.contact - pennentertainment.com để thảo luận. Cảm ơn bạn.Đọc thêm",
            "Trẻ em có thể vào không?Đọc thêm",
            "Beginning Gate Bar and Grill thân thiện với trẻ em nhưng sòng bạc phải từ 21 tuổi trở lên.Đọc thêm",
            "Bạn có cần phải có id hình ảnh để vàoĐọc thêm",
            "Nó có mở cửa vào ngày Giáng sinhĐọc thêm",
            "Nó mở cửa vào ngày Giáng sinhĐọc thêm",
            "Khách sạn có hồ bơi không?Đọc thêm",
            "khôngĐọc thêm",
            "Bàn chơi game?Đọc thêm",
            "Vâng, họ có bàn chơi game. Đọc thêm",
            "Tôi - đang mang ngựa đến thả Tôi có con chó của tôi đi cùng Tôi chỉ thả ngựa xuống và rời đi không ở lại Tôi vẫn có thể vào khu vực chuồngĐọc thêm",
            "Tôi không biết - - Đọc thêm",
            "Sòng bạc mở cửa lần đầu vào tháng nàoĐọc thêm",
            "Tháng 2 năm 2004Đọc thêm",
            "Mở cửa vào ngày Giáng sinhĐọc thêm",
            "Tôi không có ý kiến. Bạn sẽ phải gọi cho họ, nhưng tôi nghĩ họ sẽ làm vậy vì khách sạn đang mở cửa kinh doanh.Đọc thêm"
        ],
        "star_ratings": [
            33,
            36,
            40,
            32,
            22
        ],
        "review_amount": 163,
        "location": [
            "Hoa Kỳ",
            "New Mexico - NM -",
            "Các hoạt động ở Hobbs",
            "Hobbs là ai?",
            "Sòng bạc Zia Park"
        ],
        "reviews_time": [
            "Written September 7, 2023",
            "Written July 22, 2023",
            "Written June 11, 2023",
            "Written May 10, 2023",
            "Written October 6, 2022",
            "Written August 27, 2022",
            "Written August 20, 2022",
            "Written August 8, 2022",
            "Written July 30, 2022",
            "Written July 24, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47061-d6948763-Reviews-Zia_Park_Casino-Hobbs_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d5562286-Reviews-Centennial_Steakhouse-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d12207406-Reviews-Starting_Gate_Bar_Grill-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d4654642-Reviews-Babe_s_Sports_Page_Bar_and_Grill-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d4715252-Reviews-Denny_s-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d26328100-Reviews-Texas_Roadhouse-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d8431309-Reviews-Rosa_s_Cafe_Tortilla_Factory-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d20037256-Reviews-Subway-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d4661018-Reviews-McDonald_s-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d7283090-Reviews-Starbucks-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47061-d19672471-Reviews-McAlister_s_Deli-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d6600375-Reviews-Western_Heritage_Museum_Lea_County_Cowboy_Hall_of_Fame-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d7916794-Reviews-Nana_s_Collectibles_Antique_Mall-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d9738301-Reviews-Center_for_the_Arts-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d27010863-Reviews-Walmart_Supercenter-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d27032712-Reviews-Harry_McAdams_State_Park-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d27016344-Reviews-Del_Norte_Park-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d27081596-Reviews-Del_Norte_Dog_Park-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d23656212-Reviews-M_t_Rv_Park-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d27015726-Reviews-JCPenney-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d27024503-Reviews-City_of_Hobbs_Parks_Recreation-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d6948763-Reviews-or10-Zia_Park_Casino-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d5833199-Reviews-Tia_Juana_s-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d11725694-Reviews-Jerbs_Custom_Jewelry-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d14786612-Reviews-Advanced_Bodywork_Massage-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d8616895-Reviews-Body_Kneads_Massage_Therapy-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d27038727-Reviews-Relax_Spa-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g47061-d27072799-Reviews-Bliss_Salon_Day_Spa-Hobbs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d207423-Reviews-Toledo_Zoo-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d289085-Reviews-Central_Market_Centraltirgus-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d105339-Reviews-Mendenhall_Glacier_Visitor_Center-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g29818-d12297966-Reviews-Angola_Travel_Plaza-Angola_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33013-d106087-Reviews-Raging_Waters_Los_Angeles-San_Dimas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d107622-Reviews-Shelf_Road-Cripple_Creek_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g19977610-d7622557-Reviews-Chiling_Waterfall-Peretak_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g33831-d1197640-Reviews-Grand_Theater_at_Foxwoods-Mashantucket_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1091705-Reviews-Pacific_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40447-d1784155-Reviews-Spar_Aquatic_Center-Sulphur_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47061-d6948763-Reviews-or10-Zia_Park_Casino-Hobbs_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47061-d6948763-Reviews-Zia_Park_Casino-Hobbs_New_Mexico.html"
    }
]