[
    {
        "attraction_name": "Zona Arqueologica Teotihuacan",
        "attraction_name_vi": "Khu khảo cổ Teotihuacan",
        "general_info": [
            "8.956 đánh giá",
            "- 2 trong số 16 điều cần làm ở San Juan Teotihuacan",
            "Di tích cổ",
            "Điểm tham quan - Di tích lịch sử"
        ],
        "attraction_summary": "Kim tự tháp Mặt trời và Kim tự tháp Mặt trăng thống trị những tàn tích của nơi từng là thành phố lớn thứ sáu trên thế giới.Đọc thêm",
        "reviews": [
            "Tất cả chúng ta đã có một thời gian tuyệt vời. Các tàn tích có hình dạng tuyệt vời và là một địa điểm thú vị để xem. Có gió mát liên tục nhưng bạn cần mũ, ô và kem chống nắng vì không có bóng râm. Nắng đầy đủ. Các nhà hàng xung quanh di tích đều tốt. Chúng tôi đã sử dụng Uber và có trải nghiệm tốt với tất cả các chuyến đi Uber!Đọc thêm",
            "Nếu bạn đang ở CDMX thì dùng uber thì khá dễ dàng. Chi phí là - 30- - 40 USD. Nếu bạn được thả ở cửa đầu tiên, bạn sẽ phải đi bộ khoảng nửa dặm mới đến được các kim tự tháp thực sự. Nếu bạn được thả xuống phía sau khuôn viên, các kim tự tháp sẽ ở rất gần. Việc gọi lại uber có thể khó khăn, nhưng trường hợp xấu nhất là bạn bắt taxi vào trung tâm thành phố Teotihuacán và bắt uber từ đó. Bắt một chiếc uber có lẽ dễ dàng hơn ở gần lối vào phía trước của khuôn viên, so với lối vào phía sau gần các kim tự tháp hơn. Thuê một hướng dẫn viên có thể nâng cao trải nghiệm của bạn, nhưng không cần thiết. Đọc thêm",
            "Chúng tôi đã đến thăm hai lần và lần này chúng tôi bước vào và thuê Christaynn làm hướng dẫn viên du lịch chính thức. Anh ấy thật phi thường. Những đứa trẻ 7 và 10 tuổi của chúng tôi đã ghi lại lịch sử và niềm tự hào về di sản Mexico của chúng. Người dân bản địa của chúng tôi rất tài năng và thông minh và đã tạo ra những công trình kiến ​​trúc tráng lệ tồn tại 2000 năm sau. Thật tuyệt vời!Đọc thêm",
            "Chúng tôi đến sớm trước khi đám đông tụ tập và tận hưởng 2 giờ đồng hồ ngắm nhìn địa điểm rộng lớn này. Có một quãng đi bộ khá dài từ lối vào các kim tự tháp ấn tượng, nhưng việc đi bộ giúp bạn cảm nhận rõ hơn về quy mô của địa điểm thay vì bị lái theo lối sau. Địa điểm rộng mở và rất nóng, vì vậy hãy nhớ mang theo nước.Đọc thêm",
            "Nếu bạn ở Mexico City thì đây là nơi phải xem tàn tích của người Aztec! Hãy chắc chắn đi vào buổi sáng để đón bình minh và đánh bại đám đông! Hãy nhớ đi bộ toàn bộ Đại lộ Người chết. Nếu bạn sử dụng dịch vụ ô tô và họ đợi, hãy yêu cầu họ thả bạn ở Cổng 2 và đón bạn ở Cổng 1. Bạn - sẽ cảm ơn tôi!Đọc thêm",
            "Một trong những địa điểm khảo cổ vĩ đại nhất của Mesoamerica. Lần cuối tôi đến thăm cách đây khoảng 30 năm và đã quên mất cầu thang ở nhiều ngôi chùa dốc và nguy hiểm như thế nào. Tôi - tôi chắc rằng năm nào cũng có nhiều khách du lịch bị ngã và bị thương. Tôi khuyên bạn nên dùng gậy leo núi hoặc gậy.\n\nĐối với những người nói tiếng Tây Ban Nha, thật dễ dàng để đến khu di tích bằng phương tiện giao thông công cộng. Chỉ cần đi tàu điện ngầm đến Terminal Norte de Autobuses và mua vé khứ hồi - 120 peso - . Phòng vé nằm gần khu 8 bên trong nhà ga.Đọc thêm",
            "Tour đi bộ tuyệt vời của kỳ quan lịch sử này. Đi bộ nhiều nhưng có một hướng dẫn viên du lịch để chia sẻ rất nhiều lịch sử khiến chuyến đi trở nên rất thú vị. Đội một chiếc mũ chống nắng và đi giày đi bộ thoải mái và bạn sẽ có một khoảng thời gian vui vẻ.Đọc thêm",
            "Tôi đã thực hiện một chuyến đi nhanh đến đây trước chuyến bay buổi chiều từ Thành phố Mexico và tôi - tôi rất vui vì đã làm như vậy! Người hướng dẫn của tôi và tôi là người thứ hai và thứ ba ở lối vào sau khi nó mở cửa lúc 8 giờ và ít nhất đã có chỗ cho riêng mình trong một thời gian ngắn. Mọi người đến để xem kim tự tháp nhưng điều tôi hoàn toàn không biết gì về tất cả các bức tranh tường và đồ trang trí. Nếu bạn quan tâm, hãy để ý đến người đàn ông khiêm tốn đang vẽ tranh bằng thuốc lá, cúc vạn thọ, lưu ly, lê gai và cánh kiến. Chứng kiến ​​anh quay trở lại thời điểm trước khi người châu Âu đến sáng tạo nghệ thuật là một trong những trải nghiệm bất ngờ và cảm động nhất mà tôi từng đi du lịch.Đọc thêm",
            "Một cảnh tượng tuyệt vời, khác lạ, đáng để mọi người dành chuyến đi! \n\nĐi cùng với hướng dẫn viên du lịch trong chuyến tham quan vào sáng sớm. Tôi đề nghị điều này vì về cơ bản ở đó không có bóng râm và trời khá nóng vào buổi chiều. Hướng dẫn viên du lịch cũng rất hữu ích khi chỉ ra những điều quan tâm và cung cấp thông tin cơ bản. Chúng tôi đã dành khoảng 3 giờ ở đó, có rất nhiều thời gian. Mang theo nhiều nước, chống nắng, giày đi bộ tốt và đồ ăn nhẹ. Có rất nhiều người bán đồ lưu niệm trong khu vực nhưng tôi không thấy ai bán nước nên hãy chắc chắn rằng bạn có trước. Bạn cũng không thể leo lên kim tự tháp của mặt trời hoặc mặt trăng do những lo ngại về khảo cổ học nhưng có một kim tự tháp nhỏ hơn mà bạn có thể leo lên ở cuối khu vực công viên. \n\nChúng tôi đến thăm vào ngày xuân phân và có một số nhóm người đang thực hiện các nghi lễ.\n\nMột chuyến đi trong ngày thực sự hấp dẫn từ Thành phố Mexico và là một phần quan trọng của lịch sử. Chúng tôi đã có một khoảng thời gian tuyệt vời. Nếu có thể thực hiện được chuyến đi thì nhất định bạn nên đi.Đọc thêm",
            "Trong ngôn ngữ Nahuatle của người Mỹ Mezo cổ, nó là - Thành phố của các vị thần - . Các nhà sử học ước tính có khoảng 200.000 người từng sống ở đây, khiến nơi đây trở thành một trong những thành phố lớn nhất thế giới trong thời kỳ tiền Aztec. Khi nhìn thấy những cấu trúc này trong hình ảnh và video, chúng thật tuyệt vời. Khi đích thân đứng giữa họ, bằng xương bằng thịt, bạn sẽ trở nên kinh ngạc - giống như lần đầu tiên được trải nghiệm Grand Canyon! Bắt đầu từ Kim tự tháp Mặt trời, đây là một ví dụ đáng kinh ngạc về sự khéo léo, sự kiên trì, nguồn lực và tiến bộ công nghệ của con người. Hình ảnh làm sự lộng lẫy này không có công lý gì cả! Để đi bộ toàn bộ khu vực rộng khoảng 8 dặm vuông là điều gần như không thể và cần một chút thể chất! UNESCO đã tuyên bố đây là Di sản Thế giới vào năm 1987 và chúng tôi rất vui vì họ đã làm như vậy. Khi đi qua đống đổ nát, bạn sẽ thấy một số tàn tích của những ngôi nhà, cung điện và nhà ở một tầng và khi bạn đi dọc theo Đại lộ Người chết - đó là con đường chính - trong hơn một dặm rưỡi, bạn nhận ra sự to lớn của tòa thành này. Bạn sẽ bắt gặp Kim tự tháp Mặt trăng, bức chạm khắc Quetzalcóatl - Feathered Serpent - , La Ciudadela, Graves ước tính có niên đại từ trên hoặc khoảng 200 CN. Đây là một kinh nghiệm phải được thực hiện để cá nhân hiểu được ý nghĩa và sự tồn tại đáng kinh ngạc của nó. Phải ghé thăm đối với những người yêu thích lịch sử cũng như nhà thám hiểm! Đặc biệt nếu bạn - không phải là người dễ bị kinh ngạc!Đọc thêm",
            "Trong ngôn ngữ Nahuatle của người Mỹ Mezo cổ, nó là - Thành phố của các vị thần - . Các nhà sử học ước tính có khoảng 200.000 người từng sống ở đây, khiến nơi đây trở thành một trong những thành phố lớn nhất thế giới trong thời kỳ tiền Aztec. Khi nhìn thấy những cấu trúc này trong hình ảnh và video, chúng thật tuyệt vời. Khi đích thân đứng giữa họ, bằng xương bằng thịt, bạn sẽ trở nên kinh ngạc - giống như lần đầu tiên được trải nghiệm Grand Canyon! Bắt đầu từ Kim tự tháp Mặt trời, đây là một ví dụ đáng kinh ngạc về sự khéo léo, sự kiên trì, nguồn lực và tiến bộ công nghệ của con người. Hình ảnh làm sự lộng lẫy này không có công lý gì cả! Để đi bộ toàn bộ khu vực rộng khoảng 8 dặm vuông là điều gần như không thể và cần một chút thể chất! UNESCO đã tuyên bố đây là Di sản Thế giới vào năm 1987 và chúng tôi rất vui vì họ đã làm như vậy. Khi đi qua đống đổ nát, bạn sẽ thấy một số tàn tích của những ngôi nhà, cung điện và nhà ở một tầng và khi bạn đi dọc theo Đại lộ Người chết - đó là con đường chính - trong hơn một dặm rưỡi, bạn nhận ra sự to lớn của tòa thành này. Bạn sẽ bắt gặp Kim tự tháp Mặt trăng, bức chạm khắc Quetzalcóatl - Feathered Serpent - , La Ciudadela, Graves ước tính có niên đại từ trên hoặc khoảng 200 CN. Đây là một kinh nghiệm phải được thực hiện để cá nhân hiểu được ý nghĩa và sự tồn tại đáng kinh ngạc của nó. Phải ghé thăm đối với những người yêu thích lịch sử cũng như nhà thám hiểm! Đặc biệt nếu bạn - không phải là người dễ bị kinh ngạc!Đọc thêm",
            "Đây là một chuyến đi trong ngày đáng giá từ CDMX nếu bạn chưa bao giờ nhìn thấy kim tự tháp hoặc là một người đam mê lịch sử - khảo cổ học. Đi đến đó và quay lại khá dễ dàng với xe buýt chạy hàng giờ và đi xe một chiều trong 2 giờ. Vấn đề với nơi này là cái nóng dữ dội - nơi này không mở cửa vào sáng sớm, vì vậy cách tiếp cận đó cũng không hiệu quả - và không có bóng râm, cũng như thiếu nhiều thông tin về nơi này. Không có biển báo nào cho bạn biết về nơi này, do đó bạn phải thuê một hướng dẫn viên để có một số thông tin. Nếu bạn không muốn có hướng dẫn viên, hãy nghiên cứu trực tuyến hoặc mang theo một cuốn sách hướng dẫn mỏng. Cá nhân tôi không nghĩ rằng hướng dẫn viên cũng biết quá nhiều và do đó, việc thuê một người ở đây không có nhiều giá trị. Một số gợi ý: 1. Đừng để cái nóng làm phiền bạn, hãy mặc quần áo rộng rãi - vải lanh, v.v. - , mang theo kem chống nắng, mũ, nước và đồ ăn nhẹ. 2. Có rất nhiều người bán hàng rong có thể gây khó chịu với âm thanh chói tai của họ, nhưng tốt nhất là nên bỏ qua. 3. Có một khu chợ đẹp bên ngoài và bên trong khu vực, vì vậy nếu bạn muốn đắm mình vào liệu pháp mua sắm, bạn có thể. Một trong những cửa hàng bán kem ngon - bắt đầu chợ bên cạnh Cổng - 2 -, và tôi rất vui về điều đó. 4. Ngay bên ngoài chợ Cổng - 1, có một khu chợ thành phố nhỏ - bạn có thể muốn tìm một người bán hàng rong ven đường bán dừa tươi ở đó và có nước dừa. 5. Có một số tiếng còi mà họ bán bên trong khu vực tạo ra âm thanh rất cao, và người bán hàng liên tục trình diễn nó. Nó có thể rất khó chịu và khó chịu, vì vậy hãy kiên nhẫn với bạn. Tận hưởng chuyến đi! Đọc thêm",
            "Một cảnh tượng tuyệt vời, khác lạ, đáng để mọi người dành chuyến đi! Đi cùng với hướng dẫn viên du lịch trong chuyến tham quan vào sáng sớm. Tôi đề nghị điều này vì về cơ bản ở đó không có bóng râm và trời khá nóng vào buổi chiều. Hướng dẫn viên du lịch cũng rất hữu ích khi chỉ ra những điều quan tâm và cung cấp thông tin cơ bản. Chúng tôi đã dành khoảng 3 giờ ở đó, có rất nhiều thời gian. Mang theo nhiều nước, chống nắng, giày đi bộ tốt và đồ ăn nhẹ. Có rất nhiều người bán đồ lưu niệm trong khu vực nhưng tôi không thấy ai bán nước nên hãy chắc chắn rằng bạn có trước. Bạn cũng không thể leo lên kim tự tháp của mặt trời hoặc mặt trăng do những lo ngại về khảo cổ học nhưng có một kim tự tháp nhỏ hơn mà bạn có thể leo lên ở cuối khu vực công viên. Chúng tôi đến thăm vào ngày xuân phân và có một số nhóm người đang tổ chức các nghi lễ. Một chuyến đi trong ngày thực sự hấp dẫn từ Thành phố Mexico và một phần quan trọng của lịch sử. Chúng tôi đã có một khoảng thời gian tuyệt vời. Nếu có thể thực hiện được chuyến đi thì nhất định bạn nên đi.Đọc thêm",
            "Nhắc đi nhắc lại, hãy nhắc nhở uống nhiều nước - tối thiểu 1 lít mỗi người - , ngay cả khi bắt đầu sớm, ngoài đó rất nóng và khô... Có hướng dẫn viên du lịch, chỉ cần hỏi ở lối vào, cần 10 người - bằng tiếng Tây Ban Nha - thật tuyệt vời, nếu không có người hướng dẫn bạn sẽ lạc lối và bỏ lỡ hầu hết những điều thú vịĐọc thêm",
            "Tôi đã thực hiện một chuyến đi nhanh đến đây trước chuyến bay buổi chiều từ Thành phố Mexico và tôi - tôi rất vui vì đã làm như vậy! Người hướng dẫn của tôi và tôi là người thứ hai và thứ ba ở lối vào sau khi nó mở cửa lúc 8 giờ và ít nhất đã có chỗ cho riêng mình trong một thời gian ngắn. Mọi người đến để xem kim tự tháp nhưng điều tôi hoàn toàn không biết gì về tất cả các bức tranh tường và đồ trang trí. Nếu bạn quan tâm, hãy để ý đến người đàn ông khiêm tốn đang vẽ tranh bằng thuốc lá, cúc vạn thọ, lưu ly, lê gai và cánh kiến. Chứng kiến ​​anh quay trở lại thời điểm trước khi người châu Âu đến sáng tạo nghệ thuật là một trong những trải nghiệm bất ngờ và cảm động nhất mà tôi từng đi du lịch.Đọc thêm",
            "Tour đi bộ tuyệt vời của kỳ quan lịch sử này. Đi bộ nhiều nhưng có một hướng dẫn viên du lịch để chia sẻ rất nhiều lịch sử khiến chuyến đi trở nên rất thú vị. Đội một chiếc mũ chống nắng và đi giày đi bộ thoải mái và bạn sẽ có một khoảng thời gian vui vẻ.Đọc thêm",
            "Một nơi rất đẹp để khám phá - diện tích rộng lớn nhờ đó bạn có thể - không biết có bao nhiêu khách du lịch ở đó cùng một lúc. Kinh nghiệm hay, khuyên bạn nên xem Tuy nhiên - ở phía trước - khu vực vào có chó đi lạc, cực kỳ khát và đói - bạn có thể nhìn và đếm từng khúc xương - vì vậy vui lòng mang theo thức ăn và nước uống cho chó khi đến thăm. Đọc thêm",
            "Tôi - đã đến thăm các địa điểm khảo cổ trên khắp thế giới và đây là một địa điểm tuyệt đối PHẢI XEM! Một trang web cực kỳ quan trọng và ở trạng thái rất tốt. Một số lưu ý: Nó - rất lớn - hãy chuẩn bị cho việc đi bộ nhiều! Không có bóng râm - nắng đầy đủ. Yêu cầu mũ, kính râm và kem chống nắng. Tuyệt đối phải đến đó sớm, trước khi tất cả các xe buýt chở đầy khách du lịch đến Không cần thiết phải có một chuyến tham quan có hướng dẫn bắt đầu từ khách sạn của bạn ở CDMX, chi phí rất cao. Chúng tôi đã bắt một chiếc Uber từ khách sạn của chúng tôi đến trang web, nơi rẻ hơn. Hướng dẫn có sẵn ngay khi bạn vào trang web. Chúng tôi đã hỏi một số câu hỏi thích hợp và tìm được một người hướng dẫn, người TUYỆT VỜI - rất hiểu biết, thông thạo tiếng Anh, có hiểu biết sâu sắc về địa điểm này và mối quan hệ của nó với khảo cổ học của toàn khu vực. Anh ấy đã tạo ra sự khác biệt lớn cho trải nghiệm! Bạn PHẢI mang theo tiền mặt để thanh toán cho hướng dẫn viên và mua bất cứ thứ gì tại chỗ. Không có điện, máy ATM, đầu đọc thẻ hay bất cứ thứ gì. Chỉ cần tiền mặt lạnh lùng! Đây là một trang web đẳng cấp thế giới - nó đã thay đổi cuộc đời tôi!Đọc thêm",
            "Tôi đã đi khinh khí cầu qua các kim tự tháp và sau đó đến thăm chúng. Chúng là bản sao của các kim tự tháp ban đầu, nhưng được làm bằng những viên đá nguyên bản. Tôi rất buồn vì không thể leo lên các kim tự tháp, nhưng giờ đây người ta cấm làm điều đó.Đọc hơn",
            "Ồ! Việc truy cập vào đây nên có trong danh sách nhóm của mọi người. Thành phố Mexico là một nơi tuyệt vời để tham quan và những tàn tích ở đây cũng vậy. Teotihuacan là một thành phố Mesoamerican cổ kính ở ngoại ô Thành phố Mexico. Có hai kim tự tháp lớn, khu dân cư phức hợp dành cho nhiều gia đình, Đại lộ của Người chết và những bức tranh tường được bảo tồn tốt. Thật đáng kinh ngạc khi được chiêm ngưỡng! Quá nhiều lịch sử và văn hóa! Đó là chồng tôi, tôi và đứa con trai 6 tuổi của chúng tôi. Chúng tôi đã đi một chuyến tham quan riêng nên chúng tôi biết mình đang xem gì và có thể thích nghi bất cứ lúc nào. Điều đó thực sự hiệu quả! Chúng tôi lái xe khoảng 1 giờ từ Polanco đến Teotihuacan. Chúng tôi đi vào qua Cổng 3. Đầu tiên, chúng tôi sử dụng phòng tắm và mua cho con trai tôi một cặp kính râm trước khi vào. Chúng tôi nhìn thấy Kim tự tháp Mặt trời và một số bức tranh tường nguyên bản. Người hướng dẫn chỉ cho chúng tôi khoảng một giờ. Sau đó, anh ấy lái xe đến Cổng 1, và chúng tôi đi bộ trên Đại lộ Tử thần - khoảng một dặm - đi qua hàng tấn pryamid nhỏ, tàn tích, v.v., và đi qua kim tự tháp Mặt Trăng - người hướng dẫn viên nói đây là kim tự tháp lớn thứ 3 trên Thế giới sau 1 ở Mexico và - 2 kim tự tháp Giza ở Ai Cập. -  Nó rất mát mẻ. Có vài người bán đồ lưu niệm nhưng đáng ngạc nhiên là nó không đông lắm. Tất cả những gì tôi đọc đều nói rằng nó sẽ cực kỳ đông đúc.Đọc thêm",
            "Xin chào!  - Bạn có thể thuê người hướng dẫn khi bạn đã đến Teotihuacan không?Đọc thêm",
            "Có, ngay cả trước khi vào đã có một số hướng dẫn viên cung cấp dịch vụ của họ.Đọc thêm",
            "Cảm ơn lời khuyên của bạn, Rất hữu ích! Cổng sau ...bạn có tình cờ biết số cổng không? Chắc chồng tôi sẽ cần thuê một chiếc xe lăn, trang này không cung cấp nhiều thông tin hay email liên hệ. Tks lần nữaĐọc thêm",
            "Xin chào, Có, có những khu vực có thể tiếp cận hợp lý, có lẽ là Cổng - 3 và - 5. Ngoài ra, nếu bạn đi cùng một nhóm du lịch - hướng dẫn viên - họ có thể giúp bạn, thậm chí có thể cung cấp xe lăn và các phương tiện di chuyển phù hợp.  Khách sạn hoặc chủ nhà AirBnB của bạn cũng là một nguồn tài nguyên tuyệt vời.\nNói vậy thôi, tôi đã sử dụng phương tiện giao thông công cộng từ CDMX. Khi tôi đến cổng - tôi nhận thấy hướng dẫn viên du lịch cung cấp các chuyến đi bằng xe golf có thể là một lựa chọn rủi ro trong trường hợp có sẵn các chuyến đi nhưng nếu bạn - tiếp tục cuộc phiêu lưu: - Dù sao đi nữa, đó - là một cảnh tượng tuyệt vời nhất và bạn sẽ có thể để tận hưởng, đánh giá cao và tìm hiểu từng khoảnh khắc của nóĐọc thêm",
            "Xin chào tốt! Chúng tôi sắp tự mình làm Teotihuacan, bạn có biết ở cổng vào có chỗ nào thuê hướng dẫn viên không? Họ xử lý những mức giá nào? Họ nói với chúng tôi rằng bên trong cũng có những hướng dẫn viên miễn phí là sinh viên và sau đó bạn trả tiền boa cho họ, điều đó có đúng không?\nTôi đọc chúng! Cảm ơn bạnĐọc thêm",
            "Có, ở lối vào - ở khu vực lối vào, bạn có thể thuê hướng dẫn viên; Thật không may, tôi đã quên giá, nhưng chúng có thể quản lý được.Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Teotihuacan vào đầu tháng 10.  - Có nơi nào để lại vali không?  - Cảm ơn bạn rất nhiều!Đọc thêm",
            "CHÀO! Địa điểm này đóng cửa lúc 3 giờ chiều đối với tất cả du khách hay chỉ bán vé và du khách được phép ở lại lâu hơn?Đọc thêm",
            "CHÀO! Con đực này đóng cửa lúc 3 giờ chiều cho tất cả du khách hay chỉ bán vé?Đọc thêm",
            "CHÀO!  Chi phí thuê hướng dẫn viên vào cổng là bao nhiêu? Cảm ơn trước!Đọc thêm",
            "Khi nào nó sẽ mở cửa cho khách du lịch? Có ngày nào không?Đọc thêm",
            "El Paso có mở cửa cho các kim tự tháp không? Mình sẽ đi vào tháng 3 năm 2021, cảm ơn bạnĐọc thêm",
            "Chào buổi sáng, \nTrong thời điểm Covid này, trang web có mở cửa không? Tôi không thể tìm thấy thông tin...Đọc thêm",
            "Hôm nay đã đến đó, nó đã mở cửa mặc dù chúng tôi không thể đi lên được. Nó - thật tuyệt vờiĐọc thêm"
        ],
        "star_ratings": [
            7471,
            1275,
            166,
            28,
            16
        ],
        "review_amount": 8956,
        "location": [
            "Những hoạt động nên làm ở San Juan Teotihuacan",
            "San Juan Teotihuacan",
            "México",
            "Khu khảo cổ Teotihuacan",
            "Trung Mexico và Bờ Vịnh",
            "bang México"
        ],
        "reviews_time": [
            "Written June 4, 2023",
            "Written July 18, 2023",
            "Written October 4, 2023",
            "Written November 12, 2023",
            "Written November 20, 2023",
            "Written November 28, 2023",
            "Written February 23, 2024",
            "Written March 11, 2024",
            "Written March 24, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written April 3, 2024",
            "Written March 24, 2024",
            "Written March 18, 2024",
            "Written March 11, 2024",
            "Written February 23, 2024",
            "Written February 7, 2024",
            "Written February 3, 2024",
            "Written January 25, 2024",
            "Written January 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g499421-d153714-Reviews-Zona_Arqueologica_Teotihuacan-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d13296066-Reviews-Conejo_en_la_Luna-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d1209971-Reviews-La_Gruta_Restaurant-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d6782343-Reviews-Restaurant_Tlacaelel-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d18981101-Reviews-Rancho_Azteca-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14989463-d23965343-Reviews-Restaurante_Sunna_Vibra_De_Mar-Teotihuacan_de_Arista_Teotihuacan_Municipality_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d12315078-Reviews-Restaurant_Mi_Mexico_Lindo-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d12227513-Reviews-Restaurante_Mirador_Piramides-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d11891652-Reviews-Restaurante_las_Piramides-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d23437572-Reviews-Restaurante_Aca_Entre_Nos-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499421-d11613630-Reviews-Restaurant_El_Ranchito-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d15026179-Reviews-Teotihuacan_Pyramids-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d10288102-Reviews-Piramide_de_la_Serpiente_Emplumada-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d155096-Reviews-Museo_de_Sitio_Teotihuacan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g3172174-d24935933-Reviews-Piramides_De_Teotihuacan-San_Martin_de_las_Piramides_Central_Mexico_and_Gulf_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d27168822-Reviews-Piramide_del_Sol-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d12632314-Reviews-Museo_De_Los_Murales_Teotihuacanos_Beatriz_de_La_Fuente-San_Juan_Teotihuacan_Cen.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d12033386-Reviews-Museo_Manuel_Gamio_Centro_de_Estudios_Teotihuacanos-San_Juan_Teotihuacan_Central.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d20300538-Reviews-Piramide_de_la_Luna-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d3794319-Reviews-Reino_Animal-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g3172174-d19012188-Reviews-Cusiparroquia_Ecce_Homo-San_Martin_de_las_Piramides_Central_Mexico_and_Gulf_Coa.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d153714-Reviews-or10-Zona_Arqueologica_Teotihuacan-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d12635662-Reviews-Palacio_de_Tepantitla-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d20252269-Reviews-Palacio_de_Atetelco-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d3642183-Reviews-La_Barca_de_La_Fe-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d20252274-Reviews-Palacio_de_Yayahuala-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d20252271-Reviews-Palacio_de_Zacuala-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d27734789-Reviews-Zona_Arqueologica_de_Teotihuacan-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d16648679-Reviews-Globos_Aerostaticos_MX-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g3172174-d7626281-Reviews-Vuelos_en_globo_MX-San_Martin_de_las_Piramides_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d3172178-Reviews-Teotihuacan_en_Bici-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d10086981-Reviews-Teotihuacan_Real_Archaeology_Tours-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d23365056-Reviews-Sky_Balloons-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d7000917-Reviews-Flying_Pictures_Mexico-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d5937822-Reviews-Volare-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g499421-d13792157-Reviews-Aerodiverti-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g15332575-d27250506-Reviews-Mexicanitzimo_By_Ciceno_S-San_Sebastian_Xolalpa_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g56180-d8444983-Reviews-Lake_Livingston_Dam-Livingston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g580270-d8011627-Reviews-Mojacar_Street_Market-Mojacar_Province_of_Almeria_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d311626-Reviews-Qutub_Minar-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064131-Reviews-Areopagus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d102978-Reviews-Whaley_House_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d10540702-Reviews-The_Dome-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d6659400-Reviews-The_Outlet_Collection_at_Riverwalk-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187479-d629840-Reviews-Aqualand_Costa_Adeje-Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1156216-d7598483-Reviews-Mini_Ooty-Malappuram_Malappuram_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244447-Reviews-Royal_Palace_Amsterdam-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g499421-d153714-Reviews-or10-Zona_Arqueologica_Teotihuacan-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Co.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g499421-d153714-Reviews-Zona_Arqueologica_Teotihuacan-San_Juan_Teotihuacan_Central_Mexico_and_Gulf_Coast.html"
    }
]