[
    {
        "attraction_name": "ZOO Ljubljana",
        "attraction_name_vi": "SỞ THÚ Ljubljana",
        "general_info": [
            "469 đánh giá",
            "15 trên 257 hoạt động giải trí ở Ljubljana",
            "Sở thú"
        ],
        "attraction_summary": "Một chuyến thăm sở thú luôn là một ý tưởng hay. Tại Vườn thú của chúng tôi, các loài động vật bản địa và kỳ lạ hơn sinh sống trong môi trường tự nhiên xung quanh công viên Tivoli-Rožnik-Šišenski hrib. ZOO Ljubljana không chỉ mang đến cái nhìn cận cảnh ấm cúng về hơn 500 loài động vật mà còn có nhiều cuộc phiêu lưu động vật khác nhau hoặc đơn giản là cơ hội thú vị để quan sát sư tử biển, mèo lớn, hươu cao cổ, meerkats và các động vật khác vào giờ cho ăn. Nếu bạn mang theo dụng cụ cắm trại ban đêm, bạn thậm chí có thể qua đêm ở đây vào một số ngày nhất định! Vườn thú cũng cung cấp một sân chơi thực sự tuyệt vời cho trẻ em cũng như là nơi thư giãn cho cha mẹ và những du khách khác. Những con chó cũng được chào đón. Chúng tôi cung cấp chỗ đậu xe miễn phí, nhưng bạn cũng có thể đến Sở thú bằng xe buýt thành phố Ljubljana số 18 hoặc 18L. Vườn thú mở cửa hàng ngày trong năm!Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời cho trẻ em 4 8 tuổi. Tránh đi bằng xe đẩy và khá khó khăn đối với những người bị hạn chế về khả năng di chuyểnĐọc thêm",
            "Tôi luôn thích đến sở thú khi đi nghỉ. Tôi đã đến nhiều nơi trên thế giới trong nhiều năm. Đây là trên mức trung bình về quy mô, số lượng động vật sạch sẽ. Bạn gái tôi, tôi đã dành 4 giờ ở đây vào một ngày nắng đẹp để đi dạo xung quanh ngưỡng mộ những loài động vật tuyệt đẹp, nhìn chung chúng có vẻ được chăm sóc chu đáo và vui vẻ. Chúng tôi thường thấy những người nuôi thú cho chúng ăn trong khi chúng tôi đi dạo xung quanh. Chúng tôi ăn trưa tại quán cà phê, đồ ăn rất ngon và không quá đắt. Một số vườn thú đang có một con đường nghiêng khá dốc, nhưng có những nơi có thể dừng lại để ngồi ở khắp mọi nơi. Đề xuất một sở thú tốt.Đọc thêm",
            "Tôi rất tiếc cho chú gấu tội nghiệp trong chiếc lồng quá nhỏ. Bốn chân người Áo cố gắng giải cứu chú và chuyển chú chó này đến một khu bảo tồn thiên nhiên rộng lớn thực sự rộng 3000m nhưng người chủ từ chối.Đọc thêm",
            "Sở thú tuyệt vời! Tôi ngạc nhiên nhất về cách động vật được đối xử tử tế và tôn trọng cũng như cách cư dân của chúng cởi mở và suy xét. Chắc chắn sẽ ghé thăm lần nữa! Đọc thêm",
            "Tôi rất thích nó, đã dành 4 giờ ở đó, hoàn toàn tận hưởng bầu bạn của tất cả các loài động vật. Tôi sẽ trở lại. Cảm ơn bạn.Đọc thêm",
            "Chúng tôi dành phần lớn thời gian trong ngày ở sở thú. Chúng tôi đi bộ đến đó và trở về từ khu phố cổ của thành phố. Ngày hôm qua đã chi số tiền tương tự cho một chuyến thăm thú vị tới một hoạt động trong thành phố, chúng tôi không có nhiều kỳ vọng. Chúng tôi thực sự không cần phải làm vậy! Vườn thú rộng và rộng rãi. Một số loài động vật có thể có chuồng lớn hơn như gấu báo đốm nhưng nhìn chung chúng tôi rất ấn tượng!! Và giá vé rất hợp lý. Khu vui chơi tuyệt vời cho con trai 3 tuổi rưỡi của chúng tôi. Chúng tôi cũng có một chiếc bánh pizza và cà phê từ nhà hàng thật tuyệt vời. Tôi muốn giới thiệu!Đọc thêm",
            "Từ góc độ động vật thì đây là một sở thú khủng khiếp. Hầu hết các loài động vật đều có chuồng nhỏ và nhàm chán. Rất nhiều loài động vật có hành vi rập khuôn. Chưa kể một số loài rất thông minh lại bị nuôi rất tệ. 3 con tinh tinh trong một cái lồng giống chim. Một con voi hoàn toàn tự lập. Điều này thật đáng buồn. Tôi không hiểu điều này vẫn được cho phép vào năm 2023!Đọc thêm",
            "Sở thú rất dễ dàng để sử dụng xe buýt, điều này thật tuyệt. Nó có kích thước trung bình nhưng phần lớn là không gian trống rỗng, một ngày nào đó có thể được lấp đầy hoặc không; cũng như cảm giác hơi kỳ lạ khi có một số loài động vật bị cô lập như vậy. Để đến được với chúng, bạn phải đi bộ lên dốc, điều này có thể gây khó khăn cho một số người. Động vật nhìn chung dường như được chăm sóc tốt mặc dù một số loài tốt hơn những loài khác, chẳng hạn như hổ có chuồng rất lớn trong khi báo đốm có mức tối thiểu theo quan điểm không phải chuyên gia của tôi, voi cũng vậy có vẻ khó chịu. Có một sân chơi dành cho trẻ em nên tôi nghĩ chúng sẽ thích nó. Ngoài ra còn có một nhà hàng, cà phê ở đó ngon nhưng đừng gọi pizza, thật buồn và chưa chín kỹ. Đáng ngạc nhiên là nhà hàng không đắt hơn thành phố. Tuy nhiên, thời gian chờ đợi có thể khá lâu, tùy thuộc vào số lượng khách. Nhà vệ sinh sạch sẽĐọc thêm",
            "Vườn thú này đã nuôi dưỡng rất tốt các loài động vật từ các châu lục khác nhau. Thông tin về cuộc sống và tính năng của họ cũng được trình bày. Đọc thêm",
            "Tốt nhất là đi xe buýt số 18 ở đây vì nó khá xa trung tâm thành phố. Giá vé là 10 euro và rất đáng giá. Không quá đông đúc vì tôi đến sớm và vào ngày trong tuần. Có rất nhiều động vật được trưng bày với một chuyến đi bộ thú vị qua các khu vực rừng rậm, đồi có thể dốc ở một số nơi. Một số khu vực đang trong quá trình hoàn thiện nhưng một số khác thì tuyệt vời vì đã được hiện đại hóa theo các tiêu chuẩn mới được đặt ra tại các sở thú khác. Thật thú vị khi thấy một số loài động vật mà chúng ta coi là động vật hoang dã phổ biến ở Vương quốc Anh lại được coi là động vật kỳ lạ ở đây. Chúng có hầu hết các loài được đám đông yêu thích ở đây, Một trải nghiệm thú vị. Đọc thêm",
            "Tôi muốn biết sở thú có mở cửa vào Chủ nhật ngày 17 tháng 4 năm 2022, ngày lễ Phục sinh hay không. Cảm ơn bạnĐọc thêm",
            "Hiện tại bạn có cởi mở với hào quang không? Đọc thêm",
            "Xin chào,\nCó, ZOO Ljubljana mở cửa nên rất hoan nghênh bạn ghé thăm! Vẫn còn một số hạn chế nhất định - nhà hàng chỉ có thể phục vụ đồ uống và đồ ăn mang đi, một số khu trưng bày trong nhà vẫn đóng cửa và bắt buộc phải đeo khẩu trang ở tất cả các không gian trong nhà khác. Tuy nhiên, bạn vẫn có thể tận hưởng chuyến đi dạo tuyệt vời giữa các loài động vật trong khu rừng tự nhiên tuyệt đẹp.\nTrân trọng,\nMaša, ZOO LjubljanaĐọc thêm",
            "bạn có thể thanh toán phí nhập cảnh bằng thẻ visa không?Đọc thêm",
            "Ja, mit Visa, Mastercard, Maestro, Karanta, Diners Club hoặc Ljubljana Du lịch Thẻ.",
            "Giá vào cửaĐọc thêm",
            "Cám ơn sự quan tâm của bạn!\n\nGiá vé năm 2019 là:\n9 người lớn\n8 sinh viên năm cuối\n6 trẻ dưới 15 tuổi được miễn phí vé vào cổng cho trẻ dưới 2 tuổi\n2 con chó\n\nTrân trọng,\nMaša, ZOO LjubljanaĐọc thêm",
            "có nhà hàng nào không?Đọc thêm",
            "Ngày tốt. Vâng, có một nhà hàng trong Vườn thú của chúng tôi.Đọc thêm",
            "Ai đó có thể cho tôi biết liệu các loài động vật có bị tránh xa trong thời tiết này không, vì hôm nay chúng tôi muốn đến thăm sở thú. Bằng tiếng Anh, vui lòngĐọc thêm",
            "Xin chào,\n\nMột số loài động vật như linh trưởng, meerkats, voi và hươu cao cổ được nuôi trong chuồng trong nhà, tất cả đều có khu vực quan sát cho du khách để vẫn có thể quan sát được. Các động vật khác luôn có thể tự do lựa chọn di chuyển đến nơi trú ẩn, chuồng ngựa hoặc nhà của chúng và do đó một số động vật có thể không phải lúc nào cũng được nhìn thấy. Trong trường hợp tuyết rơi rất dày, đôi khi chúng tôi phải tạm thời nhốt những chú mèo lớn vào trong nhà vì lý do an toàn, nhưng ngày nay thì không như vậy. Tuy nhiên, nhiều loài động vật, như gấu trúc đỏ và hổ Siberia, có thể rất sống động và năng động, điều này khiến việc ghé thăm Vườn thú được bao phủ trong tuyết là một trải nghiệm rất đặc biệt! Ngày mai, vào ngày lễ tình nhân, cũng sẽ có một số hoạt động bồi dưỡng đặc biệt dành cho các loài động vật.Đọc thêm",
            "Có ai có thể cho tôi biết hôm nay các loài động vật có ra ngoài nhìn tuyết khôngĐọc thêm",
            "Xin chào, \n\nMột số loài động vật như linh trưởng, meerkats, voi và hươu cao cổ được nuôi trong chuồng trong nhà, tất cả đều có khu vực quan sát cho du khách để vẫn có thể quan sát được. Các động vật khác luôn có thể tự do lựa chọn di chuyển đến nơi trú ẩn, chuồng ngựa hoặc nhà của chúng và do đó một số động vật có thể không phải lúc nào cũng được nhìn thấy. Trong trường hợp tuyết rơi rất dày, đôi khi chúng tôi phải tạm thời nhốt những chú mèo lớn vào trong nhà vì lý do an toàn. Tuy nhiên, nhiều loài động vật, như gấu trúc đỏ, có thể rất sống động và năng động, điều này khiến việc tham quan Vườn thú phủ đầy tuyết trở thành một trải nghiệm rất đặc biệt!Đọc thêm",
            "nó mở cửa vào đêm giao thừa và ngày đầu năm mớiĐọc thêm",
            "Xin chào,\n\nCó, Sở thú mở cửa hàng ngày trong năm. Vào tháng 12, bạn có thể ghé thăm chúng tôi từ 9:00 đến 16:30 và vào tháng 1 từ 9:00 đến 16:00.\nVào ngày 31 tháng 12, một số loài động vật sẽ được tặng những món quà đặc biệt để làm giàu, vì vậy đây sẽ là một ngày rất vui vẻ!\n\nTrân trọng,\nZOO LjubljanaĐọc thêm",
            "Chó có được xích không?Đọc thêm",
            "Chào buổi sáng,\n\nCó, phí vào cửa cho chó là 2. Chúng phải luôn được xích và không được vào vườn thú mini dành cho trẻ em, khu vực sân chơi và khu chuồng nuôi mới của Úc.\n\nZOO LjubljanaĐọc thêm",
            "Phí vào cửa là bao nhiêu?Đọc thêm",
            "Vé vào cửa: người lớn 8,00, học sinh, sinh viên trung học cơ sở 5,50; trẻ em mầm non 4,50, trẻ em dưới 2 tuổi miễn phí vào cửa; phụ phí cho mỗi con chó 2,00.\nGiảm giá: 10 cho nhóm tối thiểu. 10 người.\n\nnhưng tốt hơn hết bạn nên sử dụng thẻ Ljubljana, thẻ này có thể được yêu cầu tại các điểm thông tin chuyên dụng.\nNó cho phép bạn vào cửa miễn phí hoặc giảm giá tất cả các triển lãm, bảo tàng và các điểm tham quan chính.Đọc thêm"
        ],
        "star_ratings": [
            193,
            185,
            64,
            14,
            13
        ],
        "review_amount": 469,
        "location": [
            "Các hoạt động ở Ljubljana",
            "Châu Âu",
            "SỞ THÚ Ljubljana",
            "Ljubljana",
            "Slovenia",
            "Vùng Thượng Carniola"
        ],
        "reviews_time": [
            "Written April 5, 2024",
            "Written April 2, 2024",
            "Written March 17, 2024",
            "Written November 19, 2023",
            "Written August 10, 2023",
            "Written August 9, 2023",
            "Written May 19, 2023",
            "Written May 7, 2023",
            "Written April 18, 2023",
            "Written December 27, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274873-d2322601-Reviews-ZOO_Ljubljana-Ljubljana_Upper_Carniola_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d1098521-Reviews-Azur_tratorija_s_picami-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d2241869-Reviews-Gostilna_Cad-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d7370685-Reviews-Slascicarna_Galerija_Grad-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d781773-Reviews-Katrca_Hisa_piva_in_kulinarike-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d9786426-Reviews-Bistro_Ftp-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d803131-Reviews-Pri_Zabarju_Gostilna-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d19719406-Reviews-Restavracija_Cool_House-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d12111212-Reviews-Art_Bread-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d15535389-Reviews-Rocky_s_Craft_Grill_Beer-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274873-d4216760-Reviews-Hood_Burger_Vic-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d12878411-Reviews-Roznik_Hill-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d4781680-Reviews-Union_Experience-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d298650-Reviews-Tivoli_Park-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d298666-Reviews-Ljubljana_Old_Town-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d10815305-Reviews-House_of_Illusions-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d276315-Reviews-Cankarjevo_Nabrezje-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d298648-Reviews-Preseren_Square-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d276335-Reviews-Triple_Bridge_Tromostovje-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d6696754-Reviews-Sts_Cyril_and_Methodius_Orthodox_Church-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d555572-Reviews-River_Ljubljanica_Kanal-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d2322601-Reviews-or10-ZOO_Ljubljana-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d10240240-Reviews-Nomad_2000_Bike_Rental_Ljubljana-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d2639535-Reviews-Slovenia_Explorer-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d12034803-Reviews-Pia_Thai_premium_thai_massage_SPA_Ljubljana_Slovenia-Ljubljana_Upper_Carniola_Re.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d4495267-Reviews-Watermelon_Ljubljana_by_Bike-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d4720467-Reviews-Ljubljananjam-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d3547040-Reviews-Ljubljana_Free_Tour_Ljubljana_Communist_Tour-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d3703444-Reviews-Sloveniaguides_si-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d12518728-Reviews-Wine_Tasting_Ljubljana-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d8728467-Reviews-Gozdne-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d16679185-Reviews-Vancenter-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d16760471-Reviews-Outdoor_Tribe-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d10069539-Reviews-180_Degrees_Sunset_Bar-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60845-d269850-Reviews-Greensboro_Children_s_Museum-Greensboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298153-d1976279-Reviews-Sankaku_Market-Otaru_Hokkaido.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7003700-Reviews-Oka_Kartini_Shadow_Puppet_Performance-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g56306-d270645-Reviews-Monahans_Sandhills_State_Park-Monahans_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2538506-d15142231-Reviews-Pantai_Diamond-Nusa_Penida_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d15607382-Reviews-Herboristerie_Bab_Agnaou-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d207294-Reviews-Radnor_Lake_State_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g3814830-d4054242-Reviews-Khor_Fakkan_Beach-Khor_Fakkan_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d116300-Reviews-The_House_of_Hansel_Gretel-Carmel_Monterey_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274873-d2322601-Reviews-or10-ZOO_Ljubljana-Ljubljana_Upper_Carniola_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274873-d2322601-Reviews-ZOO_Ljubljana-Ljubljana_Upper_Carniola_Region.html"
    }
]