[
    {
        "attraction_name": "Zoo de Granby",
        "attraction_name_vi": "Sở thú Granby",
        "general_info": [
            "977 đánh giá",
            "- 2 trong số 19 điều cần làm ở Granby",
            "Sở thú"
        ],
        "attraction_summary": "Zoo de Granby là một trong những vườn thú lớn nằm ở Canada và phía đông bắc Bắc Mỹ. Đây là nhà của gần 1.500 loài động vật thuộc hơn 225 loài khác nhau.Đọc thêm",
        "reviews": [
            "Bản dịch tiếng Anh tối thiểu đặc biệt trên các bảng hiệu, mọi thứ đều bằng tiếng Pháp. Một số nhân viên làm việc mùa hè biết nói tiếng Anh. Sở thú được duy trì vừa phải. Chấp nhận tín dụng - ghi nợ nhưng mang theo tiền mặt vì thiết bị đầu cuối của họ có thể bị lỗi và bạn không thể thực hiện giao dịch - điều đã xảy ra với chúng tôi, vì vậy chúng tôi không thể đi tàu - . Mang theo thức ăn! Hầu hết các quầy hàng khi chúng tôi ghé thăm đều đóng cửa, quán cà phê riêng của họ là quán duy nhất được mở và đắt tiền về chất lượng cũng như số lượng và hương vị không ngon. Họ là dịch vụ cho thuê xe đẩy nếu bạn quên một chiếc gần lối vào. Không có sự chờ đợi trong chuyến thăm của chúng tôi và đám đông vừa phải như những gì người khác nói nhưng đối với chúng tôi thì rất nhiều.Đọc thêm",
            "Chúng tôi đã có hai ngày tuyệt vời tại Sở thú Granby! Chúng tôi đã mua gói sở thú từ một khách sạn địa phương. Ngày đầu tiên chúng tôi đến sở thú và công viên giải trí, sau đó chúng tôi dành trọn ngày thứ hai tại công viên nước - Amazoo. Vườn thú có rất nhiều không gian. Thật bận rộn - bãi đậu xe đã đầy - nhưng chưa bao giờ có cảm giác như vậy. Chúng tôi không bao giờ cảm thấy chật chội hoặc đông đúc. Chúng tôi đã xem tất cả các cuộc triển lãm và đặc biệt thích thú với việc vuốt ve cá đuối. Một số trò chơi dành cho trẻ nhỏ không hoạt động ở công viên giải trí, điều đó thật tệ. Khiếu nại duy nhất của tôi. \n\nNgày thứ 2 là Amazoo. Chúng tôi đã xếp hàng 30 phút trước khi nó mở cửa và có khá nhiều hàng. Chúng tôi bước vào và đi ngay để tìm một chỗ để đặt đồ - bàn - bóng râm -. Thực sự có rất nhiều điểm trong toàn bộ khuôn viên. Nếu bạn - chưa bao giờ đến, bạn có thể bước vào và nghĩ rằng khu vực chính là khu vực chỗ ngồi duy nhất nhưng có khu vực chỗ ngồi và bóng râm gần hầu hết các trò chơi. \n\nChúng tôi thực hiện các slide đầu tiên. Họ trở nên rất bận rộn sau đó trong ngày. Dòng sông lười cũng vậy. Trẻ em yêu thích tất cả các trò chơi và hồ tạo sóng. Họ là 5 và 8. \n\nRất khuyến khích! Đọc thêm",
            "Đó là một nơi thú vị cho cả gia đình. Bọn trẻ rất thích các loài động vật và quang cảnh. Hãy nhớ ăn uống trước khi đến và mang theo chai nước của riêng bạn nếu không bạn sẽ phải trả phí. Chai nước máy bán hàng tự động là - 4. Đọc thêm",
            "Sở thú là một nơi tuyệt vời để dành một vài ngày với trẻ em. Công viên nước rất tuyệt vời và sự đa dạng của các loài động vật không thể tin được.  Đọc thêm",
            "thật ngạc nhiên khi tìm thấy một sở thú với nhiều loại động vật khác nhau ở một khu vực yên tĩnh của các thị trấn phía Đông. khu vực đi bộ tuyệt vời khi bạn thoát khỏi những phiền nhiễu thương mại của đại lộ chính -. Đọc thêm",
            "chúng tôi đến đó vào thứ bảy ngày 2 tháng 9, chúng tôi có các thành viên trong gia đình đến từ Mỹ nên tổng cộng chúng tôi là một nhóm gồm 22 giờ một ngày trước khi tôi gọi cho bộ phận dịch vụ khách hàng và tôi phải mất hơn 30 phút chờ đợi trên điện thoại cho đến khi có người đã trả lời tôi, tôi đã hỏi cô ấy cụ thể là liệu chúng tôi có thể mua vé tại cửa không - vì chúng tôi không bao giờ có thể tin tưởng vào thời tiết - và nếu chúng tôi có thể được giảm giá theo nhóm thì câu trả lời của cô ấy rất rõ ràng, cô ấy nói có, chắc chắn rằng bạn có thể đến cửa và mua vé không phải lo lắng. Ngày hôm sau khi chúng tôi đến, cô gái ở cửa nói không, bạn không thể nhận được giảm giá theo nhóm, tôi đã giải thích cho cô ấy chuyện đã xảy ra, cô ấy nói vâng, tôi đã ở đó với bạn tôi khi bạn gọi, nhưng tôi không thể giúp bạn nên tôi đã hỏi cô ấy đi lấy máng cỏ thì 2 đứa trẻ cực kỳ thô lỗ xuất hiện và nói rằng chúng tôi là người quản lý, tôi đã kể cho họ nghe câu chuyện và họ nói có nhưng chúng tôi không thể giúp được. Tôi thực sự như vậy - đó là lỗi của bạn khi bạn đã cung cấp thông tin sai cho khách hàng ít nhất hãy hỏi mức cao hơn cậu bé trả lời sếp của tôi gửi tôi đặc biệt để nói với bạn rằng chúng tôi sẽ không giúp bạn tôi cũng đồng ý cho tôi biết tên sếp của bạn nên ông ấy rất sợ hãi và chỉ cố gắng nói một lời dối trá đây là trải nghiệm tồi tệ nhất tại vườn thú granpy 0 sự tôn trọng đối với khách hàng ngay cả khi nó - 100 - có lỗi khi cung cấp thông tin xấu, đó là tên của các đặc vụ - elodie Manuela và madeleine - tôi không biết liệu họ có phải là những cái tên hay không nhưng họ đã cung cấp cho tôi điều này khi tôi nói với họ rằng tôi muốn khiếu nại về những gì đã xảy ra.Đọc thêm",
            "Nhà vệ sinh của vườn thú rất phong phú và rất sạch sẽ. Vườn thú này chắc chắn là một trong những vườn thú tốt hơn mà tôi đã đến thăm. Các con tôi rất thích thú cưng - đặc biệt là chú lợn - .Đọc thêm",
            "Đây là nơi vui chơi cho cả gia đình. Trẻ em thích thú với các loài động vật và quang cảnh. Hãy chắc chắn ăn trước khi đến và mang theo chai nước của riêng bạn hoặc bạn sẽ phải trả phí. Chai nước máy bán hàng tự động là - 4. Đọc thêm",
            "Chúng tôi đã có hai ngày tuyệt vời tại Sở thú Granby! Chúng tôi đã mua gói sở thú từ một khách sạn địa phương. Ngày đầu tiên chúng tôi đến sở thú và công viên giải trí, sau đó chúng tôi dành trọn ngày thứ hai tại công viên nước - Amazoo. Vườn thú có rất nhiều không gian. Thật bận rộn - bãi đậu xe đã đầy - nhưng chưa bao giờ có cảm giác như vậy. Chúng tôi không bao giờ cảm thấy chật chội hoặc đông đúc. Chúng tôi đã xem tất cả các cuộc triển lãm và đặc biệt thích thú với việc vuốt ve cá đuối. Một số trò chơi dành cho trẻ nhỏ không hoạt động ở công viên giải trí, điều đó thật tệ. Khiếu nại duy nhất của tôi. Ngày thứ 2 là Amazoo. Chúng tôi đã xếp hàng 30 phút trước khi nó mở cửa và có khá nhiều hàng. Chúng tôi bước vào và đi ngay để tìm một chỗ để đặt đồ - bàn - bóng râm -. Thực sự có rất nhiều điểm trong toàn bộ khuôn viên. Nếu bạn - chưa bao giờ đến, bạn có thể bước vào và nghĩ rằng khu vực chính là khu vực chỗ ngồi duy nhất nhưng có khu vực chỗ ngồi và bóng râm gần hầu hết các trò chơi. Chúng tôi thực hiện các slide đầu tiên. Họ trở nên rất bận rộn sau đó trong ngày. Dòng sông lười cũng vậy. Trẻ em yêu thích tất cả các trò chơi và hồ tạo sóng. Họ là 5 và 8. Rất khuyến khích! Đọc thêm",
            "Tình huống đỗ xe tồi tệ nhất khủng khiếp mà tôi từng thấy. Mất ít thời gian hơn để đến đó, sau đó chúng tôi mất 45 đến 60 phút để vào bãi đậu xe. Đừng nhận được khuyến mãi của họ. ĐỪNG ĐIĐọc thêm",
            "Tôi - tôi đến từ Granby và sở thú Granby luôn là một phần cuộc sống của tôi. Tôi - đã đến thăm sở thú nhiều lần trong các chuyến đi học và cùng gia đình khi còn nhỏ. Khi còn là một thiếu niên, làm hải ly ở sở thú và amazoo là công việc mùa hè đầu tiên của tôi. Khi trưởng thành, tôi đã đến sở thú nhiều lần cùng các con. Một số thành viên trong gia đình tôi đã trở thành nhà động vật học và họ chăm sóc động vật ở đó. Tôi phải nói với những người đến thăm sở thú rằng việc tham quan vào mùa hè và mùa đông có thể là một trải nghiệm rất khác. Nhiều loài động vật trong vườn thú có nguồn gốc từ các nước ấm hơn Canada và do đó không thể tồn tại trong môi trường sống mùa hè trong mùa đông. Vì vậy, môi trường sống mùa đông đôi khi kỳ lạ đối với chúng ta nhưng được đưa ra với ít nhất 5 ý kiến ​​của nhà khoa học đủ trình độ về sức khỏe động vật. tức là môi trường sống mùa đông của hươu cao cổ là một tòa nhà nhỏ, có vẻ tàn nhẫn, nhưng hươu cao cổ rất nhạy cảm với cái lạnh và thích ôm nhau khi chúng cảm thấy lạnh để giữ ấm... Vào mùa hè, hươu cao cổ phát triển mạnh ở thảo nguyên khổng lồ cùng với đà điểu, voi và ngựa vằn. Hầu hết công việc chăm sóc động vật được thực hiện ngoài giờ mở cửa, vì nó được chứng minh là ít gây căng thẳng nhất cho động vật... Sức khỏe động vật là khẩu hiệu của vườn thú, đôi khi có thể khiến du khách khó chịu nhưng lại rất quan trọng đối với hành tinh của chúng ta .Đọc thêm",
            "Bản dịch tiếng Anh tối thiểu, đặc biệt là trên các biển báo, mọi thứ đều bằng tiếng Pháp. Một số nhân viên trẻ em làm việc mùa hè biết nói tiếng Anh. Vườn thú được bảo trì khá tốt. Chấp nhận thẻ tín dụng - thẻ ghi nợ nhưng hãy mang theo tiền mặt vì thiết bị đầu cuối của họ có thể bị hỏng và bạn không thể thực hiện giao dịch - điều đã xảy ra với chúng tôi, vì vậy chúng tôi không thể đi tàu -. Hãy mang theo đồ ăn! Hầu hết các quầy hàng khi chúng tôi đến thăm đều đóng cửa, căng tin của riêng họ là nơi duy nhất mở cửa và đắt so với chất lượng và số lượng và không ngon. Có dịch vụ cho thuê xe đẩy nếu bạn quên một chiếc gần lối vào. Không phải chờ đợi khi chúng tôi đến thăm và đám đông vừa phải như những gì những người khác nói nhưng đối với chúng tôi thì rất nhiều. Đọc thêm",
            "- đặc biệt dành cho nhóm gia đình có 2 cháu dưới 4 tuổi và vào một ngày mưa tháng 1. Sạch sẽ, ngăn nắp, thân thiện - Giống như Costco, Sở thú có những điểm đặc biệt để tiếp xúc trực tiếp. Q-Trip: Danh sách siêu hấp dẫn bao gồm chạm vào cá đuối gai độc, bế vẹt đuôi dài và xoa bóp trăn Nam Mỹ. Hãy tạm rời xa những chú voi, sư tử và khỉ bằng trải nghiệm thực tế của bạn. Q-Trip: Rất nhiều bãi đậu xe miễn phí. Q-Trip: Các gian hàng nhượng quyền cũng tốt như một địa điểm tổ chức sự kiện lớn. Q-Trip: Nhà vệ sinh siêu sạch. Q-Trip: Rất nhiều điểm vui chơi cho trẻ em bao gồm một cầu trượt siêu nhanh. Mùa hè, bạn sẽ được đi tàu hỏa, tàu lượn siêu tốc - và đám đông. Và đối với những bình luận tiêu cực về động vật - BẠN sẽ làm gì với những chú voi? Bob Barker và những chú voi ở Sở thú Toronto đã không có trải nghiệm di chuyển vui vẻ. Và - khu vực dành cho voi siêu sạch. Đọc thêm",
            "Việc nhập học có cho phép bạn ra khỏi sở thú để ăn trưa và vào lại không?Đọc thêm",
            "Ai đó có thể vui lòng giải thích những chiếc vòng tay có sẵn? Các đặc quyền - điểm là gì? Cảm ơn trước!Đọc thêm",
            "Bạn còn voi không?Đọc thêm",
            "Vâng, chúng tôi làm vậy! Chúng tôi có 3 con voi: Sara, Tutume và Thandi.Đọc thêm",
            "Tôi muốn biết liệu tôi có mua thẻ quà tặng dịp lễ trực tuyến hay không, chúng có phù hợp cho mùa hè không, cảm ơnĐọc thêm",
            "Tôi không biết có lẽ sẽ tốt hơn nếu giao tiếp trực tiếp với họ. Anh ấy có thể trả lời bạn đầy đủ, tôi biết rằng khách sạn Castel cũng đã quen với gói này, có lẽ bạn nên kiểm tra với họ.Đọc thêm",
            "Dinozoo vẫn mở vào năm 2019 khi nào? E đóng cửa?Đọc thêm",
            "Xin chào, Dinozoo kết thúc vào ngày 3 tháng 11. \nNếu bạn chưa - chưa xem, đó là cơ hội của bạn!Đọc thêm",
            "Xin chào, chúng tôi có thể đến lúc nào để làm thẻ thành viên?Đọc thêm",
            "Chào buổi sáng! Base Camp mở cửa từ 9h sáng hàng ngày. :- Đọc thêm",
            "Có máy ATM nào được đặt bên trong sở thú không?  Cảm ơnĐọc thêm",
            "Tôi không biết nhưng tôi khuyên bạn nên gọi đến sở thú theo số 1 877 472-6299 để tìm hiểu.Đọc thêm",
            "Tôi dự định đến thăm sở thú vào tuần đầu tiên của tháng Sáu. Tôi đang ở Montréal. Làm cách nào để đến sở thú từ Montreal bằng phương tiện giao thông công cộng?Đọc thêm",
            "không có xe buýt thành phố từ Montreal nhưng hãy hỏi một đại lý du lịch một số ý tưởng chuyến đi đặc biệt có thể được đưa raĐọc thêm",
            "Thuế quan ete 2019Đọc thêm",
            "Chúng tôi đang lên kế hoạch cho chuyến thăm đầu tiên đến đó và muốn biết giá vé một ngày là bao nhiêu. Đọc thêm",
            "Tất cả giá cả có sẵn trên trang web của họ. Chỉ cần cho bạn biết giá trị tốt nhất là thẻ gia đình; 2 người lớn - 2 trẻ em.\n\nChúc bạn vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            568,
            298,
            65,
            23,
            23
        ],
        "review_amount": 977,
        "location": [
            "bà già",
            "Các hoạt động ở Granby",
            "Sở thú Granby",
            "Québec",
            "Canada"
        ],
        "reviews_time": [
            "Written June 22, 2023",
            "Written August 8, 2023",
            "Written August 13, 2023",
            "Written September 27, 2023",
            "Written September 27, 2023",
            "Written September 3, 2023",
            "Written September 2, 2023",
            "Written August 13, 2023",
            "Written August 8, 2023",
            "Written July 23, 2023",
            "Written July 1, 2023",
            "Written June 22, 2023",
            "Written January 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g182165-d183948-Reviews-Zoo_de_Granby-Granby_Quebec.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d10438235-Reviews-Harvey_s-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d2399563-Reviews-Restaurant_L_Imperial-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d4849795-Reviews-Maitre_Glacier-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d980644-Reviews-Resto_Du_9-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d13822840-Reviews-Restaurant_Robusto-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d771363-Reviews-Cantine_Ben_La_Bedaine-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d17545606-Reviews-Restaurant_Royal_Tandoori_Granby-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d7112311-Reviews-Restaurant_Lueur_du_Mekong-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d11753604-Reviews-La_Shed-Granby_Quebec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g182165-d17391916-Reviews-Les_Rotisseries_Duhamel-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d4594275-Reviews-Musee_Canadien_De_l_Arme_Et_Du_Bronze-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d27541455-Reviews-Le_P_tit_Monde_Des_Grands_Musee_Pour_Enfants-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d8520517-Reviews-Parc_Daniel_Johnson-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d4570715-Reviews-Centre_d_Interpretation_de_la_Nature_du_Lac_Boivin-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d5888602-Reviews-Theatre_Palace_de_Granby-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d4610803-Reviews-Mont_Shefford-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d19431154-Reviews-Distillerie_de_la_Chaufferie-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d8041781-Reviews-Theatre_de_l_Ancien_Presbytere-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g4737574-d4939024-Reviews-Parc_National_de_la_Yamaska-Roxton_Pond_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g11547718-d10105070-Reviews-Cidrerie_Milton-Sainte_Cecile_de_Milton_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d183948-Reviews-or10-Zoo_de_Granby-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d5872823-Reviews-Lasertag_Invasion-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d8089996-Reviews-Micro_Brasserie_Le_Grimoire-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d15361327-Reviews-Amedaka_Evasion-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d14843735-Reviews-Motion-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d18934842-Reviews-Guerrier_Urbain-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d14869432-Reviews-Tite_Frette_Bieres_Et_Compagnie-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d7279282-Reviews-Cinema_Elysee-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d6380589-Reviews-Le_P_tit_Baril_Bar_Country-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4473690-Reviews-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d13207121-Reviews-Godzilla_Road-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d220084-Reviews-Strip_District-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d15018728-Reviews-The_Smurf_Experience-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d19081718-Reviews-The_Arcade-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g3400859-d9705661-Reviews-Tukad_Cepung_Waterfall-Tembuku_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d1165693-Reviews-Cooter_s_Museum_and_Store_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g194718-d3317935-Reviews-Funivia_del_Monte_Faito-Castellammare_Di_Stabia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d288470-Reviews-Santorini_Volcano-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g143039-d145138-Reviews-Exit_Glacier-Kenai_Fjords_National_Park_Alaska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g182165-d183948-Reviews-or10-Zoo_de_Granby-Granby_Quebec.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g182165-d183948-Reviews-Zoo_de_Granby-Granby_Quebec.html"
    }
]