[
    {
        "attraction_name": "Zoo Berlin",
        "attraction_name_vi": "Sở thú Berlin",
        "general_info": [
            "9.038 đánh giá",
            "- 63 trong số 1.258 việc cần làm ở Berlin",
            "Sở thú",
            "Bể cá"
        ],
        "attraction_summary": "Vườn thú Berlin không chỉ là vườn thú lâu đời nhất và được ghé thăm thường xuyên nhất trong cả nước, mà còn là nơi có số lượng loài đa dạng nhất so với bất kỳ vườn thú nào trên thế giới - bao gồm cả loài gấu trúc khổng lồ duy nhất ở Đức.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Vườn thú thực sự rộng rãi, có nhiều lối đi bộ và những khu vườn được chăm sóc cẩn thận giữa các khu vườn. Chúng tôi đã đi xem những chú gấu trúc rất thú vị ngay cả khi đang ngủ. Cô bé cũng vô cùng thích thú với vườn bách thú, nơi cô có thể cho dê ăn. Đó là giá trị đồng tiền và rất đáng để ghé thăm Đọc thêm",
            "Chồng sắp cưới của tôi và tôi đều ở độ tuổi cuối 20 và tôi có thể xác nhận rằng sở thú này không chỉ dành cho trẻ em!  Có rất nhiều loài động vật trong vườn thú và cách bố trí thật tuyệt vời, mang đến cho bạn nhiều thứ để xem và làm. Cuối cùng, chúng tôi đã dành hơn 4 giờ trong sở thú và có thể nhìn thấy mọi thứ, nhưng nửa giờ cuối cùng chúng tôi phải gấp rút vì có cuộc hẹn ở spa, vì vậy tôi khuyên bạn nên dành nhiều thời gian để khám phá đúng cách. Điểm nổi bật đặc biệt đối với tôi là vườn thú cưng, gấu trúc, capybaras và hải cẩu. Mặc dù tôi yêu thích tất cả! Tôi chắc chắn sẽ khuyên bạn nên ghé thăm khi bạn ở trong khu vựcĐọc thêm",
            "Chúng tôi đã đến thăm Sở thú Berlin vào ngày cuối cùng ở Berlin trước khi đến sân bay, chúng tôi đã dành khoảng 3 giờ ở đó và nó yên tĩnh hơn chúng tôi mong đợi cho một ngày thứ Sáu, điều đó thật tốt. Tôi có thể biết mọi người đến từ đâu với những nhận xét về những chiếc chuồng nhỏ, nhưng các con vật trông có vẻ hài lòng. Triển lãm gấu trúc khổng lồ rất ấn tượng và có rất nhiều băng ghế râm mát để nghỉ ngơi dưới ánh nắng mặt trời. Tôi muốn giới thiệu một chuyến thăm ở đây đặc biệt với mức giá 20 euro mỗi người, bạn có thể hiểu tại sao các sở thú ở Anh lại đắt hơn vì chúng có nhiều không gian hơn. Đọc thêm",
            "Không phải là - người đó, nhưng: Tôi rất phấn khích khi được nhìn thấy những con mèo lớn, nhưng tôi đã không được nhìn thấy con nào trong số chúng; ngoại trừ con báo. Trời mưa nên anh ta đang trốn, đó là điều dễ hiểu! Vấn đề là - con hổ - s - , những con sư tử và tất cả những chú mèo con lớn khác đều không được tìm thấy ở đâu cả. Và không có lời giải thích hay cảnh báo nào trước đó...Tôi hiểu nếu nó chỉ xảy ra vào ngày hôm đó, nhưng có vẻ như nó đã như thế này được vài tuần, thậm chí vài tháng nay. Sở thú có thể đã nói điều gì đó về điều này trên trang web của họ...Đọc thêm",
            "Đến vào một ngày khá ấm áp và ngạc nhiên vì nó không bận rộn như thế nào! Chúng tôi đến đó lúc 12 giờ và ở lại đến 5 giờ 30 để nhìn xung quanh, chúng tôi thậm chí không thể nhìn thấy mọi thứ - nhưng chúng tôi đã thấy đủ rồi! - Chắc chắn bạn nên đi xem khỉ đột cho ăn nếu có thể, điều đó thật tuyệt vời và khỉ đột rất năng động! Điểm nổi bật của chúng tôi là gấu trúc, khỉ đột và capybaras - hãy đi đến khu vực riêng biệt với kanguru và capybaras khi trời yên tĩnh hơn, nó rất yên bình -  \nTuy nhiên, chúng tôi thất vọng vì thiếu gấu Bắc Cực vì tất cả các bức tượng về chúng và chúng đều được quảng cáo trên trang web. Tôi hiểu rằng việc không có chúng là do vấn đề đã xảy ra từ nhiều năm trước, nhưng khu vực bao quanh vẫn còn đó và chưa được làm gì cả, cỏ và mọi thứ hiện đang phát triển để cho thấy nó đã bị bỏ hoang bao lâu và nó chỉ là một chướng mắt trong bây giờ là giữa. Tất cả các biển báo cũ vẫn còn nên họ thực sự cần phải thay đổi hoặc mang chúng trở lại! \nTuy nhiên tôi đã gặp vấn đề với những nhân viên thực sự thô lỗ! Chúng tôi là người Anh và chỉ nói được vài cụm từ tiếng Đức. Để lịch sự, chúng tôi đã cố gắng đặt hàng từ một trong những nơi bán bánh mì kẹp thịt bởi những con khỉ bằng tiếng Đức, và gặp phải những tiếng cười khúc khích và chế nhạo chúng tôi - họ đang nói tiếng Đức với nhau nhưng tôi đã chọn tiếng Anh và Du lịch - cách đối xử hoàn toàn khủng khiếp của một khách hàng và đó là trước khi chúng tôi có được - 5 phần chip nhỏ. \nĐó là một ngày tốt lành về mọi mặt, nhưng đội ngũ nhân sự thực sự cần được nâng cấp.Đọc thêm",
            "Sở thú tốt nhất mà chúng tôi đã ghé thăm, bao gồm Công viên Thượng Hải và Safari. Các loài động vật có rất nhiều diện tích phòng và không gian bên ngoài là kẻ thù của mọi loài. Du khách có thể đi vào các khu vực có động vật ở trong nhà, có cửa sổ từ trên xuống dưới. Ngay cả hà mã dưới nước cũng chưa bao giờ lại gần một con thú to lớn như vậy.\nTrời bắt đầu mưa khi chúng tôi ở đó nhưng các con vật vẫn có mặt. Không có nhiều nhân viên sẵn sàng giúp đỡ chỉ đường, v.v. nhưng những người chúng tôi đã gặp đều rất tốt.\nRất nhiều nơi giải khát nữa, làm cho nó trở thành một trải nghiệm tuyệt vời. Hãy cho bản thân 3-4 giờ để tận hưởng mọi thứ.Đọc thêm",
            "Tôi yêu nó ở đây! Chúng tôi đi bộ từ khách sạn đến cổng Bradenburg ngay qua công viên vào buổi sáng. Chúng tôi rời đi lúc 8 giờ sáng và đến đó vào lúc 9 giờ khi nó mở cửa, đó là một chuyến đi tuyệt vời và thực sự khuyên bạn nên làm điều đó nếu có thể. Chúng tôi đã đặt trực tuyến vào đêm hôm trước nên đã bỏ qua được phòng vé. Đi thẳng đến cổng cạnh bể cá và họ quét thẻ trên điện thoại của bạn và đưa cho bạn bản đồ. Chúng tôi đã dành khoảng 4 giờ ở đó nhưng có thể dành phần lớn thời gian trong ngày một cách dễ dàng. Các con vật đều rất năng động và trông rất vui vẻ. Trong số tất cả các sở thú mà tôi đã từng đến trên toàn thế giới, tôi chưa bao giờ thấy nhiều nhân viên dọn dẹp chuồng, cho thú ăn, chăm sóc sân vườn, v.v. nhiều nhân viên đến vậy. Chúng tôi đã thấy những chú gấu trúc được cho ăn ngay khi chúng tôi đến và chúng thật dễ thương và hài hước! Hươu cao cổ và voi đều ở ngoài nắng và thật tuyệt khi được nhìn thấy chúng ở bên ngoài. Có rất nhiều nơi để dừng lại để uống nước và ăn uống. Những vị trí tốt nhất là ở phía sau gần những con sói, một nhà hàng thực sự đẹp với thực đơn phong phú và tất cả các món ăn đều trông thật lạ thường. Chúng tôi ngồi bên ngoài chuồng chim với một tách cà phê và nó thực sự rất thư giãn và yên tĩnh, với dịch vụ tuyệt vời từ mọi người trong công viên. Thực sự muốn giới thiệu! Có một phần lịch sử thú vị ở khu vực trong nhà, nơi có những chú hươu cao cổ, kể cho bạn nghe tất cả về lịch sử của công viên và chúng tôi nghĩ điều đó thật thú vị khi biết. Cảm ơn cho một chuyến thăm tuyệt vời!Đọc thêm",
            "Vườn thú này rất lớn. Ngay cả khi bận rộn, nó cũng không có cảm giác quá đông đúc vì nó rộng lớn. Động vật dường như được chăm sóc tốt. Tôi không khuyên bạn nên ghé thăm điều đầu tiên vì hầu hết các loài động vật đều đang ngủ - không ra ngoài. Chúng tôi rời đi và trở về muộn hơn vào buổi sáng và mọi chuyện tốt hơn nhiều. Phải đi bộ nhiều nên có lẽ trẻ nhỏ có thể cần xe đẩy khi chúng mệt mỏi! Đọc thêm",
            "Con gái muốn đến thăm vì chúng tôi đã từng đến đây khoảng 13 năm trước. Mặc dù không được bố trí bằng chứng thất bại - lộ trình - vườn thú vẫn được trưng bày một cách hoàn hảo với nhiều loại Động vật phong phú. Chúng tôi hoàn toàn thích thú khi đi lang thang qua các khu vực khác nhau và hươu cao cổ là điểm nổi bật. Giá cả rất hợp lý và chắc chắn là giá trị tốt hơn so với giá tương đương ở Anh.Đọc thêm",
            "Một sở thú tuyệt vời!! Lựa chọn động vật tuyệt vời và rất sạch sẽ! Lựa chọn tuyệt vời các món ăn nhẹ, đồ uống và quán cà phê. Chúng tôi đặc biệt ấn tượng với sân chơi tuyệt vời ở giữa, nơi bọn trẻ phải được dỗ dành sau một giờ! Sân chơi tuyệt vời nhất mà chúng tôi từng đến!Đọc thêm",
            "Vườn thú này rất rộng lớn và bạn cần nhiều thời gian để đi một vòng quanh vườn thú. Có rất nhiều loài động vật và khi chúng tôi đến thăm, chúng tôi rất vui vì có tất cả chúng ở đó. Tất cả các loài động vật dường như được chăm sóc rất tốt và có không gian. Đó là giá trị đồng tiền so với các vườn thú của chúng tôi.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm chúng tôi! Chúng tôi đánh giá cao đánh giá của bạn.Đọc thêm",
            "Sở thú cực kỳ đẹp - được bảo trì tốt và dường như động vật có điều kiện tốt. Nó nằm ở trung tâm Berlin nhưng bên trong sở thú bạn không thể nghe thấy tiếng ồn trên đường phố. Gấu trúc siêu dễ thương và bạn có thể nhìn thấy các loài động vật thật gần gũi. Địa điểm được đánh giá cao.Đọc thêm",
            "Tôi yêu một sở thú tốt và cho đến nay đây là một trong những sở thú tốt nhất tôi từng ghé thăm. Hãy mua vé trực tuyến trước để chúng rẻ hơn. Các loài động vật thật tuyệt vời. Vườn thú rất sạch sẽ và ngăn nắp. Rất nhiều nơi để lấy một chút để ăn. Cuối cùng chúng tôi đã dành gần đủ cả ngày ở đây. Vì vậy, đừng vội vã nếu không bạn có thể bỏ lỡ điều gì đó Đọc thêm",
            "Một bộ sưu tập động vật đáng kinh ngạc, một số trong đó tôi - chưa từng thấy trước đây và là một ngày đi chơi thú vị cho cả gia đình, bao gồm cả hai thiếu niên. Món cà ri wurst ngon nhất ở BerlinĐọc thêm",
            "Tôi rất hài lòng với sở thú, đó là một trong những sở thú tuyệt vời nhất mà tôi đã đến thăm. Tôi - chưa bao giờ đến một nơi đẹp như vậy, và nó rất yên tĩnh và tĩnh lặng. Tôi đã đến trong tuần vì tôi không muốn đến vào cuối tuần như tôi biết - đang bậnĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm chúng tôi!Đọc thêm",
            "Vườn thú rất đẹp và lớn hơn người ta tưởng - vì vậy hãy chuẩn bị dành nửa ngày - hoặc hơn - ở đó nếu bạn muốn tham quan đầy đủ mọi khu vực của vườn thú. Vào mùa hè, thời tiết cũng có thể khá ấm áp, vì vậy hãy mang theo kính râm, mũ cùng với giày đi bộ thoải mái. Để cải thiện - sẽ tốt hơn nếu có một chút chi tiết hơn về nơi diễn ra quá trình cho ăn. Có hai lần chúng tôi chỉ đi loanh quanh và quay lại lần thứ tư vì không có biển báo nào và bản đồ hơi mơ hồ. Đối với các loài động vật - sẽ tốt hơn nếu dành nhiều không gian hơn cho voi vì diện tích của chúng có vẻ nhỏ. Ngoài ra, đối với nhà chim cánh cụt - nó có thể được làm đẹp hơn - ví dụ như chim cánh cụt ở Pairi Daiza ở Bỉ, nơi chúng có băng thật -. Nói chung vẫn khuyên bạn nên làm điều này vì có khá nhiều thứ để xem!Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá tuyệt vời của bạn. Cảm ơn bạn rất nhiều vì phản hồi.Đọc thêm",
            "Tôi đã đến Sở thú Berlin vài lần trước đây và tôi luôn có khoảng thời gian tuyệt vời. Đây không phải là sở thú lớn nhất, nhưng điều đó giúp việc đi lại giữa các khu trưng bày trở nên dễ dàng hơn và họ thực sự tận dụng tốt không gian mà họ có. Đặc biệt là Nhà Hippo và Nhà Mèo Lớn cũng như Chùa Tê giác mới xây đều được thiết kế rực rỡ, cung cấp một khu vực trong nhà để trú ẩn nếu thời tiết thay đổi cũng như tầm nhìn tuyệt đẹp ra các loài động vật.Đọc thêm",
            "Chúng tôi đã dành 5 đêm ở Berlin và đến thăm nhiều nơi khác nhau nhưng cho đến nay chúng tôi thực sự yêu thích vườn thú. Vườn thú tuyệt vời nhất với rất nhiều loài động vật để xem. Giá cả rất hợp lýĐọc thêm",
            "Một ngày đi chơi hoàn toàn thú vị cho cả gia đình, bao gồm cả hai cậu bé tuổi teen! Bộ sưu tập động vật đáng kinh ngạc, một số trong đó tôi - chưa từng thấy trước đây. Các con vật rất ấn tượng và được chăm sóc rõ ràng. Điểm nổi bật thực sự là chú khỉ đột con, người đã mang đến cho chúng tôi nhiều trò giải trí vui nhộn! Khuôn viên nơi đây ấn tượng như những loài động vật, với những chuồng thú tuyệt vời và những bông hoa xinh đẹp. Rất nhiều địa điểm ăn uống ngon ngay trong khuôn viên, từ những quán cà phê nhỏ đến nhà hàng thích hợp. Cơ sở vật chất tốt, rất sạch sẽ. Chúng tôi đã dành gần cả ngày ở đây nên không thể nói rằng nó nhỏ gọn!! Tùy thuộc vào thời gian bạn thích nhìn từng con vật, nhưng với số tiền bỏ ra thì đó là giá trị tốt vì cả gia đình đã dành cả ngày trong chuyến đi của chúng tôi ở đây. Đọc thêm",
            "Chúng tôi đã có 4 ngày nghỉ ở thành phố Berlin cùng với hai thiếu niên của mình.  Tôi định đi thăm sở thú nhưng đó là nơi duy nhất mà một trong số bọn trẻ nói rằng chúng muốn đến thăm nên chúng tôi đã đi và tôi rất vui vì chúng tôi đã làm như vậy!  Đó là một vườn thú đẹp, sạch sẽ và được bảo quản tốt.  Bạn có thể thấy rất nhiều động vật và chuồng của chúng thật đáng yêu.  Có rất nhiều thông tin về tất cả các loài động vật bằng tiếng Đức và tiếng Anh và đó là một nơi tuyệt vời để đi dạo xung quanh!  Chúng tôi đã thấy thời gian cho một số loài động vật ăn và toàn bộ khuôn viên thật đáng yêu.  Chắc chắn đáng để ghé thăm.Đọc thêm",
            "Xin chào, mất bao nhiêu thời gian để tham quan sở thú và thủy cung? Cảm ơn : - Đọc thêm",
            "Bạn có cho thuê xe tay ga cho những người không thể đi bộ đường dài không?Đọc thêm",
            "Theo Câu hỏi thường gặp của sở thú, có xe lăn cho thuê. Họ cũng cho phép cung cấp nhiều thiết bị hỗ trợ tập đi và xe đạp cho trẻ dưới 5 tuổi. Theo trí nhớ của tôi, có rất nhiều ghế dài, vì vậy nếu ai đó sử dụng xe tập đi thì họ sẽ có thể ngồi được rất nhiều.Đọc thêm",
            "Chào! Sở thú nằm ở khu vực giao thông công cộng nào? Mong được phản hồi : - Đọc thêm",
            "Nó ở ngay trong Tiergarten! Dễ dàng truy cập bằng xe buýt.Đọc thêm",
            "Có thể mang theo chóĐọc thêm",
            "Vườn thú có tủ khóa để chúng ta có thể để hành lý không? Đọc thêm",
            "Thời gian tốt nhất trong ngày để xem Panda Cubs là gì? Đọc thêm",
            "Chúng tôi đến thăm họ vào khoảng 10 giờ sáng đến 11 giờ sáng các ngày trong tuần ngay trước khi mọi người đổ xô đến nhà hàng. Mặc dù vậy, khu vực bao quanh vẫn có thể được nhìn thấy rõ nếu có thêm một vài người ở đó.Đọc thêm",
            "Chào mọi người! Bạn có thể cho tôi biết khi nào khu vực ăn thịt sẽ mở cửa trở lại\nCảm ơn bạn.Đọc thêm",
            "bạn nên liên hệ trực tiếp với sở thúĐọc thêm",
            "Du khách có được cho chim cánh cụt ăn không?Đọc thêm",
            "Không, bạn có thể - t. Bạn có thể đặt trước - và trả tiền - gặp gỡ và chào hỏi một số loài động vật thông qua Trang chủ sở thú.Đọc thêm",
            "Xin chào mọi người, bạn có thể cho tôi biết - không gian dành cho mèo - sư tử, hổ - công việc đã hoàn thành chưa, nó có mở cửa trở lại không, cảm ơn lời chàoĐọc thêm",
            "Xin lỗi, tôi không biết!!! Đọc thêm",
            "Điều tệ nhất có phải là đi sở thú vào tuần đầu tiên của tháng 1 trời lạnh không? Chúng ta sẽ nhìn thấy động vật hoặc tất cả chúng sẽ\nGiấu và lãng phí tiền? Đọc thêm",
            "Chính xác là rất nhiều loài động vật không thể nhìn thấy đượcĐọc thêm"
        ],
        "star_ratings": [
            4874,
            2554,
            969,
            345,
            296
        ],
        "review_amount": 9038,
        "location": [
            "Những điều cần làm ở Berlin",
            "Béc-lin",
            "Châu Âu",
            "nước Đức",
            "Sở thú Berlin"
        ],
        "reviews_time": [
            "Written May 30, 2023",
            "Written June 2, 2023",
            "Written June 11, 2023",
            "Written July 1, 2023",
            "Written July 6, 2023",
            "Written July 10, 2023",
            "Written July 15, 2023",
            "Written July 28, 2023",
            "Written July 28, 2023",
            "Written August 5, 2023",
            "Written May 25, 2024",
            "Written May 19, 2024",
            "Written May 17, 2024",
            "Written May 10, 2024",
            "Written May 7, 2024",
            "Written May 2, 2024",
            "Written April 19, 2024",
            "Written April 18, 2024",
            "Written April 12, 2024",
            "Written April 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187323-d314008-Reviews-Zoo_Berlin-Berlin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d4167050-Reviews-Ming_Dynastie_Europa_Center-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d718335-Reviews-Schleusenkrug-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d10373640-Reviews-Evin_Pizza_Pasta-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d958776-Reviews-Heising-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d983936-Reviews-Hugos-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d11816972-Reviews-Cao_Cao_Vietnamesisches_Restaurant-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d10094549-Reviews-Upper_Burger_Grill-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d6219662-Reviews-NENI_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d5992723-Reviews-Curry_36-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d13994194-Reviews-Hasty_Pastry-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2229043-Reviews-Aquarium_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190541-Reviews-Kaiser_Wilhelm_Memorial_Church-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d11879898-Reviews-Elefantentor-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190539-Reviews-Kurfurstendamm-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d507279-Reviews-Helmut_Newton_Foundation-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d19113720-Reviews-MANDELA_The_Official_Exhibition_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d23754489-Reviews-Bahnhof_Zoologischer_Garten-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d23747457-Reviews-Buste_Und_Gedenkstele_Fur_Karl_August_Furst_Von_Hardenberg-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190543-Reviews-Europa_Center-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d14047027-Reviews-Breitscheidplatz-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d314008-Reviews-or10-Zoo_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2174010-Reviews-Tierpark_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1884307-Reviews-SEA_LIFE_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d23966487-Reviews-Wildgehege_Spandauer_Forst-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d21285993-Reviews-LAKRIDS_BY_BULOW_Bikini_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10404746-Reviews-TeamEscape_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d629667-Reviews-Insider_Tour-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6940796-Reviews-Bikini_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2041268-Reviews-Stadt_und_Rad_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d17755134-Reviews-Big_Bus_Tours_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7226069-Reviews-Zoo_Palast-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d240990-Reviews-Jugendwettbewerbe_der_Berliner_Festspiele-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d7362413-Reviews-Shopping_Center_Sadarak-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45953-d3819966-Reviews-Lion_Habitat_Ranch-Henderson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d13141889-Reviews-Welcome_To_Rome-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d1889696-Reviews-Kuwait_Towers-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g41261-d267493-Reviews-Wisp_Resort-McHenry_Garrett_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d117412-Reviews-Santa_Monica_State_Beach-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188662-d3644920-Reviews-Maison_Leffe-Dinant_The_Ardennes_Wallonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10393600-Reviews-Delta_Sky_Club_Gate_A6-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d8506851-Reviews-Gjipe_Beach-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d154310-Reviews-Magic_Sands-Kailua_Kona_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187323-d314008-Reviews-or10-Zoo_Berlin-Berlin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187323-d314008-Reviews-Zoo_Berlin-Berlin.html"
    }
]