[
    {
        "attraction_name": "Zoologico Dr. Juan A. Rivero",
        "attraction_name_vi": "Tiến sĩ động vật học Juan A. Rivero",
        "general_info": [
            "204 đánh giá",
            "Vườn thú"
        ],
        "attraction_summary": "Là sở thú quy mô lớn duy nhất ở Puerto Rico, điểm tham quan nhiệt đới rộng 45 mẫu Anh này là nơi sinh sống của nhiều loài động vật bao gồm voi, hà mã và các loài chim và bò sát kỳ lạ. Đọc thêm",
        "reviews": [
            "Không có nhiều động vật như bạn mong đợi, nhưng những con sống ở đó có điều kiện sống tốt. Môi trường sống trông đủ lớn cho các loài động vật. Tuy nhiên, cơ sở vật chất của con người đang cần được tài trợ.Đọc thêm",
            "Ngay cả khi đây là một địa điểm du lịch ở Mayaguez, ấn tượng của chúng tôi không được tốt lắm. Chỉ có một vài loài động vật và chúng trông không được khỏe mạnh. Tất nhiên chúng tôi không phải là bác sĩ thú y, nhưng như ai đó đã nói: - Bạn thấy gì thì đừng hỏi về nó - .Đọc thêm",
            "Vườn thú này đang rất cần được cải thiện, có những điều cơ bản nhưng cần có ai đó giúp đỡ nó. Xét vì nó nằm gần một trường đại học lớn, tại sao không liên hệ và yêu cầu các tình nguyện viên ít nhất nhặt rác và rác để đổi lấy miễn phí nhập học Một ý tưởng khác là xin một số tài trợ doanh nghiệp từ một số công ty Hoa Kỳ để tài trợ cho bộ sưu tập động vật. Liên hệ với các vườn thú trên toàn thế giới để có ý tưởng tài trợ nhằm tăng doanh thu Khi chúng tôi ở đó, chúng tôi có khoảng 20 đến 20 người đến thăm ngày hôm đó có lẽ đã không - t hôm đó đi rải cỏ khô cho lạc đà! Từ đầu đến cuối, chúng tôi chỉ thấy ba cốc coke - máy 7up không có người bán đồ ăn hay nhà hàng Không bao giờ bán nước vào một ngày 90 độ Một nửa các cuộc triển lãm đã đóng cửa hoặc sắp đóng cửa Rất tiếc phải nói nhưng tôi nghĩ cái kết có thể đã gần kề đối với địa phương tốt đẹp này sở thú nếu kết quả kinh doanh không được cải thiệnĐọc thêm",
            "Việc dọn dẹp chăm sóc thú y và làm giàu động vật không tồn tại ở vườn thú này.  Nhiều con vật quá gầy, có vẻ ốm yếu, chán nản, hôn mê và gầy gò. Trái tim tôi đau nhói vì từng con vật - vì mỗi con vật tôi nhìn thấy đều - đang sống - một sự tồn tại tối thiểu. Không cần suy nghĩ hay nỗ lực đầu tư vào gợi ý về môi trường sống tự nhiên của từng loài động vật. Tôi không thể ngừng nghĩ về trải nghiệm đau lòng này. Sở thú Mayaguez là nhà tù dành cho những động vật vô tội.Đọc thêm",
            "Vườn thú này thật khủng khiếp. Động vật có hình dạng và tình trạng rất xấu. Công viên bẩn và bạn không thể tiếp cận bất kỳ nhân viên nào. Không có nơi nào để ăn bên trong. Nó rất đắt cho những gì bạn sẽ thấyĐọc thêm",
            "Vườn thú này quá chán nản và lẽ ra phải đóng cửa vĩnh viễn từ nhiều thập kỷ trước.  Tôi đã đến đó một lần và mặc dù tôi đã sống ở Puerto Rico được 36 năm nhưng tôi chưa bao giờ quay lại.  Gửi những động vật còn lại đến các khu bảo tồn bên ngoài PR và biến cái hố địa ngục này thành vườn bách thảo.Đọc thêm",
            "Một trong những điều buồn nhất tôi từng thấy!  Toàn bộ nơi này là một sự ô nhục!!! Cơ sở này LỌC BẨN!  Lối đi, lan can, khu vực quan sát phía trước các con vật, phòng tắm - hoàn toàn lộn xộn! Những con vật tội nghiệp BẨN TRỌNG và trông rất suy dinh dưỡng.  Làm thế nào họ thoát khỏi những điều kiện này là điều ngoài sức tưởng tượng của tôi!  Nếu bạn quan tâm đến động vật - đừng đến đây và đừng để con bạn nhìn thấy chúng trong điều kiện khủng khiếp như vậy! Tôi biết rằng đã có lúc điều này thực sự tốt đẹp - nhưng những ngày đó đã qua rồi.  Điều tốt nhất có thể xảy ra nếu họ không có đủ tiền để điều hành vườn thú một cách hợp lý là cung cấp cho các loài động vật một ngôi nhà tốt nơi chúng có thể được chăm sóc và đóng cửa sở thú.  Mọi con vật đều có vẻ ngoài khốn khổ - khiến bạn cảm thấy tiếc nuối khi đi.Đọc thêm",
            "Tôi đã đến thăm Vườn thú Mayaguez định kỳ trong 20 năm qua. Theo kinh nghiệm của tôi, điều kiện của vườn thú ngày càng xấu đi. Theo những gì tôi hiểu, những người quản lý vườn thú có rất ít hoặc không có tầm nhìn và không quan tâm đến việc nhận lời khuyên từ các chuyên gia trên đảo hoặc nước ngoài. Nhiều loài động vật có vẻ chán nản; những người bảo vệ không nói được hai thứ tiếng và một số người trong số họ khá không thân thiện; trong lần ghé thăm gần đây nhất, tôi vô tình bị nhốt vào chuồng chim; giá đã tăng đều đặn; có những báo cáo tái diễn về các loài động vật trốn thoát, bao gồm cả cự đà và rắn, gây ra nhiều vấn đề trong khu vực.... chỉ kể tên một số vấn đề. Tôi nghĩ rằng sở thú có thể được cứu bằng một số tầm nhìn. Thứ nhất, lẽ ra chỉ có những loài động vật trong vườn thú mới có thể có cuộc sống hợp lý ở đó. Đối với một con voi, một con hổ hay một con sư tử thì vườn thú cùng lắm cũng giống như một nhà tù. Đã đến lúc phải đại tu và thay đổi mô hình tập trung vào những loài động vật phù hợp nhất cho vườn thú này cũng như tăng cường quan điểm giáo dục và môi trường. Cuối cùng, đã đến lúc xem xét tính kinh tế của hoạt động - đã đến lúc sản xuất nhiều hơn - hầu hết thức ăn chăn nuôi theo cách bền vững tại địa phương - tại vườn thú. Nếu một vườn thú không thể đóng vai trò nâng cao nhận thức về môi trường và cải thiện cuộc sống cho động vật hoang dã nói chung thì vườn thú đó đã hoàn toàn đánh mất dấu ấn của mình.Đọc thêm",
            "Đến thăm lần đầu tiên và không biết rằng hai cuộc triển lãm mà tôi quan tâm đã đóng cửa từ 11:30-1:30. - Chuồng chim và triển lãm bướm - . đến lúc 11 giờ và cũng không thể vào được. Những lời phàn nàn ngẫu nhiên khác về chuyến thăm đầu tiên là không có sẵn thức ăn, động vật có vẻ buồn chán, phòng tắm bị khóa, không có ai xung quanh để đặt câu hỏi về các cuộc triển lãm và đóng cửa vào Thứ Hai và Thứ Ba.  Quay lại lần thứ hai, sở thú mở cửa lúc 8:30 nhưng hai cuộc triển lãm mà tôi muốn xem không mở cửa cho đến 9:30.  Chờ đợi và bước vào cả hai và thất vọng.  Triển lãm bướm có 3 loại bướm - những loại phổ biến - và không nhiều và chuồng chim có 8-10 con vẹt lớn và một nhóm nhỏ, một số loài chim thìa, hồng hạc và một số loài chim ngẫu nhiên khác.   Triển lãm này là nơi tốt nhất để xem cận cảnh những con vẹt đuôi dài lớn.  Thật tệ là không có sự quản lý tốt hơn tại chỗ, nơi này có thể rất tuyệt vời.  Xung quanh khuôn viên có những cây trưởng thành rất lớn, tán cây tuyệt vời mang lại bóng mát cả ngày.  Họ dường như đang tập trung vào việc cố gắng cung cấp quá nhiều cuộc triển lãm được thực hiện kém hơn là một số cuộc triển lãm được thực hiện rất tốt.  Hy vọng rằng người dân địa phương sẽ thấy họ có viên ngọc quý như thế nào và yêu cầu một công viên động vật nhiệt đới hạng nhất.Đọc thêm",
            "Đây là một sở thú rất buồn. Động vật không khỏe mạnh và không được điều trị đúng cách. Tin đồn lớn về việc nó đóng cửa vĩnh viễn. Đọc thêm"
        ],
        "star_ratings": [
            42,
            63,
            47,
            23,
            29
        ],
        "review_amount": 204,
        "location": [
            "Mayaguez",
            "Tiến sĩ động vật học Juan A. Rivero",
            "vùng Caribe",
            "Các hoạt động ở Mayaguez",
            "Puerto Rico"
        ],
        "reviews_time": [
            "Written November 27, 2013",
            "Written January 22, 2018",
            "Written May 19, 2015",
            "Written March 9, 2017",
            "Written January 28, 2017",
            "Written January 29, 2019",
            "Written November 17, 2013",
            "Written July 31, 2017",
            "Written February 25, 2015",
            "Written January 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147321-d150130-Reviews-Zoologico_Dr_Juan_A_Rivero-Mayaguez_Puerto_Rico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d8476070-Reviews-RIO_BRAVAS_CAFE-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d944872-Reviews-El_Castillo_Restaurant_At_Mayaguez_Resort_Casino-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d16670681-Reviews-Subway-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d12266197-Reviews-Tacos_La_Jarochita-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d13336329-Reviews-Paletados-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d14866720-Reviews-Casa_Mofongo-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d19296740-Reviews-Pal_Monchi-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d7792190-Reviews-Pik_Aki-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147321-d7115894-Reviews-Bliss_Organic_Bar-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g668530-d919417-Reviews-Puerta_Del_Sol-Salinas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d150124-Reviews-Plaza_Almirante_Cristobal_Colon-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d11861412-Reviews-Mayaguez_Mall-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d150128-Reviews-Tropical_Agriculture_Research_Station-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d17457368-Reviews-Planetario_y_un_Observatorio_Astronomico-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d150127-Reviews-Teatro_Yaguez-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d150129-Reviews-Parque_de_los_Proceres_Puertorriquenos-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d279602-Reviews-Tropical_Casino_at_Holiday_Inn_Mayaquez-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d6368497-Reviews-Parque_Del_Litoral-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d17466590-Reviews-Palacio_de_Recreacion_y_Deportes-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d12188621-Reviews-Museo_Casa_Pilar_Defillo-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d150130-Reviews-or10-Zoologico_Dr_Juan_A_Rivero-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1131642-d13826056-Reviews-Salsipuedes_Aventuras_Escape_Room-Anasco_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g264369-d2422859-Reviews-Surf_787-Rincon_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d8745915-Reviews-Time_Out-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d3823037-Reviews-The_Dive_Shop_Puerto_Rico-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d17484359-Reviews-Destileria_Coqui_Inc-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g264369-d2087081-Reviews-Tres_Palmas_Marine_Reserve-Rincon_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147321-d607310-Reviews-La_Veranda_Terrace-Mayaguez_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34360-d15059021-Reviews-Falling_Creek_Falls-Lake_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g20160185-d273991-Reviews-Rocky_Falls_Shut_in-Winona_Township_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g580223-d4892622-Reviews-Levanto_Beach-Levanto_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575483-d153377-Reviews-Cenote_Jardin_del_Eden-Yucatan_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d4081910-Reviews-Absinthe_Bar-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g1006573-d2173510-Reviews-Cayman_Turtle_Centre_Island_Wildlife_Encounter-West_Bay_Grand_Cayman_Cayman_Isla.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d269588-Reviews-The_Tommy_Bartlett_Show-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d2254185-Reviews-Miners_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d8127720-Reviews-CHS_Field-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g477968-d637885-Reviews-Anse_Source_D_Argent-La_Digue_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147321-d150130-Reviews-or10-Zoologico_Dr_Juan_A_Rivero-Mayaguez_Puerto_Rico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147321-d150130-Reviews-Zoologico_Dr_Juan_A_Rivero-Mayaguez_Puerto_Rico.html"
    }
]