[
    {
        "attraction_name": "Zoom Flume",
        "attraction_name_vi": "Thu phóng ống khói",
        "general_info": [
            "145 đánh giá",
            "1 trong 6 điều cần làm ở Đông Durham",
            "Công viên nước"
        ],
        "attraction_summary": "Gia đình chúng tôi đã đi vào thứ bảy vào cuối tháng Tám.  Đám đông rất dễ quản lý và thực hiện tất cả các chuyến đi mà không phải chờ đợi nhiều.  Công viên hơi nhỏ nhưng hoàn hảo như hiện tại.  Công viên nước được duy trì tốt.  Chúng tôi tự mang đồ ăn đến và thưởng thức tại gian hàng cạnh bãi đậu xe.Đọc thêm",
        "reviews": [
            "Chuyến thăm thứ ba của chúng tôi trong ba tuần, một trải nghiệm tuyệt vời, ngay cả đối với một người không biết bơi! Ngày tuyệt vời một lần nữa. Nhân viên thân thiện. Một chiếc cabana là điều bắt buộc!Đọc thêm",
            "Zoom Flume thật tuyệt vời! Công viên nước gia đình tuyệt vời ở giữa nơi mà nó có cảm giác như thế.  chúng tôi đến từ Arkansas. Chúng tôi thích việc nó nằm trên một ngọn đồi có thác nước nhỏ xinh đẹp. Rất nhiều chuyến đi, đồ ăn rất tuyệt! Các nhân viên thật tuyệt vời, lịch sự và vui vẻ! Vào Chủ Nhật, họ nhảy bọt và tổ chức tiệc tùng. Chúng tôi yêu thích nhà chòi. Hoàn hảo cho việc có con nhỏ!.Đọc thêm",
            "Thật thú vị khi đi xe tuyệt vời. Hoàn toàn được khuyến khích. Nhân viên thật tuyệt vời. Có một hàng dài người xếp hàng chờ lấy đồ ăn nhưng nó đáng giá vì đồ ăn rất ngon. Tuyệt vời cho trẻ em và người lớn. Cơ sở đỗ xe tốt, tủ khóa hơi phức tạp nhưng thực sự hoạt động tốt. Công viên đủ rộng để có nhiều việc để làm nhưng không quá lớn. Một ngày vui vẻ bên gia đình.Đọc thêm",
            "Lần đầu tiên tôi đưa các con trai của mình đi vào cuối tuần vừa qua.  Khi chúng tôi đến, chúng tôi gặp Lee Ann, người rất nhiệt tình và giàu thông tin.  Cô ấy trả lời tất cả các câu hỏi của chúng tôi và dành thời gian để nói chuyện với chúng tôi về bất kỳ mối quan tâm nào mà chúng tôi có. chúng tôi đã có một khoảng thời gian tuyệt vời!  Thậm chí còn có người giám sát áo xanh đã biết tên con trai tôi vào cuối ngày vì lý do chính đáng!  Anh ấy đã cười và nói đùa với anh ấy về The Mets và hỏi về trải nghiệm của chúng tôi ở đó.  Vào cuối ngày, chúng tôi gặp lại Lee Ann và cho cô ấy biết về khoảng thời gian tuyệt vời mà chúng tôi đã có cũng như sự biết ơn của chúng tôi đối với sự lịch sự dành cho chúng tôi. .. chúng tôi thậm chí còn có cơ hội gặp lại Sharon, người rất tốt bụng và lịch sự để đảm bảo rằng ngày của chúng tôi là một ngày thú vị.  chúng tôi rất biết ơn các nhân viên đã làm cho ngày của chúng tôi trở nên thú vị nhất.  chúng tôi đang lên kế hoạch cho một chuyến đi nữa vào cuối tuần tới trước khi mùa hè kết thúc!Đọc thêm",
            "Chúng tôi đã đặt một chiếc lều lớn.  Chúng tôi ít biết rằng nó ở phía bên kia của công viên.  Họ nên nói loại lều nào dành cho người khuyết tật nhiều hơn.  Việc gặp vấn đề về hô hấp và việc đi bộ đến lều đã khiến tôi bị ảnh hưởng nặng nề.  Cabana bao gồm một phiếu ăn uống trị giá 75 nhưng bạn không thể chọn bất cứ thứ gì có tổng trị giá 75. Bạn phải chọn một chiếc bánh hamburger, xúc xích hoặc gà rán.  Bây giờ có 2 địa điểm ăn uống trong công viên.  Nơi gần chúng tôi nhất là một tiệm pizza nhưng hôm đó nó đã đóng cửa nên một lần nữa chúng tôi phải đi bộ sang phía bên kia của công viên, nơi bán đồ ăn khác và xếp hàng chờ trong một tiếng rưỡi.  Có, 1-12 giờ!! cho một chiếc bánh hamburger.  Vì bạn không được mang đồ ăn vào công viên.  Bạn phải mua thức ăn của họ.  Các hàng dài cho mỗi hoạt động dưới nước và chúng không được thiết kế phù hợp với lứa tuổi, tức là trẻ em ở một khu vực và người lớn ở khu vực khác.  Không thể nói nhiều hơn ngoại trừ việc chúng tôi sống giữa 2 công viên nước và vùng nước ở Portsmouth, NH chắc chắn nhận được phiếu bầu của tôi cho công viên nước tốt nhất.  Đừng lãng phí thời gian của bạn vào đây.Đọc thêm",
            "Tôi đi cùng gia đình và kiểm tra thời tiết trước khi đi. Chúng tôi tốn hơn 200 vé một chút để phải rời đi sau đó một giờ vì trời mưa và lạnh. Không bao giờ có thể tham gia bất kỳ chuyến đi hoặc hồ bơi nào do trời lạnh và bạn thậm chí không thể được hoàn tiền khi đi bộ ra vào về cơ bản.Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã cùng gia đình ghé thăm Công viên nước Zoom Flume gần đây.  Chúng tôi đánh giá cao ý kiến ​​của khách hàng về bất kỳ vấn đề nào, dù tốt hay xấu.  Có vẻ như bạn đã viết đánh giá tiêu cực này do thời tiết mưa mát mẻ trong chuyến thăm của bạn và bạn không có cơ hội trải nghiệm Zoom Flume và các điểm tham quan dưới nước của chúng tôi.  Chúng tôi chắc chắn hiểu và đánh giá cao cảm giác thất vọng của bạn vì mùa hè năm 2021 là một trong những mùa hè mát mẻ và mưa nhiều nhất được ghi nhận.  Mặc dù chúng tôi không thể đảm bảo rằng bạn sẽ có thời tiết nắng ấm vào ngày bạn đến thăm nhưng không công viên nước nào có thể làm được điều này, nhưng Zoom Flume có chính sách bằng văn bản về việc đền bù cho khách của chúng tôi trong một số tình huống thời tiết nhất định và chính sách này được dán tại phòng vé.  Chúng tôi muốn gia đình bạn tận hưởng thời gian tại Zoom Flume và muốn nói chuyện với bạn về các lựa chọn của chúng tôi.  Vui lòng gọi cho Ed ở bộ phận dịch vụ khách hàng của chúng tôi trong thời gian sớm nhất có thể.  Số điện thoại của chúng tôi là 518-239-6271.  Chúng tôi hy vọng được nghe từ bạn.\nCảm ơn bạn, Đọc thêm",
            "Tôi đã ở đây hai năm trước, tôi rất ngạc nhiên rằng sau Covid họ sẽ có trạm khử trùng tay hoặc ít nhất là trong phòng tắm thậm chí không có ở đó. Không ai lau bàn. Có một người phụ nữ mặc quần lót trong bể bơi dành cho trẻ em. Họ cần có thêm nhân viên người lớn. Đọc thêm",
            "Zoom Flume là công viên nước tuyệt vời dành cho các gia đình.  Công viên có đủ các trò chơi dưới nước để giúp trẻ em ở mọi lứa tuổi luôn mát mẻ và vui vẻ cả ngày, nhưng không phải là một công viên rộng lớn đến mức bạn cảm thấy mệt mỏi khi đi bộ hơn là chơi đùa. Giá cả hợp lý và thậm chí còn có chỗ nghỉ qua đêm ngay cạnh công viênĐọc thêm",
            "Cảm ơn bạn đã ghé thăm Công viên nước Zoom Flume gần đây. Chúng tôi thực sự đánh giá cao hoạt động kinh doanh và hy vọng rằng bạn sẽ sớm ghé thăm chúng tôi!Đọc thêm",
            "Chúc vui vẻ cho trẻ em và người lớn. Một số chuyến đi vẫn giống nhau trong một thời gian nhưng gần đây họ đã bổ sung thêm Typhoon Twister mà theo tôi là chuyến đi thú vị nhất. Họ có các chuyến đi cho cá nhân, cặp và nhóm. Tôi thích dòng sông hoang dã. Ngày hôm đó xếp hàng không dài lắm vì có dự báo sẽ có giông bão. Bể tạo sóng là nơi tuyệt vời để vui chơi mà không cần xếp hàng. Thức ăn đắt tiền nhưng ngon - họ nướng bánh mì kẹp thịt ngay trước mặt bạn. Chúng tôi đã mang theo một số trái cây và đồ ăn nhẹ của riêng mình nhưng họ không cho phép mang theo đồ ăn bên ngoài từ nhà hàng, dịch vụ ăn uống, v.v..Đọc thêm"
        ],
        "star_ratings": [
            75,
            42,
            18,
            8,
            2
        ],
        "review_amount": 145,
        "location": [],
        "reviews_time": [
            "Written August 29, 2023",
            "Written August 22, 2023",
            "Written July 23, 2023",
            "Written September 2, 2022",
            "Written August 29, 2022",
            "Written August 23, 2022",
            "Written August 28, 2021",
            "Written June 28, 2021",
            "Written September 24, 2019",
            "Written August 19, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47625-d587666-Reviews-Zoom_Flume-East_Durham_Durham_Catskill_Region_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47625-d839280-Reviews-Milk_Run-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48312-d849890-Reviews-The_Yellow_Deli-Oak_Hill_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47541-d7905483-Reviews-Gavin_s_Irish_Country_Inn-Cornwallville_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47625-d12478974-Reviews-Irish_Tea_Shop-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47625-d8260487-Reviews-Angel_s_East_Cafe-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47625-d849889-Reviews-Shamrock_House-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d10405291-Reviews-Our_Lady_of_Knock_Shrine-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48902-d8600390-Reviews-Five_State_Lookout-Windham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d7178419-Reviews-Durham_Center_Museum-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47829-d12877373-Reviews-Hop_Barn_Brewing-Greenville_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d587666-Reviews-or10-Zoom_Flume-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d587666-Reviews-Zoom_Flume-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47829-d4133885-Reviews-Island_Green_Resort_Golf_Club-Greenville_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48902-d23584788-Reviews-Magic_On_Main-Windham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48902-d9696147-Reviews-The_Windham_Path-Windham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d4172784-Reviews-K_K_Equestrian_Center-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d6199120-Reviews-The_Shamrock_House-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d10783277-Reviews-Guaranteed_Irish-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48902-d219618-Reviews-Windham_Mountain-Windham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47754-d4608864-Reviews-Thunderhart_Golf_Course-Freehold_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48902-d6759584-Reviews-The_Vineyard_at_Windham-Windham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48902-d4608868-Reviews-Windham_Country_Club-Windham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47829-d8568416-Reviews-Greenville_Drive_In-Greenville_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47829-d5834714-Reviews-Brass_Rail-Greenville_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44514-d592458-Reviews-Mastodon_State_Historic_Site-Imperial_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60985-d2205331-Reviews-Outlets_at_Vicksburg-Vicksburg_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d4318125-Reviews-The_Wilbur_Theatre-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g50711-d1942763-Reviews-Baylor_Beach_Park-Navarre_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189430-d8389491-Reviews-Cavo_Paradiso_Club_Mykonos-Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d195211-Reviews-Arthur_s_Seat-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105938-Reviews-WaterFire-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g10780333-d655063-Reviews-Glen_Ivy_Hot_Springs-Temescal_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g51388-d3319988-Reviews-Grand_Lake_O_the_Cherokees-Grove_Oklahoma.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47625-d587666-Reviews-or10-Zoom_Flume-East_Durham_Durham_Catskill_Region_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47625-d587666-Reviews-Zoom_Flume-East_Durham_Durham_Catskill_Region_New_York.html"
    }
]